{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "t/cMPnjbqbwJJTi+worKPSgLyzzHWyM+LO9+Pe6erj1E6Ce+2SnpveRtDD3AW/y84bMzPmqnoD2Afts6+jQAvtDR+73kyh29QMmfu4jE8jwNEru9oLbgO7KnlL1Sqp09nikevtR3Sb0QgmM9RC02vtDyIbxybb09AIfmvaTCbT2wGj89vfEfPiwzCT0AGjg9wDAGu1dYPD7w1VE9wVc6vp7K7b2enxS+4o8LvkJ51j3IPTK+epXYPY7v5j387wi+5xcfPiy3Gz2WXuY9R+AlvgAAtjx8I2w94FsavXa+tz3B1Tu+cLhfvAKUl71oYxa9EtrTvYvdw73X09e9UgisPbz5HL0vghI+30PSvYy2Zr0Bsyg+acnRvbjLG76cc4M9pQsMPgphJL5wzp08duHYPQwvJb1wR1+90rSUPQo4sz1E/DW9IDjDPICypzopjSc+AM9Ru2t06r3AYk07NOVwvY/jCz54T1m9f2TivXOW0b1hiC4+jyrGvfkRB75ce2s9oO3KvPhACL2z+jO+n46svYGGM75ZvxY+eE2rPHzUfz10yw69gO1vu5hmqDyrmAI+AJvcPDShH746jYm9MrmOPRyFrL3yKvu93tDAPfix0LxHQSA+ONTuPFtnhr1Fozg+gElCO3w8OL6a6Q6+cOLhPBor3j2YmKW9gSwLPvYI5T2bEuu9WjAVvk7kzz0I1le94LXVOyttCD4EQQo9SvLlPRFILD5AqsS8i9QMvo7bnT3opwE92VEAvhdSHz5SV4Q9gwsePlauor2oHIw8Cm2qPWGeIj6Q5hK84ISHvOt9Cz4VFhw+ZhH0PYBY8bxA3T+9aFQEvcZy9j2t5QA+XL0ZvazJ8r2A9p28xdslPjBO/r3i1q49rZU6Po1XFz5AIRu7JiZ7vdTwFb2bHg4+shXDvXHiM75rOgu+7tLaPW4mI77YgA2+quy5PSBUFT0vEOu9uCZUvf1pOT4dqyI+wjGgPTohJL6vFDw+6DbUvOtlET4MrVU9F/M6PufmKT71Dj2+9n2tPQR9N75A/1e7AMXGPFd6G75+OuI9HC4cvqcGOb4dfjM+IOUtPLZkJL4Wfxm+oF0Mvo9rMb5WLBC+Cf0kPneg1r0BPDK+CvEHvkNMuL0A6ki8vhzuPV+bAD7TG6S9aI5GPbkaGD7EBUY9fhT1vc5Ruj2A2gM9c/UHPqoRsz1gMXy82PmSPAPjwr1MwTq+ei2yPaT7Dr0IttM8AMvuOsT/QT2WJzW+YNoovNjq4TxYPxu9SNC8PBfn0b3//Bk+WJ+vvEmGG75S0Mc9yHkqvbgY27y4zpu8xQc3Pv+so70JgKa9cBJlPMhjzzxQgfw8GxYGvi5k+D2SWvU9uE32PKrl9r0gloI89hoHvjinaD3QsKa8v+onPjzpIb4C9vs9gZE1Pirm+T0eEI89AC+pvOcfGj4rOSg+Rx0MPuBUrDtYUGM99EA9vck8AT6q7Ig9wAY6va5M2z0DR/i9Ig8HvkgLuzxNOiO+wAADPOHbLD4arqa9oIaRuysoMr6Ez2u92O85vXiX8rxAaCq8YhHEPcLbzL0wrk68+Dp6PVVQDD5dxgo+WJrBPN8/F76AyX48SNn4PAI1jz3KeuE9VZ40PgIg8D2aupI9oEXwu3EUND4JVyg+kMtAvX432T1q4ro9nILzvcvQOj6C0OS9C/nXvRtYEj7IuUs9qqm2vdV3Db7XuSE+wWQyPruuNr5ogS2+o/CCvTyDNz2/1Tg+IFqUvFi2ljwA3wY8PoGSPQAGTb21J6+9ADwbPEDHGzy3Lxm+SHB2vfszHT7QMiG8PEtSPcRucD2Oar09TvS6PVq42z3myYo9AJKDPE0o6L1+OKS986KzvT8aBj5YlMq8y+80PqpHjb1zfzy+Q5kMPryufz3FKQs+0rj+PY/yOz5TPZK9GzELPhRIET0+qgi+3Qw5Piv+Iz72dMk9lrwjviJdhr3Qby+9U4osPhkbKL5SlBS+T1E0PlC2Wz2wupC8+q2RvfjmWz1pNxY+0ggivrUf/b1KPO09zI48vquk0b1dGZK9+fc2vtAMB74XFg6+4NQXvibdnD3q3I89sLY2PMm/Hb4McUY9KOw5vdyCQz1byA6+dsC7PTD42r3zJxS+4PU6PEBfCDuY6RI9JD8hvu2tyb0ofZy904E8voAOfbvqT/k9kKo4PYGfKD7Azmu8oG1tPDjyIb0F9JK9vTgvPniXCz0QmIU84MMOvfqpjT0Y/BK9AJ5RvUSDAj3Q2Ty8eoyfPf/11L3O8NM9e2k3Pukw6L2UCF+9vBgfvsb54j1UBwE9mXgbvvJ1tj2fAyg+qWUIPvEDHD4J8xg+nYAoPgoatj2Y2gi+BO9BPUCpoDy2I749n/klvk66gz0ATb+8QMa0O+kbNL5PHCi+jgKkPZAJBDwSZdo9yW4HPuJjy71zeDI+mX6CvdC2AzxU0gm+8ImzPIA+j7pXMfq9wg2vPfg63byQ/3E96vDnPRCpHLy8e4E9kUSXverUhD0YMJ29lcC6vUlfCz4J1PG9lmPBPXmcAz6gbKe9FAwwvhojfb36lfU9Ej6GPSL1Ob7kRBi+sq6WPVEDNj6zWpa92+k7Pvq0Fr6Ca8M9HYcEPgI2C74ZTDc+AKx7u84/J75UHFm9zgkavq37or1gg5q8K7wTPjjAMz0jYhQ+cHqyvCxmAr6r1w++ATAUvo46wT2igBK+KQSyvWRJlL21Cwo+Jh/4PZyiWT3mN8W9u8KzvX/2BT7sT/+9JLfrvZ26O74wDeo8hdOavXB9ar3hkTY+YLIpPDCzDDxIMVa9f+GEveb8o71yaps9GL9HvXRyZz3+GhC+uaS6vfWqNT6Q9D48gEpIOyBP2jvkvy+9MbcHPuBM2zywWHK84PjTu9wPHr5rf8q9GCS5vBWMEb5P5+29+aIdvqskGj5QHoQ8rQAfvgD0bDstASY+72PHvWiuFL0QbzM91Xz+vQ6Kzz1e3eC9/sazPYA45TpOsbI9jSImvripU72xELW9wEdDu3iKVz3O9O09exESPnb98L1WzC2+AqgWviBfAbyRazu+nbyxvUs+v72cq1Y9lJ7KvSkXEb6v2jQ+aEmrvJeIJL4CrNo9uK30vLRyVT03cys+cUAmPvzaOj0sx5q9V/QFPmlYNT5X0ic+/GgyvlCKpDx9WTS+YHsXvP2qKD53tQ6+x3UlPhYI7z30fgm+yGZjvTi2Ir7nEiy+rKvmvaIawr3D4ja+eAC4PL+9gL0wrhE9GXUnPlTXBb4Yt189AG19uot8Or4tisq9AKLIOZZdyT2o3d68ChYWvkRbMb1ghfu8CjyzPWcpMz4GoxG+o2IYPgqmsz2yRd090GTcvCJR8D05ySO+QpShvWzmXD2f0Rg+cDR/PPTWZD364zO+mKXcvADFyLwQ4c8866jGvXKIEb5Gm509A42avRVlnL2zZO69oBxrPGpssj2BOgU+qJqsPC52p71mrM89BJsPvk4s+z1EpTu+kIz8PM9ZHT7awZU9uGYlveYduz3sLzW97vIcvmIY2r1eFNk91HAkvbvnqL0zrRk+sJvTvZau5z2MVka91Nw2vf+UMD5yob09768ZPsTRB74HtB2+IlOKPSBfBL0TkxS+EX8Pvoy0LL3UME49vGQTvdApVj02Z8Q9Cm3ZPZ+Bhr1PqBI+8JpjPdj/6r2EViC9AAgmuRrbjT3tUK69eCX4vDBoXDwXnh8+gFIqu3jEoDxvIDY+KBIdPdM6HT6C4Ca+ILuYvRxeSr2xmQw+CP1ivfJrdb3rUw++RZwtvjFJg71G9Pa9/IfBvViMgLwAFJW61i2IPbhoY73KyTi+qoO9PQA49Tz0hrW9vF4avZo9xz3yEPM9AMx1vbkgGT6fcyO+IWujvRZagr3JeQg+RG0/PaBnxLtMcNK9yE6pvdx0VD3L7R0+K1T4vXAEOT2ttwS+KFkRvQh9XD2CHpu9MeoVPl5b+T1YZ2G9XriSPUIPwz1OoKU9A401vj9rFT7IK5Y8sJ7hPGM+6r1wWE497NUovQidrLyrDBi+IOPmO+Bu1zx0/Sa+6HPFvR0dBD5SU4c9eMEvPTHiGj60Af69IYCmvRw0RL3OZZA9ihfHPflbLT6wJ948GOnBvNzxHL7gu7W9q68zvuPVBz7JoKW9npoHvo+1Ij4A9YC6U+IZPgGgCT7+25Q925UtPmhUlzyASfo72a8KvpJD1j1KwZQ9BL4SvVCjwzxfqDU+SPilveAzOzyVrjM+1YI3Pm9KJj4YYXK9KlnhPdEIFj78vpO9ucPjvaCkKr6onXE9tXMzvsBoGL2sqUy9jcM3PsSwHr1/shQ+/tbzPV3rmb25sjk+oDhnvcCshTycMSa+YfUyvlBvIL0weNA82TsiPuKWtj3hpwA+OL6XvRCIP7zObL09DHkmPYwJCr5g73y8pgSxPUxcEL6grfY731sdPojtSD1g7lO8AP9PPC9yFT4x1Pi9+zYgPu7orD3T2CW+xao4vkAvA74YdnK9tCGDvSX1Nz5cnAm+4L9PvaRiOD2UHh69cqYfvhzZZ73dDzY+AuchvsVQHz4qsHe9OLTCvJcgkL1wMgE8kByIPPDKnrwI2Ci9GC99PXP2Gz7DbC8+RQmkvYTi172Je9W9AMADvRtfFj7HLL+9PnH7PaS0IL1IjiC+EHRKPLH0Er5to8W9FdwNPoTGBD20uSK+oJqnvcgDyb1Gm609e7AsPqSrM767MwU+tNkfvaRJfL0UnzY9IH6KvKLkxT0Jqzw+Ngz6PWazhz0G/x2+mPjUvIKHsr0AmNY53OwVvSDvHr14+948k+0IPlpzL74vVgm+PVT2vfCJoDxLIvq9kPYJPRIjoj3eSaY9UjUxvsGoHz5jFwC+IYUMPjgVs7075Ao+FBynvXExt70kUmy9XUSNverjC77roLS9I2c0PiCsC7waJOm99mipPTQSKL3+QMA9KDsGvix9aD2dwjs+mOliPcAP8LzNxiA+r3wIPhMv072JbCc+CBkwvd7RJb6gjQ88EH5pPL7AHr6SaNU9XgHmvX0EFT6MXhK+/fMjvtAajjzREAg+AGDcuMDe+7ytQg8+Xk+SPRUGKr5g6sA7F+08viYroz24v3u9sPjyvEQeMb7ARdc7RNxIPZ49CL51gxU+UCGwvQAKZzqkL4M9gAO0PNPSOL6ItRO+QhgTvqjYtL1qHpk9dwELPkkkOb7gpqc7UIKKvUSIML2KL549ANjxPLjyML3A5G29GB7DPJ+0Dz5w1bu8CPJ8PZ6RsD3TUR2+5jnWPShW9r1vbvm9vsn6PSN8p71mYZI9ntmJPWbOe73Su8s9/P3UvcIxwz3cuyW+DIlHveDMNDy4Cp28eX4avsxifT2zMga+Mugjvri2dL1wc4W8G7UtvmiZG767LRQ+HijFPf8THD5lxTO+QKtQu64t5b0fHN29zZUdPhr97D35kaG9gdU7PoDbej2ksge+/kodvt4V/j3dlio+biXQvTYx2D2m+Zg9Yo+0PXW3Mz6rUsa9aIqsvDVMLz4/kRy+xn22PYDLjTqcRy49VXc0PuCWBr72svk9VEchvbNtFD7k5xK+AVwaPiWg/L0OrJi9BkvXPSCRujwe7Zy9woS9PbB+YL0sQ389YKH3O332ET7ugdM9JpalvRHJHT4IRL88QkioPe4PB75AlK29nGlAPYixqrxCOOc98573vT7j6j1wY6G8SFPNPF38Lz7FaK698qj4PZSXPL7qG7I9CleOPWAibT2IwpO8uItFPX2JIr74KPY84waBvdV/071wR9c8+Sgdvq6Wlj0BSiq+Cj6NPSzddD2b+jo+ttmLPVDByrwuQ/49w0UhPnugHz5ThaS9fWGWvf4Adb31gRY+8ORDvGox9z3ISXO99lGNPcjcT72Kiak9LCA/PSNBhL2+Vqs9QFhDPWs4Er6APVE7EAKfvAKrq706Pcu9hgi3PapO4r1K8zW+/KbuvZ0RCb650Zq9HuuEvbAL/zzqsdM9ACaNOijBpTyc/hy+AOPkOtpwkj37o8S9C70nPlDg6rwFFSC+YCm6vPDYyrwFhDI+01QevptOMD4aHaI9vOvzvSD+izt0YSi+cfwIPgxeab3tyAQ+EWciPpgz273fTY69VJ/jvd9hKT5oNgO+C+wcvphA7DxoCy+9IDUoPBpdnz3jziE+qPN2PU/IlL1DATY+hSOVvdqfuD3J79u9w+i3va30GL7+crQ9o+csvikvHD5YPom9Rv6wPfOv2b1WW6E98GwdvGkd471UJRq+ZPQQvWDKsbzYN7w8u6cqvmD7Ib7OJhi+QkkgvryuGr3UmRu9po+IPbkYC76r9gQ+YX+7vdmrzb1qDMs9W9gxPrATgrz2POU9hAkrvQ9IOr6Q+EW94CUdPUD5QbywlRy8amIOvkJb5D06SKM9gCSnukI+1T0OA7I9eCiPPIC867y/FzA+rRu7vR4I3j30wK+9RIQQvdjH/L0sqha9UNl7vEBoBLykvj69AIdrvUVOBD7N5Zq9cqG5vc9iJj5TAye+jgSqPaFxLj5EAjm9RdYuPlYNnr0A9OS7iDvQPHhi/DwumfG94tL0PZEjLD50EP29/hM6vgEjCz66IMC9BmXnvS7YkT1KajK+YCQXPK5ksb0XI7O9uE1qPR8qPD74gcu8XVIMvhYdrz1yY889/+cTPhSfLL3elJc9firrPeHd172VfTw+s3EuPo3ZJT7ACBo9DU6cvYCimTywqn68JuKkPRUtNL5UrAy+Eicavh6wfr2pAyg+bpylPQRAVz0qm5k9qHtCvaJ5wT3PhZ69OM4cPUyYeL0Cuiy+cmM0vmPyvb1yNTu+8wEwPmI02T0RXPG93p/9PQAaSTw0+yW+Wq7jvRbXrT1igyS+AMgwO+jKSj3Br4u9r60WPoMtGT6IjAo9m0m1vbIwm70jeRA+jF8Dvrgn9L19Rh0+YSoDPuKWgT2TRB2++vbzPdfku71Xodu9tX4tPr7x4z03jyC+AIiXPAqZiD0X8h4+4FNyPBj0nzwATSU9kAfpPAtuDD7+aeA9GsvIPfkICz5uHog9WGFUPQAldjqmNf89DFgRPbDaQDz6fRq+5I4Fvop/Kb7psSm+KF4IvnBl7DyylrE9nYDWvdhcLL2LHxk+R/fCvVp9ij162Nm96F/oPCeAHz7XStK9sA2iPLx7DL6lxSc+dUUsPhUpET7NZiE+O4Q6PtAXvjxwX848gNNBPRyCCD20wki935GvvfShZb0MJQU9HfQoPjlLCT4WVNU9wE0TvP7iiD2YAAK+qK2pvI7qjz1gHGi9EDcJPPlnDz6gipY7wVcLPucCH75zqRa+Q3Ihvk20ET7gx7I85M0YvqaKuT2Jfjo+25kdvsAFaDvEUjE9AG8avpyTBr6oB1K9zii6PXHXIL6Y8gE92qGhPdMNwb0u3qS90DtxPFY4L76Dxgy+RpzkPcTIFr3laTg+h0INPoPOMj7lSio+Wa4gvqlI5b03TBo+Noq3PSOECL5oeYM9EMKVvDj+b72W+qq9AFxXuzwCBb4hZ6+9Rn66vYA3zruwN6K8MLkpPJT2Vz1qDem9iKW3PHR1Zb3VnSe+mdj5vYTWGD3lYpO9PLwxviQNAb5lxsG9QK3tvO1Unb3Z5S2+uysbPiCS5L3wen+9gBqYvJEZHD40xRi+wHfxO7Jw/L1OSeQ9jrbHPTGSND4o7sS9Kj25vSaOkr1n5CI+8HQBPKRhMb3f7jK+GzInPmRKCr0ITpC8s+cMvkBC9DycSiU9Fij1PUOqHT5Ahga+wFthPHTLXj22Pfq9qG9UPYCK57oPN6W9OkWCPWBqpTz7ejA+EG17vGjOBr4se249phKMPei1H77CuJE9XOGuvfpsIb4AT3c9F04OPtlfAL5QHTe9gLcEuwDXMjzwf+e9f/Givch5jLznBDA++LL5PEqCOL5bJhi+Un6+Pdox6j3EujO9fvPCvccY1L0iirg9YdIxvtLcrT0YoJy8ZF4ZvpfiOj6oePy9Yke9PcB0brwrDzq+1kyqPV6byT1MCjo9kEUWvEsSO74AU7w6rejdvelNOb45aiq+NNVTPfdYJz4cN5u9iskVvoy1P70AIfi9Y48GPivaBz7r8ZW9DjkRvkc7KT7FJxw+KH+NPEAHxLu7YgO+bz4NPq6H1z0AEAy8Ul0bvgFFMT60rUa9ALELvXigHL1MyDS94L0jPd1LDz7QMw29xEL6vSaK/b12Rds9+C4KPf43873/zSk+eSg3PiZqwz0AZUe8xLcDvvExBT5glQk8Ays2PkC7A70yTOc9EAoQPHg81bxqWP09EOEOvsIWv73tfem9AE4HOnb7rT2KHS2+z34XPuQDMr27Lp+9yHhjPa5Unz2i48a9EuiSPYJEsr2Our699sq5PXUulr0w2A29Y2Pova4wsT3RQwC+WUs6vmtyKT6dafK9Os+gPUBFjbtDKyu+x9IFPrBUb70wSFQ9z5ABPtSwUL1gYW09/fHHvUvl+L2uuJy9ntPEPcyvcL1hiyi+PZyovdibrbzAkES9wCZDPN4FuD1EfUy93A9tPeizAT1Eohk9gTbZvRq56D0oXba8BKN4PQT8g719+w6+8W0qPvD2Fb6wlP28XN9UvWAMwzwk4ym+HUciPsBmCDxEdh6+2w3fvVTZhD3YwfG8SvAgvrJJI77wFgU875APPm+Kvr1RIx0+xhGFPSpjsz0EPZ69IHYuvWzDXr3AmR2+DurBPYrCj72L+AC+gmi/PaRaCj3HAwe+uhjUPWhWyb2AsFY91jORPVA9vzwq/qE91NkivqP/Gz7Y/hm+3IvHvbXzFz4F1im+mvmbvQW+5r1fSRU+49Qpvtit5L1hdRy+BvWCPUHQFj51gRs+wKDtO9DNjLxppNm9Lfo7PvFAGb7MVzY9wKxTu2wmGb4AUCC6iiPOPeQROL62R+89hNdWvSNYyr3PIKi9C9v/vS/REr7QtiC9QK/pO7FVmb3QPzC8nsp1vb9EIL4l2O29EsD1PYopmL1cFWi9m8CGvdAWIT0+Cja++okzvnVcKD7VOyg+d6T3vTzWPL1AtnW7wnrzPZIcL76rKBI+EkQavj6fyj2Iyca9xm7iPQBD7bxbssi9iI90vcu+Gj4QWvo8H84pPpA1A75XrDa+xaYuPiwVYb1dVzO+0BGfvTh6+rwWSvW9S9LXvZis+jxkwPe9kPAivhR5vr1GWAS+NNxwvXqQ1j2AVS08eGxcvQm8Bz7Q/ta9s2UoPsZ6q73G4a69Lcw7vi6Slj2diAw+EFZ4PUCEFzwVUDA+yBXMvKgLjjwm8rw9l/Q0PpyI773aAuA9kDfaPF3VNT5xV6C9aHTivB8VET6XFw2++DQQPdKlHL7wTZA8egbePQN+AL6I7s08aVLQvZ4z6z1Xe8G9AMmpPHj2eL2kvGq9LJAtPVUmND6uxJy9N6crPpthOD5gumy9gCtIu4D8tDvJliE+KKDVPOz6Sr04fhW+Q/DrvT4t2z1DRAw+BrjbPdptxz2nDva9rHoHvY7G8j16dJ49kljmPVgAF745MiM+WPRyveYtPL4g6sE8OlcVvizeKj2BTby9ANiTu5wZVT2Lbjk+W5cRPsJH6L3ftM69G70ePtLOJ77Udy++lUmLvaCNLz17S6+9LnT9vRphxz3uMPM9ISvTveC4AbxAgc28EGSovbh1eT04hms9WrS1vSFW/L0bswK+840wvjL1m72wwgY9e/cZvnPhGr73ujO+XGMavehVSj1KESK+NorePcBuor0CPMQ9bOoUPdmxBD5qp609Wcetvfy+Dj37aw8+atH+PZkcLT6GusI9+PqOvbvlAD7OhIU90C8jPMBm9L3oIYY8D8arvcpnhz0YdrE8AMSbPBtuN74cUSg9I28qPjD8Dz1RZAo+HRowPrdjAj4q07w9N7AlPiBe4r3NSvW9It/KPZAgEz2wgQK9JHtnvere1z3yggy+bIshPdxwkr2h0w0+AB56O0Cmab3SjfA9HJsfvWa7oD3Ca5U9Fq/qPRmoAr7yKsU91la7PUVbOz4Frx6+kH94vWXih73RJai9bNwsvQlyMT7Axmk7ermzPWBqQ7xswhC+GtruPa9LHT4aEjO+PkDNPeSGJj0fKig+djoSvh77F75y6Ns9rEISvaCnDT3gNoY8xSE3vm7ktT3jkfO9qd6svY0eIb4eO9k9Ak3JPdADELxQDCq8MEjrvBK+7D1+Hc09hK1Gva0RMb5gmMG7dB9uPXa4tT2YTqK8tmaBvVDkubw49+c86J2KvDcBJL4X9iC+HFJIPSfiIj40RO69zfw2PtRhez3dObm95awCPjeJCz6Q1hW8Enb5PXqz1T0rmAy+tq3OPUArgbyWWcw9RC88vejc4jwXL7W9f4IOPoZW/j2kmFM97ApoPXBjL71QCvS8gN8luxLM7T2vyCM+y4cJPjM3DT4kZ349BgP2vew7Lz0/xCk+8BrLPMAw9jsMqHE9ZOA9PXzo6b0myLw90DEwvsVXLL54/289dCUPvaK2O74EwjC+wF+1PAizHD2g07a9uNb8PLP0Mj76TbE9y5UJPuYVx71OaNg9ao/4PTXiID5KD7c9VCsGve7P4j1scTU9YN5tvSiaCL3WX4K9WiGyPfB7fLxgIA69zgM0vv2fjr27gAM+ugbNPcYmkb3jzxi+tyAnPsCO7702GiC+iaT0vVD36TxyEfU9xFxxvauyNj7UogI9+onCPT452z04A8u8YOJBPANvmL0sqg89k3YNPiRGPL7Cgas9qGijvfvpk71mLq89ZDJxvcWAAj4rlg4+eK4Nvfibyb0sFTC+tiwivrpYGb4AUv05SCkpvUoFhD1oqts8Uo3tPaj84DwCMp+98nK9PYhzPr3d9QA+9Pk6vS77hr0mAKU9/hDBPScYLb7gfCo9gDlIO79rLT4arZQ9WClUPZ+PNj6+Nwe+c9WzvQ6b7T03m+e9V8MlPsYa8z3itwC+nqrLPQDaNjs2SbE9aVcePjC+YbyootK9mlqePZDp2TyAhW+8AimqPf0pMT6woQS8EpEPvqAQQ7x0E3A9elGQPTo4sT21IyI+fpeXPRsxEj6AZyY8w+E0vrA+eLyY4vi9GiG6PcAoKL7Q7RE83of2vQY3nD2seDe9rH4tvvAS1r2xpyC+1uguvqVPm70MOnY9Qk8RvqiSPj1Ogpy9bGCcvXi2P72faig+3X40PppSer0e1S2+oF3AvAoVEr7Pm8i9ktspvqLgeb1VaiI+pMZ5PZ11Gj4L2ha+YluzPZYOLb6AS2+9sXQsvv9/GD6U3Aw9aJPHvcjv4r0opZW9YDDRvFqvIb6NrBs+kIUOPYwy7L0AcN07ICLCu2ux6L2mib09rLsUvtebAr5oznI9xQMBvlDmHT23chQ+NBaSvfB5UrwkjAu+xP5+PXAv8zxTfR8+SGy1vIBdbbsgMtw84WU2PvhMD73Q7oS9Mm27PXdMDr45eJG9Kt3RPVAEerwi9Kc9nqqkvcaJsj29xQU+eb4WPq6uKr4ptbC9mFWDPCCysjstOBS+fk0MvpD0JDzl3QY+Wj++PbSLF71A/8W8PIsevWyyID2a9eM9RtWcPcCTeDxOZYC9UOVxPH6brD3ZDoS9FE+BvXoxob2qu7w9wDSOPOX7DT6Vufm9sqQuvnCzKT0cGT49nH8JPbxSFD1E4xG9eFB9Pd0HNT4AwIK36BN7PS9sET7gRTC8EOSHPPwUC76AHxc9NQQXPjplxT2b4qu9fLG/vfRnvr2gmfo7YL3Au2lKEz7gW569LjmAPWoM+L0CdnS9nDICvgV0Gz4SUfg96OYXPRVHLD50OWc9AHqROmDwlL0orNG8dSQ2PuZsM750jji+S7cyPndTrb0Tbhm+edLivaA7UD0U20C9nB4avtAPkDyGkP497BWavWggxjxERXA9Bj4zvk9UxL2HIBU+CKHovZCJJbxe6/w9VzUsPgRreT22bRC+dq3cPbaVOL4Ahse9lPg3PcmW573gEFw8WfgUPp9cIT4S5zC+cjievbps5j0szou98uDWPfXjKL4iA9c9YDh6PQgYgDyUARq+W6M0Prg5dj35o6G9TI9zPeKdNb6eYLO9rJAyPYaetD0g1T49WRQKPh5OxD1gqu07dOj6vZH0Ir6wS/K8LNIwvqCb4DyUED29gGhJvbEYID7MqRY9DjAJvuh70b3/p4+98B7LPGsmD7474Kq9oizPPVBZDLx4WR+97P4QvfqIwT2A/gy9eFsXPSqpDb6gxX09W8wEPthszzzEojm9pgmcPYhzRb0zdgg+WNVcPXu2Iz5yDwO+ypuGPXEzmL1qLDG+MG1EPF6unj3cXXY9gKIQu2NfGT7g0X08mIZIvS5Se722gM+9LI45vW5J4D14EbU8aPRSPS3gvb1vbvW9Hworvp7Aoj2gDSa9j1Yqvl/1q730XW+9dOEUvs4arr0Aqhw63Ioxvej6XL0UHfS9psTaPQCbejzAU0A88vk6vg1mOr46qcM92eIwvkDgvzwWqbw94NhWvBVfOz5oCua8vyYCvuCmWbwGIrY94Pfqu51sLj7YoS09/KSpvfgBmbxwNNs80rilPbOQED7gcMC74Kq6vO14Jz5Yp3q9sbEIPq9k3r2spG69c7+3vVUDLT4Ktek9ctqLPX0uOD402ze+/7Q2voCtJTvvfLq9/gzTPfrKqz2mJO89ade0vb3sFj7ASqk7UnGWPYRMcb2AiDu9xF9vvUmKJz7dZzE+gE7xu+C6T7zwwe+8n4EXPuPxFz5rSe29IdkCvmvEBD5Yjk+9JpKAPZI++D18g5a9+Ij0PDb7rj2QqVI8IrIMvrp+zr1lMBY+otuAvczyR71lbNu9LII0PRChBzzwhEc9bvvoPfNjED60EuG9oGkuPc5Wjr2P7Sm+QCdWu1iXAT2LIRE+AGEguivC8b1NmqS9sLYkPMhPprw6Kgi+UEBKvFk0Dr6e47q9ya8svo1ms70yQdc94mLhPbFwAT4AL6I7R1Abvl0V1b1yYDK+e+0rPmx8e73cVhi+BXEuPpwm/b0ZLDs+gknHPcHfzL3A4RI8c88GPhFCKT6Rtzc+DzejvSjUw7yAl0O79Q8TPmi7PL0GTy6+oh2Wvf+tDz4UyAQ9dgkrvmDiAL7w4Vi9bxHjvV//OD5Ce9k99+orPuHgLD6dSpu9rHIjvRJosT04Qhg9MIpYPIZv9D3YKx6+/H0dvbBuzzwLhgg+dpCFvfHcjr12Se49JOd9vb7knz2Wqgu+If0OPmBiHj3GRwK+GRgovoa0mT3wQ8q8QNZ0PUvVID5yg+w9Wu/ePSXXAT4slWy9tjqKPSNUED787zK9HFYJvWCXd71Wsok9QScZvppuCr73bQg+r0fGvRY3wj2il+o9Ej0rviAQLz2AMFq90L8ivYj/Hr5sWBe9CjvFPR0bMT56jc094YCQvREiCD7jzTw+3PiivRoq7D0AtuK6/AYgvYi9pDzukRq+YL4DPABFR7sSULs9l26ivQCh7zsLTAS+9FcCvuBfSD3uweA9tyMzPiB70TsB0hC+I3YkvnjxLr6wNBu+WdcKPoPP7L2AwTq9r0uHvWAH67worNg88NY1PEJMmD0HGC0+KrE3vkvt3r0btw4+Dc8MvhC2MD0EQQ+9v8EfPpmrKT5NjbW9Bp74Pdr83j1lxxa+j3IRPk4evb2plTA+MDY6vT5xpL2cvd+9btB2vWqFrj3gdQC9l24DPg5JtL0Kheg97jI3vqD+jbsCERe+DE2yvSRVZz2KwvK9T4UlPgYm3b0kXDC9liGKvfh/Hj3l2J+9eMOWvEh7YL28UCm+APMQvS6V9T1jVxw+3WkFPpDnhDz6QKk9u1ccPpbV4j2//Tc+NAE8PQ/tMz6l/yK+28otvlVmBT7rhbG9YJyFOy2zFj4SmYs96hYbvhBdRzyb3+G9LmDcPVuoKr7F4TQ+DPbLvXj+N77GNxK+p78zPn/pEb7ZldO9MGp/PXhroTxbYTo+QDkauwVyGj4ErxG9KXLevdR7BL6RoDg+7cUaPkaSjz366sU9iY+6vcSw+L3kpZy9tOIgvjAqUD08nks9l2UyPkDIFb7Tf7G9GMmQPDYUqj1BfDY+6uyIPVax/z149mQ9TP19vcJ74T2FT7C9q8E1vhTOcb1oVG09dv86vuIYsj0i8889hzI5PjDkEr6PABg+MonUPb7//r2yBrM9mD7xvTYAmD1T2AM+mdONvb2rvb2kGAq+QHQbvTlSpL1NgyM+SVOnvUDpGDsGnpe92bH5vahC8L1YHnG92GYrvo53tT2u+y++6A+8vUXfHD6AypK9evH0PZb12D2QY/q9FAtGvSwYEj3nori9BYAsPv+vKT7qH+893NpuvffxKD4Yj8k8eI50PcHN8r1gQJa7YT4yPqfaBT5POgE+x7Xwvcn8IL7gqII7MOAjPOv4Jj5gEjw9MLoJPZhwKj3bPDW+MCmmvU4C7D3wbxc8pEc3vcbkBr7yMjS+gBMYPWj49zw40pa8qH8WvYMq9L3Ok789bnvQPYoR8D2gJPU89EVmPfIK5r0vmC++Z+ITPnIPqj2Dz7+91y8Yvjyt8r2u3Ng9MeG/vSo34T3NTQA+MjLMvbQjEr6WorA9bD0DPR+PHT6kh3G98tzvPTQuVD3Eq4U9QXcmPtCRXD2B9JK9uUwCPgWhHz5p/zM+hk4Jvt+WGj5p0Sw+tDWbvVqRzD2fajy+W/gWPhX9Nj7HqJi9jzwUvmK79707ACY+gLQ4PAC5J7twydk8yCa+vGa5970BTyW+VcoJvqyhBL0AqQ+6S3QePqA967soLhe+qJlbvQBRwjs78/+934ruvbVV170Wk/E9H64VPoB3pTuy4vA96yYfPlGrOj5VMgY+HWspPk5Swj2ypQW+T0AAvqClIr4ocoE9A+fmvQLwhz1Gaa89OPFevY06l71uc6E9UYYkvjnhDD4wTQu8aYEPPrYLgL0S5rE9SR0ePhY6oj1d/ic+wEW9vRV3Hz7PtSq+iIuMvNru5j2xOSC+xrXPPbCXELyQzRQ9uXyPvVpb6j0ItMA8Bq+pvYfNCj4IWEY9gBHKOnBz1L2FEDW+FxUzPpymEj1iPyG+Eoc0vkeWAT7f7B4+47EVPhBNID2Gzck9ariQPVoDgT3zdSc+u5kvPoDqgz0odBm+g6oQPtIKoj0Mnkq9emh8veL57z2Fgh4+VGmhvXZFxz0KdDm+SnT8PaYKpz3DUpO9iAtTveDE/rzQWzg9kV0lPjNR572SCBi+wLrNvK+vDL5xkBw+zv0rvtufLz7pItO9rQIyPp9ysr31SA++58m9vXos5z2u84c9ANqLOseoMT4Axgu9sD0JvGzBfT1ABj08loMTvsZD4z3V1fO9yVkdvqDcA71UiAm9Yk0bvlxc+70qBP89spAAvq7pvT2Y5cs8aG61PJDHeD0+bRi+zX00vvrU/z13KTs+qPoovmYC/L1QI0w9JR4fPsKkyj0ARXQ760savkjpyzwoZvs8qw/3vXg2yrxgiKW8PtyfvRsrAj5Z/Bg+Ex+Bve2UAT6Y9M29uHH3vGsIND6Xqio+O7uCvXrq270WhRW+Qc4iPsVZCj44Zn89LKzDvS7Ovz30bH09coDfPfxZLL7gIc29QMUkvSDbDLwKVvu9KPnePPa6/r2wbxe9GL9CvW/AGj6mHck9t0rpvfDYX73Wnrk9kHIfvpXm0b3MGCM9GKClveAdpDsQVmy9xgnXPUM9AD7uMbw9aJCuvJoBLr4Cv8s9BUUaPpCQR7xu9tQ9kuW/PaP6O74PWg6+GFA2vWYrGb6BMgi+7/IVPoZAqj2v3TM+NNYaPaq53L2qi909P4koPjvFKD7LWSm+xtXoPanF5b042LK8mGU4vaTFbr0ksMq9+sgTvjwzVj3ow6w8kKJevMjh7rydpIG9epcLvnVYz70A4d+6ZCQgvU4+/z3zPMq9fmSJPSpZgb2hFbu9pj/2PZY8tz3KDv89+gKUPeoHkT38hQe9kVw2vsgL8jzdTR0+2NafvZ5s7z3xNxi+IDCZvE5Opj0U5hk9NcI1PoBhzztORaQ9Tk3+PbyKZT3OypI9vaInPknhIr6cO3y9oDfdOwNZnL3RtZy9iTgnvhnyJb6BJAU+otTEvQByGbrUW3K9bXERvpTm1b1Yjc68BBssPditJ72E52G9iJOZvNqWkz0IYcS8OGfFPNO3JD5tEyg+gIjPOhCaZr0k0yK999QWvmZv8j0JPpS9kjLkPSDGnTzgHcg7YCfvva3aMz6MQHI9x/IGPiv/wL1IYNm8nvvFPRhSDL1eJMk9wHM4vht+Kz7P2ea92vP0Pd763D3ceTy9SAakPD6qvj1Q2DC88tiiPYDLFTxMUwo9bPVdPVK3oD3gQ5w8AvDfPWNSJT4QsVm80FG6vOKvBb6AIRe7JLd5PQQ5hT1xlCA+TmCgvSqq8j1yfw6+bCdHvZz2ED1GCt09XCgRPeAavzwPEic+nvSevRD9nLw8Fx49AP+NvJDQTDwomaK8gG2Ju8DOur1Gq/w9/aIaPjBrTDwPLy4+TIwRvWEVNr49QR8+2tkkvuUh2L0wmQC9pKIqvoANFD2WN6Q90CgFPHhtAL3sIR++HsfhPVqd/T3URVq9/1YGPn5a6j1U5H09QBW1PHADCb3YdVE9Dgi5PQDQPDwuM9M97IlSvc6CrT17Ux8+oOaHvGDgCb5GbZ09BLh0PdwCOL1Kw6u9mn+XPTrv1z1pYpW9x30IvhqpiT3Kq989kXLCvRzk2L1DwhC+NrGIPcnaBz6DiSc+6e3mvV5h0D1WVAy+AB3BO0DgJ7v0YxE9X7MiPgBh2rr8HR+++DlMPToP2T26Tdc905E4PmVtlL20WLW94ewuPuXSpb2/Vei93pmQPTz8C73wVVa8Lo6+PV6MM76OATO+J8oUPgbuOL4E38m9yHApvcp3tL3U2xY9epq9PZhp+7zfzxo+xqXTvTYg3T1Ot7g9lFZivRPevL1p1OC9DvnuPfJS7z3tiCU++nKoPaLjyz3yKIw9AEaKOWCC/rudHzO+H+8mPmCL4DwWbIa9yBMbvZ457T2jGc+9pJMLvazpEb43kh8+FL+SvfiQZj3mV7E9gOhwO6j6gD0YtAc9bDM8PSIIs70Ors09cii6PfBfRrzLmCE+C6PfvcC3ubsFEiI+zuo5vquUMD74Sqm8uWmevRB13bxeIK89XUcrPpKWMb6+f9k9RYGTvT9pID54OxQ9WZsSPoBsyLskV2A9gD3aOufnFb6G3xm+XpaUPYKK5z2o5SW9xmx0vehf5jyXqjc+pAIxvfkZ4b3cMBK9ndcQPkqY2T1F9AO+EwQmvuAnF7x4Epk88CQ7PEoLDr7AQAY9y7IIPoPcEz4OZro9QA+BPBqYG768bkU9sMFMvUB25bwKl+89pLQpvbyNc71Zvx6+6DE8PcAoHrvzN7m9GN1gPaiwPL24dpW94NK/u6XNi73YdmE9hMERveh9Vb2Pey4+7REGvqzUFD3veAY+n4g8Pqk4Jj5pIBw+mHjtvfpavT3UgzG+/04HvkyeAr4g6kW8IqubPSgxVL1r7re9yheRPTgDZb0oNha+faUKPnsqOD5Oeya+3HM0PYEqKD4gBq698JQLvQCt4DxjUyq+q60OPkbh1j2AqYM7iMTxvJ3hNT5SX+Q9oDx0PSVGJD4zXTo+IO4SPBixvr1Dvgw+aRqEvdTjXj20SzO9NLRBvZxuKb56BNE9RG3hvXVtJD54c2I9G10FPmiT3zyaISy+rvWoPSjqgbyYVFW9NmKCPbr05j3sSFY9YGCuvOizv73cSie+YLeDPc/JED4g6NA78UsQPmB15zvyCt09gP4yPDc1Ib4WQN09ShbSvQAUejrTwh8+NM0IPYDBbTzIxI29YIDNu0t0ob1NICs+cJ96vHtTw70EZji9AIhyusD5lbwNGRS+n1QjPg5YhL0pMyQ+0v7nPWx9P70Vli4+/MfAvVQgez3wYCw9MO8RvucMDr6dORg+J9MvviD5xDvWsJg9BM0cPV6vvj0bsis+WZIwPiBKuzw2Ws+9eLncvHgzSb3fCOC9wENZPb541r04DSG9yGeqvNBgeb2gHtM7oKOSvJBNOr6082k9uDXJvH2EGj4thTO+JViLvdHEDD7ffh8+5rfpPSQchD2JfAG+yAGYvJ3Pqr23px4+4F3CO7q9rj2N59O9sGEJvjLdzT2hvC8+S6QPvnsNDL6GTLQ9RT0MPldxLD4psxo+5rvwPZ5ofL1Qyx++N0AiPrHsFD7BX5a9kQcEPoI4uz0qBQm+laQqvmOpH77Yr3c9kJDJvNglvDz4K4q9lUoSvoXaCD4flSY+Lj/bvRe6kr2/+Dq+a/EfvsQ8xr31fyC+O8/1vSsAOz6QIwm93D0bvjiRwryAznU94Nv3vPE1Cj4gw+G78tCSPX0igL1q3+Y9ffq5vX/kAb7Qyi2+OJsUvoBERbzIFeg8EBgdvcD8ur0v0Oa93AorPVSeJb6/afy9gDYFO4m9673hJiM+0ByqPBzXQz1QmxE8BMIFvgj5DL52nwq+dBAfvdVXob0gGvQ7+GEkPVTbA706CaQ9hyK/vYhw2Dy/whA+ceMRPpCL9DzMfBq+U9jFvTZjfb3gi9y7JyKavYiW/jzALCQ9IimyPSyYCD3/Asi958MLPoJOzD1MDTQ9Ciy2PYjxC71weC29mpLCvfhv9DxH2y8+uP6kvIa16D366Ic9xDc/PfBl/b2i8jO+8JsdvcvuKb5bdBK+PiMtvtLGEL5Caha+TJQIvYKkF77EsB09AHKDOrWjIj69D5O9iMQNvfAhLz0EbnI9otOgvUz9E74Y3cg8MXQxvuAbRD3klyK+KFZvPVBXZj2o3Ce9grTlPca+yb3ADTo7FrDVPWhp9Dwa+za+PEUfvsG2KD4t5vC95owcvuZn2T0/IIu9JCx/PR/Lyr1gp2688v7TPVa65D0AkP081DtEPfiuBz2uLKE9ItDNPVxCZr3wAje8sLxevYBUW72At6I6OCEdvsBul7uuwyy+sofXPfCYfD24ife8aud8vVFqJz6I7hE9/s3tPURlY72WmqM9TLuzvZ5M0z1Q4gg8aagyPt7xrj0+OIg9uNbsvKDECT25DSo+/JsmviBSdTx43sw8QWEAPlnTsL1VTjE+bK4KPSIq1D36YtI94ki+PfpZoz0ydcq9yhGpPWyej71E92U9yDxMPQCIFb2A5nm7kA1Rva7Bkz25GLi9EycZPsQ6tr176C8+PMsYvqCncr34nLu9urcovsVj+r2EQAK+YWsqvt8ONb54dy6+8y4kPgDcCrqgjAs9iBZGvQHQAD7g4j69GdgLvmiiiTwXpuK9X1ocPgBwEbqQBjo9a64gPnkpL77NEBa+doesPVp7173aNaY9vYSyvYADzbzQICq8gGVUO8BBD73odQq+APwxO/HZAT69rOG92vcsvmidpjzQUii8nAUQPeRLCb4Q82C9WIT7PHccGT7o8Ee9v8GevXK2lT3NPR2+FkiHPfLYmD0UmsO9FNd6vW//GD6VYQ0+6/U3PigTkb3M0mY92nTEPZTEaT0p9jw+AvkkvoiruzywP+m8sKM6vQQItL0iE5C9hKl4vbQdHL2af649r8gaPrntOj7a4s49VBQlPX4Iij0PxPe9ueGJvRyiPz0GLKm9vvOlPQTry72S3ew9kI6iPFrapj26oLo9mMgAPf3aKT4iK3m9cQ4jPnhVXD1zgQk+7ca/vdB+Nr341Eg95qO2PXD+WTypATA+llIyvjlaOj5qg4099Esgvee6u73noyA+8hHNPc8WLz40Raq9wKP5PEaKjL2QfKu8sVOEvb1CH75yncg95AgGvjD13zzyHOq9/HERvTRbSL1gy6u8ILCDu+XHDD7t5SM+ua26vepEwj3O2fc9Hk/EveHLCL4hnDQ+hYg7PuTUgj1+C5U98EIWPIlgOj7wXEC88Mwnvl/hML6gpZY8V7E6Pn2qFT6zJwy+QSQvvuCGRrxNw/S98Lm6PCKm9j1yn4Y9JUYXPlQUc725uDa+cbwSPn0fGb4uK/w9cMfivf9aB77duzi+GHN8PTL/7j0Z9DS+pOQRvhhI6rxIKuK8VHNqvSiklDz/QCA+TCQWvSBSMT2A9hG87TwvPuxmWT2nMs+9gBjGO0CokL2QB0O9d8cUPqrkmD27b4+9oDWovaaI2j2W2OI96OMGvtnp672tSik+sscWvkRAL70bTTW+JgK8veV8Kb4txYi9uMKjvEoEpj3N1Q6+xE1kPY8/Ez7/KBk+EwMfvhbhKL6fgwC+6QQbPusXIj5YfXW9BYnOvacqvb0e5qm9yzbuvUeNAr6CfZG9ioqcPQCXJb7cdlI9RYcyPtBgLL3I6a+9LJYgPQPZDD7sBDa+V2UUPg9iIT7gJWs9KoaJPT04Oz5AUAO9SF+8vMZwhT0klyu9REr9vbLFmr0CNfM9EHdlPLQuTj0Ij5s8WtbavYjUJ71oBBk9MGoNPTDAVzxI1wi+NJ0Cvacdz72B0h8+nn34PUxOGL6AYQ08O0IJPlOTMz6sFoG9L68BPpDtIL4mBhK+/RmSvSUOlb1Ygxa+G/wePn7Udb1GLvS9ez0ePlDRbL2Qn5E8zvmoPaCyTj0sngU9fm/DPec2Hj4oXt28gHt2O1aomj0P3zS+lUYKPr63670b9AI+kRkDPnhfKL4OmKg9qAnwvL4UmD0Y4Eu96DYRvnFoub1ovRy9oBvwu4c8Kz5xE7G9o18aPmzGE720DTu+uxS2vTmcLr5GCu+9HujnvdLPrL1tpzY+F944vrRMAD2O9Lg9keb1vQjICr0m7BW+AP9Ou7BdbT0UVmO9pnSFPcMfJz7WJ/E9cwwsPshVtjwik/U9eEPdPABNZjuVib29fS/XvQAjmzy+TME98JxLvRIOqz2MXbW9+xMFPvZEk72Z5NK9SvDkPbxVzL2Lt6i9TG51PSRBEr7+Njm+sq6GvRX1MT4gVte8wPzovEmw7L3ICbw8Ru+5PWjkNr0aJpI92gfnvQqVEL7AZr88/qCfPV51pj2Qyre83iygPbE50r3COSq+eESnvWA3gL0S7oY9OvcUvkq86z3SBie+vQGAvbmXMj6j/zi+Rofovf+RA74XCBM+gs0dvqIpm72RGxm+fJ77vUYcj72PsTa+3hAdvpq9xD3dnw2++GGRPJ3XHj4USw2+8JqlvEqOuj0oI4I9/VMqvrg/eb2aWp49hfSpvboq5z0ghx6+dOkbvS+4BT60BWk9i3a1vfYnsT2JKBU+DGEcPVgJmb3ErDu+OG/dPPYO5j3Abim9LrqlPdpSnr18AHu9gKFkvTM+Aj5dYdO9ell8vcaA4j1yTK492uMWvkg2lr0h5gu+qLM7PdUXqL1lLh6+qTv4vXlQM75uQoa97KArvco3ir2heSw+JxsRvq0HKj5Ify2++eWBvSA1hTwQw0y9ofvSvf29AT6t4/29d6IcPhB0DLx2vug90h6zPZUUHb5eX/49hooPvv4LIr53qQc+ltnRPaoe/73PdSU+SqoYvjy8TL2Fbyq+MCB4PTBxabwbiDu+TL8sPdPGB778H1k9OBhuvUBQnrxoGqy8e4MyPiBi0zxmkiC+fh+rvWqp0T1U3BG+YmrqPT4m/T1dlzE+qAv0vQzMEz3V7TU+gMLEO9ETKz7ua4C9xL0wvXcnlb2wMpk8sT8pPjkNJj7W5tS9jHpNPe7b6D01Eai9+NJzPQ0UM77HoDq+IDHyuwnaIj4hu5W9It8Bvo1zJD4Q1dM8XAwBvU7ysD3kTj09gA9OPcyyC70wqEu8vqiEvaMTEz4q/O498JhyvJFFGT75Rxo+kFNiPNDCj7wFwxo+WcYJPqnWFD4gVI08iGY2ParBiD1gkoi9VrndPdwQq72Zyzo+vsSGPWyhKL5U9wG+MFgcPMDdxbzu4569SESmvS9Hsr2h6TM+M2AhPs8bF77abps99/QWvrUmCz5FB8C9GrXGPa3SHb7BmZW9kzs3PrpeiD1n7R6+qt/2vUzaMb4AWtY67d0zPviDNr2Jc5G9gMPtO/l37L2oj5U8wKzjuxJIJb5BC6e9uWmevdNPDL4g1+E7AhHQPYkuID46oQm+VkghvpP6BD7KAIc94MVOvV2xGT5GKeA9LwsMvjR6Ib2BPry9YF3Ova8qFT6oFCe+4JfaOypvEL6Isym9bn2jPWXRDD7GiyO+PjaDPZin3L0fZQA+mEykvWfHNL6w4g++xM88vjmxHj4QpmG9oAxuPDD7ujy9EjC+WLHEvBl+pr2oJM68/c8JPjceJD7BoS4+UF1uPOzQOr7aU7i9buoWvgHmpr01uR++AHyDOe+zOj5dxRY+gHORPGNTkb12+Qi+kiravRDJcTxsMVE9w6AmPrA3HLxV4iq+se3PvTUFNj5g7XS9Zh8svtywGL2AJAq9PwEZPug/k704tC69nBNGvesk2r2VRw6+GAcQvfE4Hj6JeCw+SD8VvvU/Cr4uVsI9npa9PZRexr2Vmws+wsE7vqw4Tr1h4xI+0rmsPfFw2L2IsBi9p0epvfQQ1L1uGBS+88rhvRW2M75dRSg+HRQUvkIRkT01UIe9QJIovfFviL3ooOg89MFavRwzFb6Vsyw+GTjTvWzAcz2MosW9iskavjmXNz4QKqi9AOJwOmjeKz3Ehlw9fKiJvb45F76EDwW+7VjBvUw3Sr38tR69VAM1vcRXGD3Meqm94M9fvIGrkr2HXzw+q6ywvYe39r24e5U8SHORvVqOmD1ZDSo+w5kcPr6+1r3iDdg9/88ivlJDzz0Am1u73hACvhG21b1ZuDI+lpopvmObHj5uAaM9F4kyPgQY273LGvW9InrKvUJE1D0OF8E9gcIqvhqSvD04h/69s+4DPth3pTyxGCs+SP5TvfpkH74PaCc+VxUgPti3Vj1xCbu9XtHdPdyWHj2lxDE+8J+dvab68D0UgsK9ACexO/1tJz5AAxy9du3Rve00JT7Aqg47SR0YvlgRUL3Qt8i8UJ4HPd3/7r3n0x0+V8bOvbzmhr04iAy+WR8evmiQhDzuoqw9FdIVPmEYgr3wMDi9ZDHwvRuHGz7D9So+binDPaoK7j1KgRu+OJZ9vSTq/b0h/zo+govgPTvJEr4cfS29goU7vgrw3z1nnAc+ptEcvjCLnb0G5s09Y4kHvgo4kj2E2Rq9AGzeOWwehT1WU809jyIxPkgYvDwBTyM+fQ/svWxqBj2OEc89aK0CPQfrAD7K6K+92BwCvqB9MjwYb4u8TTkEvtjVmDxImoy8CtQAvnWFGD4MEwC+wI+qvcK4vj34Oys9xRQXPiOrCz5QeTM8CKAVvkZ1rz0QHNa8zM9QvbQIFr2LUDs+umx8veKgyr2R4d29yg0TviYJqD306R09HpDsPW8SIT7r2zm+GF4lvQvbJT5VMd29jNvTvXR6Rr3M0xY97uH6PZgtw7wNWyI+If4mPkxnn72ATMG6+8gEPriV8byadd+9xEm/vT1VMD6+6pa9KMQCvTCgMz1O9zS+8JqJvYL6yD3Yeem8WYKgvaf3sL1UwSq++lsjvioZ1z3uEYg91o/FPSutwr1auP+9FwUlPt60rz3iaOc9904pPjYT472fepW9efETPl7oKL5VACw+ru/OPXxGD74Wyim+khinvTuP871hfd+92Dj8vO1NEj4w86g82LrwPCNzBz7wEQQ98DYmvD6/tj0qwOm9VPQrvbBrOb25xS6+DRw1Pt0tET6+a/U9L/4rPiSNAj2Mege+ZCMqvrEJEz5Gkes9CPHCPGgs0ryn/gm+gBH3unDHGL4yV5s9MFkjvU2SkL1Hhzg+gLNePTvzMz5byAw+sd8ePsMQt70yAg++7awmvjqN6j1r/AA+58QWPnApTryAfbm6YZQnPiVSBj7VqSg+qsqQPay7WL345lE9QAOQO+pzr72OG5e9uhKxPfrtsj2LaDY+gLswvNjhBL1gFxi8sIfbvHVWxL2a+4C9vDamvZrogD03wSc+Ml/7Pbo/7j2oiwk9nPtDPZhmuL1I6JK8JBAavlhCJ76gbuG7w5IEPq5XkD2WJ4o9C/42vkWqqL0b7/a9b+s2PpBeBr549m291PwRvnu2Oz7d8hk+UEwpvV95CD68eGo91/koPsK/0D0OgQS+puoTvmC8Nb2QKQm85D1UPWMOMj5iS+y9YHdIPOApMr0tafG9blwCvt7rnj2xG5i9yT3wve0KET70/ng9uLhgvda9wz3ppjE+6HoJvXcwAb54cas8Wl7DPUQDWj1oWqQ80Kd5vKj5u71nbBU+YVcOPjmRN75GL7E9kh2OPTb3rT16lfw9JQ4rPkWlMT6xHRQ+IKdivQh7Kr1k7yI978gSPtScEL3S7xK+X9k1PgC4nDwQyNA8wNfVvL+HJj7vAxQ+SODNvXlsl72UrRW+B8LFvbghZj1LwA0+AOp4vUSpS73W6a09L1jMvRKliz2jfDw+MMohPB0SGb4t1Dk+KbojPujGJj2trjA+EIubPNmlNj7tiq+9AjSJPfDj1rzA6mg7gOTZvRqQCb4wSQm+eDqbvHxyNr2RMdS9kAZWPK+WL75MC2c9GHCCvMzx0b2uM489QJKTPPAiirymye+9Hp3iPTxGGz3GIas9RDEqPTT6Fr2pVyE+QW8VvhUt371Fkxw+0vu5PUB+eLuEkXi9hOM6PbXTLL6AQ/66kENiPQDzHL56T9w91lLxPboh4D0ImAG+cXTmveYgFb7kmVc9d2gVPrJawz2A36+6lMgRvQY71z3rVxi+XIQTvaRpBD3VbDw+4s+1vUMjNL5xqyI+2OpfPZS6Mr0OuP29nDC3vQXLPD6XGSE+2801Pt/UOD5r2BS+298iPiD4xzu4g/W8K60HPjFdnr1o9jA92LOpvMJRLb7+6bk9mCbHvKg7ET3sSWw998kfvpGKGD6YVS69YN0jvFBVHj2Gsf49ZO8nveF+Gz7Cm6g9f6cEPsxZ0r3zAAm+ln2yveF3Kj4eqIu93GkVvf5QrT2b7w0+6Ugpvlq4lz18M8+93S0aPpSyTL2FBgs+H+QfPgeWJj7N7hu+UPwcvHpN+D1OOTC+7JcPvlgWwjzIqce825YavpOxAj7Cwe895IsGvjcHIT6mBvo9UdAWPjXdED4Z9LO91ka1vfG/GT6AYQ++SHo7vfk2mr05fSO+8Fq7vOD6Qb2uJ5M9nNymvZGkL77vNS8+EJlzvPHF2r1JQ7W9ONFhvT7mjT1wYAU8wI5Eu8NAFL7gGzO8GB0cvcONOL7jiCU+joX7Pe7MiD3oCYu8k7EsPtcjML7XLgs+S5DyvTA0hzzxAYi9IibHPcbArj1/Vgo+buyFPaIe5b1RbSu+Gl8QvtCYErwz4RA+han2vT5TC75WBTu+ekKyPYs1Fz5pXRQ+wMFfu554lT3jAwG+EZkOvuyPxb3FAvC9zGUdPVXZJr6+n6I9kNWYPLFJyL0Q7bu8l2sQPhhD6rwuGuE9ijPAPZi0hjwJv7e91cqyvWqHAb7jmLK9wrziPQQ7bz2CWBO+Win/vXC4LTyDYgY+g6oUPnjv0r0pfhg+uBrRvaB8oTsA9uA8GAIQPSVzCj5Obow9INuKO4LuD76O0aW9RPmzvYuqHT5gmIy9DEMfvS2VEj6eOJo9KCkKvdhmNz2rzQc+aJINvkC0Kr605GC9RyErPvMOOr5tCiQ+s2QpPisNKD7AGzS9QClovYg1XT0zvLG9K5WMvTK0qT3ADe47oHSgu6MfCT5wJpo8EHZuvFZChb3PcxY+tTEcPhIVxD1kDey9MDAZvjxQKD1oe9U8WcAnPrPoFb54iIk8YckAvvBrpDwyUMQ9ydsvPsK05z26wY49FuAKvtQEZz2Wzxi+eEa3vaChEz3I69o8P9kCPpd30b3ZlQ4+hc8rPnyLOr4AYNM7pWkxvoAxAzxLLCc+Ka8XvpK56T1soq69VjaHvTasxz2YOKI8OJ1QvZRiXr1iu+s9jp6UPaiJPj264eS9ImvrPZbU/j1qGKE9sPzGPGjMNL3j+Sc+xaTtvUDJPL2jkxQ+HqaiPdSHbj3AZhG+QKBYPcCQuzzClvQ9OJywvNMgHj7g3sE74n/+PUumNT62OMg9/ijtPcAc5DvlVsS9kMrBvIAD6Dp7phu+cKDUPHqvjj3vUAc+GQcPPrRqZ72aO+Q9Q2QNPgL6sT3QpVM8cpekPYD6E7s5f6+91Iw7vd1wHD5pyh8+LIEkPVwoKT0EHWE9W/MjPjNpIr4WX8e9BvKpvZNzOD5/cAM+zKQ5PQ4myr2n+rG9mHgQvhfQ6r03f/C9xhu0vZulLb50FDO9PMO7vRpYjT0Yz5e8RlP2PfpC8710m0o9BuLiPWOYPD4Ac3K7niwNvkifBT3UUge+PFSdvYlpor2ydLQ9MEIdvnbbxr3TWAY+cdo4PkZAAb74hrm8tgioPc9E373R6fu9u3MXPgDTYDvu+bY9mFQGvspTqz3zpTI+2V7TvdaPkj3IFCu9TYsQPiuCMj7oTfS8f2S2vfPFJD4uLSO+CBTavJM7NT4tahi+gKS1O4CdmTxM3lO9JAgtvdRbIL4zRjm+jyWDvbwHBT0knIQ9AMrROh8pnb1V0hw+8FzcPKt8Cj7CZRK+NOgOvaBrCT176hA+xZgHPnsgIj6mh+w9LSg6voCk4zwA0328vtUrvq9kAT62C+s9KFG5PPsoKT66TIg9hxErvpKE4z0gEpo8ALs2O5MSzr0HDTC+0H0WPXwCU70z0BA+zu+wvZbdEr6PFM699pupvasLKb7IRRa+UuiTvYAkBrzanqA9EzkpPpZo3z1qfek9wHqGO/DYx7zM2FE9Y9mSvUBSA74Nrhi+kC9MvCM+G76wKNo8h5oBvu4Gxj1VMs693gf3vVeRr73Q/gu+JEwMvegDaz14JcM8/kOhPYCokLyAI6o7SBxevYC9iDrXgLC9xqWmPdIr073+q7g9sJgdvAAugzxgrjo8gA41O9T4CD0GFpI97ovxPabnoj3/zSY+1kmOPUIA8z1ItRC+ZsClPUCMEDz1hgI+/oy8Pdrx9b16xL899H1yvT0njL3wl/Y8UHmmPN7szD3CB+I9gqUMvlOKhL34n9K8O9wEPkXH7726+SO+IHafu3gvKL1ASO08wN7LvH/Mqb25B9m9gM3FOy9aKr5zHyS+IKg8PEmsBD7+mYu9AjG2PYbV1r1d5wc+eLPRvDRDMr6kOCO+5s0Evipy+z1NnCQ+IAKEO/0QCz5ou6m8rVEAPgAFQLvQGWG8ULxjvJ1kAT49vCa+QSkTvpCKLDwIk389TI8iva18kr2QLw898IPDvFyHAL4KXJk9e7I1vk7FxT3m9dU9If6SvVpS8z0D4/a9AJvUPIXCHj7inA++5vLgPWZ+Jr7c2yi+4kqzPSBqKr0tMhK+GmqvPZWRHT4RYAA+bi7TvXPVF75YxRq90EFSvTH2Fz6UQ/G9pJ0svaUKJz6sqDs9VAh8vUq7pD2gaiS8ObokPkDT3zuAXTI71h+mPQBkDLuq6QO+H4a6vSG0OT7+h7e9UqodvtRK7r3m+aU911iGvUa4BL4VhAA+MIPDvIDK2Tow1cO90ASZPJyLkb22NPm9sU4kPkrI4D368Yw9OZyXvZFxND6vNhs+AnMNvvXgK75ic8I9ifMtPtPfxr3NjCC+0IGiPKwiLr0w4l88LEaxvThsoDynSR6+CHUbvWQMdL1cHya9/hDkvQCavbwEaBe+5GFePcvoLL78f2q9+/AdPkm57b3P6ze+2PkDvS839L0yHM09bSgMvqzxgj3SKqM9IO/Vu9j1Kr7OU4w9oZsiPp2PKb5yqq89YJzavWqj5D38dlO9rPoPvYmjCz7G0xy+YPzdOyyZLD2ifsM9ehfnvQlmkb3WbgO+a284PnxocT1ExFE9v0ssPl3LML4U9Su9YYUuPjI4wj1CpCa+8/YsPqynHz1zNS0+z9AaPtRvab2i+Pi96nUnvr6M3j3G8vi9IHI3vDoBub3DmTs+vzMOvs6Irb1YU/G8JExrPSrQiz3yAfE9k0/+vTmO473exJi9qe/uvXvU4b0rKTo+uMX/vdCBj7zWIJ89xKoXvsqwjT2A3Ry8oOaUPAJlp71aP9I9bPZvPS+cCj53JSE+08IwPqCTvDvHWyI+31SBvVZlxz24yhC+xoi8PTqozT1C8SG+QFiEu6txAD5wzbq9YsiKPc6U5z2HGDA+pwQfPqAiNr1aEA6+1sX1PfhqGb7mrdY9kIRTPexFKb7qXAa+Aq7fvfydbL0r5Ly9YEJ+vINig710G1s9a2g1vtrRgD1Ns5q9jfcwPmB2QzxwQuU8+pICvrIG8r1E7H89tYwOvoy/Wb2cCGa9QGymO0aJ+b3wuVW8GxzNvSH2AL6oouW8IHVsvIh1kLxVBSW+Z6AuPn749z1mrug9+EYgvWpamz0YvE+9ZlGSPbkevr3NERU+88PqvbXkFL4Ekze9CLkNPYA3eT0NOhy+oHUxPJgDn71ejzG+AKAivUudH75/Cye+vTItPoAKvTvAaHi8twbGvQM/tr0kdn095P5BvbDyDr1Q2u68AERhO33XOL4wP2y87cEUPgBsxzwQk3680OJuPAtmMj4ceRK+jJVVvaXhn72yoDu+sKFQPWqLrT3+0aI9AKR3OUze+70/QAm+uE3tvO2DCT4Ht4K9qPhOPfSjBr4TACA+dFUxPbYC6D2nUw4+ADSxuWXzlb2Uak293fAaPs34BT6lSTC+3SQhPrz7Fb0d3yg+AKAtOy79F76mdYk9/WQIPgCwXDvEeTi9WvPHPXdl4r2GRdg9nBcLPUT5Qz0hRtq9rR0iPj7ZwT0YjQU9ph7mPSk9E76A4Yg765wSPmU3I77bP/69FGFAvZ8BOL4CNpM9cdzmvYar/73WGew9mv8yvmQ4VT3oGlI9zrmmPW7d3z0Yg6e8xlqMvbgSE77dXyI+EFNuPZWlAT4UJxI9KjOXvYSYMz2Kkqs9mqeQPRglZD28KQO+DqD6vZqc3T0AZCE9lsi+vW5p7j1YMNG9UnD2PQW4Bz5FnC8+6uutPdfGMr4yP+q9NFIHvm4GyT1VKTU+T+AbPi6M0j0fuS0+RJ8cvg1DN76UboQ92NwCvgDQA76aMTu+Gt6zvfqkyD3uj4W91/YePurKpD2S63a98AIHvYzIaz1eSXe9Tgy9Pb6NE76Hcci9K5GXvYxIGb4ngCa+QOdDvWpwCb5ofzi9lzk0vn8wiL06ZdM9NVA6vg3FBT7a4LU96CO1PJB5VDy6YYs9wAKWO7FxIz7H/Qq+1OojvjCsNjzSdKc96I8evsRXGD1O2ja+JhjfPRjxK71PrYy9wH+Xu74Eiz1xwhQ+O/vivRx+Pb1KsLo9AiKovS3v8b1Yk9q8qA08vn6t8D2gCho8T3evvYTvTj2L2SI+hJIGvoxjcj3Ud8a9jGlevYi6R71AqKw7pu7GPWoklz0Kgck9fp3/PTzcBL4KlKg9BqyiPdF+CL6CIoa9CoDRPW701D08vRg9VSkhPvjqyb07rjy+UTjwvdjVkbwAVJK5dOx6PXjFxLzngDw+h2kZviUa/r334o+97J5KPWWX0r3wf/o85CxxPVjzUz1xaRC+xbcUPlThfz0EZXk9KFySvXhHhzwKlhm+1MKnvVCYTz3HMwM+pLcevfAAnDygTfW8/zcePpWHE744a4O8YEENvoB/FzuJAsm9iDSevMjlUL0ryRu+DuCSPRxBJ76gaKC84tu1PWLulj3mlR2+vvONPSUnOD7dJ4u9+IpxPYC1Kjuc84Q9OmWTvdjeC73v3Sw+YHN8PWC7d7yYdje9HmTHvRCryjzQ5Wc98+YlPkLiuj3w7kU8pkWRPZ000r1BJ5i99RwJPpYw6D1Z+Bs+hXsBPpIGO766JqM9NjOePWG+HD7sdjm+mtCBvRjZ/LwAHHI95zwVPtwecb3g5tK8IMJivThn4r2AVjk9pmMPvp+nAj4qcug9Qocsvggfsjyu/O69fp4jvqDZzjuKJ7090KkSPEDaObzmIxe+MGETPXc7JD7Qyng85mwzvhhqqDyHPQA+esu7PYzfPD0tlDs+HieNPYA3BDzN17i9na8tvtmRGD4jluq9ioLmPUDUzDtwG6I8iADFvVgYIL0ACOu4KPbZvbIuNb5wkre84FYOvK3QDz6IlNs8USswvna6Jr6A+ZS7QHXqvbINGb7Urmw9joGNPYDo5DsGLfk9fLtxPShuDr3EhoI9bg+HPXjmH77QiDS+vmjsPbQkPr2GxPY9Wz4xPgx6Pj3KYKg9avHqPQU0xL0NzB4+cFE9PFAKQbyZaTE+0AALvQA6C7zMMiC9tlP8PZuxMb7Uxm09XHwcvoZl1D0agrc9TBvSvfW7Ar7gfp88ij0zvooX6z0eJQe+QgCvPWfb4735aAc+67YYPgAMLTkSifk9sBcBvvE76r0Oo3i9cTCUvRTUED3Ml2o9GQiavcBK3TtcA1o9sB5TvSB4MLyfNy2+3xwqPiHQ+L1wpbq8cacuvrDC9jx8EDo9QMOwvEj3sr2oNts8n87WvS1wFD6wrDW+J24DPghxWj2gP52897E1Pt3b4b1XgcK9xEIpvaoPJL41cSQ+N3c4PvTI9L1QeBs98B5kvPJKtL3Vq4q9kO0JvSTsAT115Ne9+gEfvuBDIDzajBS+2Z8DPijHJr7Ejsm9jHM0vbavib2LuiW+oEDTvNA89r1ex/g9AKI0vHAIibwMTwW9xle5Pe7VDL7V5Bk+UnzVvSSMQT1NBxu+jYq9vVh1P71GAdw9kG10PGqywD3GWeA9quWiPaCFQD1I7qg8jp++PZDUML4wLgE9lQQsPqu+G76ndBI+OnccvtMvHD5oIni9jZYlvhCWFLyZZDg+/uzcvY4q9T3o+mu9LUWzvWCWUb12ro29gERNPO4fqL2zNjE+h0DMvUSnDT13IyG+nvWYPQoxAL51TQs+v8AJPig3Qb1O9Kg9jMgHvcsjMT4NDPC9VJ47vffyBT5wLam8/uCtPdz0Y71H5DC+VJNgvTA9Xz0J4A6+3uX+vbDpEjw75Yi9MvbZPcX2ID6s4yc9XGwLPdAFFL7aJ9M9VhyRPWYn7b1GZ689RHlEvXyMeL326Kw9jEc3vUSO8L1eyf89gLdyPWuFJD4P/DY++MjmPEW7JD627949F3sJPnfYv70kwCO+SBdyPc0di724+tm8nOV9Pas5Gz4gxYg7OsHwPTWgDj6wCUA9/BkWvoqzJb4gN0i8POTAvavQCT7Uvfm9ayuDvV/6Oz6JBjs+ytmsPdROE75nh9K9+RsjPvw/Jb34tAw986YnvgqYI74d3xM+TOUMPYeysr1Duha+TEduvSysVL324Mg9yc+Svck0JL5QrhU8l/8GPnYJxr2cFQK+kas1PpZDuz2e/iW+OHTUvaGnKj5Ifuo8gItYvICNxLouAQe+qHkWvSLC6T341wy+wJOHPP5Upb0i9Ta+jIKDPcrt9b2RDgy+oi6lvbPQ1L1ttDo+dtkLvli/7ryWHvY9XgP6PfAwR7w4yBm9pgDIPabqzj3AEzW8wKN1Pc7o8D1b1Sw+K7Qyvjh67rwwiBQ9U82zvRhQgz2H5B4+mDbcvd22HT65IhY+yME5vU4M6j3LHoe9bp/JPTt+NT4c63C9Dk4Vvvow8j1AIry87G0cPYAYfjsC35k9A0qYveeMKL4gQBe+S/nbvQmCB74/TRS+IAU5PX6T1z3cHCW9hfADvoYhpz0vWQY+vds0PhYItD2QT3E81SkpvkBYvLxcAj29e/cFPnDBoTwksW49gj0nvnqvIr5DlYO9nmw1vnRfy71nkiA+5ukXvmEoJz5n/SQ+f0E0PogxTT0dvTU+i97cvfDcHrz4H5E8+P5gvVQsEz1lpg++xG6Hvc82m73of0o9LUIXPp+eNj4gwLa7W7g1vjKip71AGxA7nTgqvgNwN74Y8HE9ftm4PcA1iryzyiE+PGsyvg61zz1eHJc9qITKvMsjy72nkh0+Bg7lPYJPvz2KJsA94McsPCjIOD15KjK+QP0ivMDbWT02IZk94u7hPXD00rzgUb48cNwJPRh8nbzKjRa+QKlyvUNDNj6UjAM9LMyAvYddtL2NRzQ+QJ78veHJ8r2K48m9ESMZvtd5Kz4ZbRC+XhIcvu+q5b1RNDM+IVMePhD0AL6CxaA90QejvRpLFL5Jei0+K22/vajk/TxY9f08FyQ0Pg87F741lzs+m4QnvidNBz4kVWg9J6o0PkvnAD4lxCm+iu4uvnV+KD7wr2y98pw4vkzt0r0wWlA8UGLZvIIOtD1AP6m9IEeJvCbsjj3gWms911IZviqSjr0F3gY+kD8ovhZABb74SCS+qKbHveerAD5YrPw89nuPvdjsNT22F+c9g/OYvZDuHzyqJCO+IEedvRhkbj2qj8s97pHEPS6NyD0GJY490I7rvJ4C4z03roG9qrCHPYgOCb4/4Qo+ws0hvvn8yb15BC0+4Qs4PjhZXL1AwQ49uqv8Pf41LL42C9Q9vrmoPaAG2Tyg6s67aAu0vUiQ2jxGZ9C9ISOMvRmiL75UHk69xMrevYyDRL0AMA86Ieg0PqRaAr45ldy9vpAavja7tD36sP89xcAUPjZT5D1iCsI9nOQevh4EsL3mfqY9MKQvvlINvT31vgQ+Xoz/PTypHD1wxn28p+4TPvDopjyomgw90DTUPAjpL75X8Cc+uPTUPHxLCb6AVG89ay41vq02Er7Shb89PKpMPXg+/7xiOxO+r5YGPsaAqb2JAgC+n27xvQjdizzqi4U9BXwpPgh2Lz2N5oS9OfIhPq477z3CVKQ9eCJlPerwiT0sZRG+KSauvdxV7b0+jRq+nNKvvbESKT6cT4S9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 