{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "0cLfPTdBS73HuUO+0aGXPd45mDykPwo+/IyOPeYygD3Y6Ay+b67RvbBg4Twqbgy9C9oOPlnWQT0IpRk6lg8Xvj/5871Bq4C9x7M3PK1JfzyKfZm9jGkePJU7jr0rAkg9rtodvlIHTb21Od08VQ8rvkbiubtCh4Q97NnyvTXqDz3UcPg85vUSPt8uPT2q2wE8oNn1vOGOGT6Ljvk895sovq014L2y7RK+eDUZvpyY0z1EsCa+HAzSPVkyoj3mWDG+AewMPuPwPDxPX7Q978YlvtJXjLwCbKU8r+dfve+qbz2PIEe+tVdVvOL4373tio+9spkCvnx2772Neva9iSxiPVMZe70HDAk+T3rQvYp+xL3epg4+9bcAvpEoL74SHTE92+/pPawyH77eeOA6pzWjPcR+hr0NshW95cdLPcTUVj2wwke9QzjxPO6O2LyzCxU+PpAIPD4C8r3YZEa8iTSivUpI6T1QmXy9uIEPvtLrCr6A8Rs+aRSqvRKGFr4mXIQ8d6NevcVg/7w+1DS+e5zIvaplNb5fwfw98p1AvKM1Rz0mG3y8M5anOwMh3rzD/QA+twz3uQ28Nb4R2o69oIKXPQWOg73FSx2+fb08PZVJM72W7vs9PfwAPSvrjb0L0Sg+EpJrPGepRL4+vv696JEAPQsZhj1Lani97DbfPURzsT0oLxO+MTJBvtq5Dz5tAR2975NYvBp78z2nu4o7czrfPbz/WD5DuLy7oFHtvahK1z0vxpc9YVYbvrn2QD4BVrE9UpdIPv1jvL1d8nI9kEPEPTBfSj7tdBK93iPlu6Nnvj2kfT8+80kdPgTtc72Gepa9Pp8APKYtEz7DMCg+pE9/ve3WLL4t8Bi9welGPpU33r2Ym+o97cwyPmnTIz7a/TQ9EqeXvfnper2ogi4+LNPqvb+vN75cFCO+CblvPRKzQr6sOSq+EL1VPWNzxrqIiaW9D8LQva1/DT4u+0M+ki+vPR5sMr7TLFM+oYT3u92PJj51N449yZxzPppQCj4Suhe+iz2uPREdR778zcg85AesPJdFN77syRc+k8orvvlDUr5TgCg+dpsYvGGfPL60US2+kC8YvqMWLL4mVEa+l6DhPRH9A77mmU6+ZoANvuIzE75OdiS9gUUJPggPEz5/dKi9aocbPbjf/D1Cuw49Q6MRvsihij18XMU6cgUBPt6lBD0bBfU7H0O5PFd9+70tRly+6DGLPe/ohb0q1TS8U0o5vfhmED0bFlO+iOz4vMT6aT1VUWK9ss46Pe+qA76lKQM+cImJPF+CMr6Z+ao9vGyVvBjGPbsNnCq9R+MTPqhC4L2lty69mBqNPe2nhD2Ak6Y8CfUOvrKYHT66O5Q9foiauyjvEr61L1U7pd8mvkXTRz3S/vW7EIkXPplRGb5Aoy8+coZaPiMqHT5dKyo9Vg5FvftGPz7jYhc+uMQvPuxrh7y4Nsc9v7lrvcyMNT6TZB09GDT4u1RR2z2j+hW+rvMivsMGaj3HADy+Lt4Eu4bjVz6vqiy9tSDTPJ/1Cb5ys0G9vlmdvSXdGb2GP8g8ro/mPRaf+r15rHq8Vz6mPbUoQD5wgTY+cjhhu2+LF778s3A9uzqHPdthrT1KScE9yzxcPt2wqj08ACo83GW9vOz5VT7n1Ak+auaXvUd9ET6ZkeQ9QPcSvh81Vj6b5N69gK3qvUAoQT58Hbk9abrrvUpiJ77EBz0+vq1NPub7U74iEVm+IAK9vXCvqD38gQs+IXWfvAA09zsJJRY9qwyGPagVq73lEui9Htw2PUJqCL2OSkS+WlO6vTH2Pj5ooZq8niqfO2GanT1TNwQ+hIvAPRi8Bz6J9w09Q0s7PZ/6BL6fL+K9PM0Pvg05KT7x11o8wRwBPpjurL3nolW+be/hPUIZGT31VeE9DW/mPWe6Qj5pOvu9pfA4PkFLKj142hq+/M9WPlY1Pz640f49YeBDvjWZFb2qr4S65+UWPmwFUr7WGTK+tjNTPi9ypj25MyS9g5bZvUFMuj2zM1A+bqI6vm0gor0dTcY9FuVdvjqU3b34LLK9WGtKvvRqDr5+qQO+ftAtvlDppT2/YDE9XF/QPMYrHL5Wc5M9mGQGvXbaFj2fOQO+JjmGPYgeBr4TRQm+5eD0usd+UjwyceI8FgYfvoNDob1zkH+9zcwyvod6+jy+/c89MqE/Pck8Lz6sCuG8i0YaPUQoBL3N1L69t84kPji8AD2dHWY8m0McvdrYoj2EEIu9OEeOvTO+fjoCbLO8AevNPa6S+L1kBM89bOsuPjvb171i5yu9XdIZvoeItT0qAYU7dg8WvleUmj3sxhQ+D4cJPpeSAD6oCPQ9AbwhPgaqhD3I9xa+vTuTPV3Zsby60ns9X/gxvp0VRD0c1uC8EWDSu1rjO76EIS6+igq+PRAlhLzAkLc9k+AHPqtO5L2+qyo+tmyyvWVzcjyMUwG+iuTdO5QzdLx6lMW9t/aLPVcCUr0OxIc9eecDPitAC715FVM9ADxwvZhWmT1MRq69SvfQvVpkDj6AqvO9bfN/Pfqx4T2sbcG94ekyvokwcr2R8q09EJAuPTQqJ766ihC+XhuZPYpWND58mLq9wO8yPjOeDb6VDfs9RNANPlTxQb5AaEA+wVC8vGYNOb7e1JC9MnQHvjQxgL3KezG9RyzqPTn4Bz0GhwI+IX7su+hbCb7XDga+STIBvvSfzj3TUwi+EqycvUmD3L05OBM+dCrSPaJWFT2S8wy+4pACvsPXOD6g+em9s3wLvpAoNb7c5GC78CnBvct5KbzmU0c+ihM8Pb/xID2zL1u8C0PFvSGHL73j6NI9Mlh5u3F7Kj2lsMO9X56ZvfhuXD7N4Jy8cqCjO4HYJ72DX606SMooPtZQaTykFCi9ZTPSPCie9L11UXS9lY89vXXbS772Lgi+FWz4vdntMT7+DkE9mRgNvlBEnTsp4lU+hLXhva+RcL2j0KE94mUdvoCCyD14Twe+3Bf/PEYiML2VBF096VBNvjrHn703N2y9r8pgvbKni7onDRk+LmQNPnJoA75LCBy+rXgBvqeSrzwm+Bm+tovtvOlO9r2pOFI9bzCXvTGDMb6hjlU+xG6ovIuMRr6Zxxg+ZiAEvVK1tjwufy8+CHYNPhVdwjwu9si94WgQPpi6Qz5nefw9fip1vkpv77qvWlW+L0kYvLgywz0anC6+5wdAPrWmCD6Gfwe+ezx9vZBPQL4VZjq+C7sXvmNt2L2tS1i+cLzcPEPoBb6b8GE9E+UyPgERI76p7ns8nS2LvKcFXL6gtgm+Qjw9vSdFvj3wo2u9hbkqvqMpIb31vJm9KnfcPQl4FD6sgSa+wSxBPgeshT1ESOE9Fe0xvO1aEz5zZDy+QZfBvXtzmDxSFUM+c5OZPRl5xD2L41O+8zooveiNarmNv/i8Zp8OvvX6ML61f3Y9c5XcvW60wr3JbQu+cCsOO09QmD0DVTk+A0FoPb9yTL3VhIU9FlQ4vgQqKT5hIUy+WaaGPb2/9D0snbo9gNhHvX0UEj7KOam9VizvvaY2BL7TqYM924+8vYYtQ71Mnfk9xzHjvTBEHj53S628Rq8avGw0Vj5rDq49zNfaPYBtFr7phPa9TH2oPTLqcL0LQh++PGH+vejAhjxkbbo9iN6KvQDJfT2UsAc+M80SPsA0S728t7k9Oe7DPVaQG76ySs29I5nFvKqN0D2KGP69XoqevSqzWT3c2DQ+35W1vIMnyTyDGUI+qvsRPWTcRT70AAS+cy/VvT5pnb0LPy4+LyTOvGIcw70rWT2+PlJVvlfKm7yXvB++PM/rvT4QrbzdBMc8PFaqPYzSur0esmO+exMEPtUSerxU3g2+IQeTvW0JAT7tA9o993/YvY6gJz4PABK+RDndvaELEb2TDtc9JMWaPQJ5wry27RC+PHkNvrHGpT1ESEo+hUU3vnXNpTxHviO+89ODvbKRfjyUXNa9qzIDPkLQ/T3WuNe9/Sb2PfBs6T3ynWY9SXUVvrLgMD4Wuxs9et49vGAVqb2vg7Q9grFqvU35or0+8ji+QGxEPRe9RD3cFzO+PbgVvnpRLD4MFwM+Gu2ZPG1rMj5loBG+aijwvV64nb2MSk49XCKtPdUAKj452Co9aZw6vUXIFb5g3/K9324jvl+BCz43nmW9OX/yvZbIGT5o5j087NECPnvW5j2KPa89aeojPnkIAz0D5gc7d6YKvi4VBj65PbQ9z3XNvAKLgD1jrSQ+EvadveBBnzwS6ig+1JZTPplaMD4UsKG9ZCbSPR7OGD7P8ZC9U/TsvfUIH76UV+Q8h1xCvmMUjL2zEWS9aktRPg1KZ71MwxM+D0brPbZWir0520c+Mv1GvWBRDrt9Qz++MXUrvq13W70Q7qI7dssmPuNChT198sg98hGivZLMDL3KgKU9rGeMPbg4Nb7JPDS9AaOqPR/MH769puc7ajgVPvPwND0uroy80xbdPBbd/D3JPQe+cOYnPsaAkj0Fxym+/6BTvscD9r1EcUK9JVOivaUlLj5ju9u9EUaPvXF8zDzCtfW8jRgOvmmmp70x9iw+cbIQvo//Kz7bL4m9HEb6vEB2hb2OvhM8EDBovJjECb3YemO9onpqPULYJD4Bpw8+4RDMvSuHr70NKcK9LnjivG3KGD7RKOe9Rqv0Pc137ryzRAK+OY69PJ6WSL74ILC9+7D7PUXbizwItjS+wDB+vZfQo73mKoA9v5URPgTbPL4uw/A9iHi9vL+0ib14o1s9qUp6O0YV3j0Ko0c+02oKPjeJAz3quha+DrM0vf0fzr2XVy29ZbimvfmxkjzqrQo9nlDoPTyNKb7Eiyq+qs8Bvi5kiz0K/9u9ATOWPRkL5j1lYAA+pYhSvkRaSD7lnce9n9Y8PpeM6L3oVT4+MfiCvQdESb1OHba9qt2Vva9IQb4yaS29c7hXPsQOp7wfwwu+nInxPZRtR7tJUAs+IQ4jvqCoCTv/eCw+3wy5Pd3iE7u5zEM+7p4SPilGzr3CZV4+ZJhavX6UPb6YQ0k9+chWvAHTH768SaY91aUuvhXI1j1DOjW+dLNVvjNMoLwZrCs+LKNYvd1Wqr20uDY+3CqZPW4JNL7nZAY9Jvknvm9W6j0XuPe8dkkNPTgYS75IT6U7tnWlPdI5Kr5xkTk+NBWwvZKoC72WAN49mS4mPHDaWL5dHxO+sTcsvmo/4r1e2zI9HEwgPjU8KL7z3R+9SvYBvjVahL39Mjk9Cz/BPIPb572er7i9xvt+PVKYIT6avKG8nDdVPeaXZz0HwSy+bdODPWK0Er6CjB2+g/4KPqq3F75MDMI9NXihPUk+ur31kHE9Y7H7vfikaT24EFK+jO3RvRLIKDzFnUq9zQ0vvsj0hj33JzK+DgMNvpMCs73InRW9X60CvkU/NL5bfh0+S4nzPbdRQT42pEu+vDqmvP75E77yBoC9c9pcPuIOID5bVdy9e7gsPt5Btj2iWEC+RbxHvn6nwj3dER0+nJoFvgmcnz1FpYs9RJudPSo9KD4K9ea8s3KFPASPUT4Z2EC+Fs1PPTcoUT2DlPQ8/LZaPi4ZK76SjRY+tNprvQSASj7YBTq+bY1CPiaSE75GJ/i9xCmCPVmjcz10WdS9hweyPfLYcTo1WMY9IGo8PduZOT7zU8I9nQrtvVX+ET5TbHI9BSrRPYWPIb4fztO9dnmLPUKBPj3kex4+D/8cvnuwBz6zNwc9WOeEPV7hQz5+rAW+92MqPnV9Xb5If5s8AXgtPaGIwz2mfGK9c5bIO0Iy5b2TtXo9SYilvXQSmb2G5CY9ij0dvit55j2MJPu9bEYnPXW6Cz0YG2E+8ZzNPUEpdr2O3aM91sL0Pcd0UT6AjAu+GD6yvZpvmL07czI+KvhQPLvvjz30n8y9HNbbPRGnxb0fRx09ul5NPGVZ/7yjcYc9MCGpOj6H/71YKTA9KE9Fvaf/Sr3qXwC+jLf0Pd4EBL5YKWC+v1FBvhcI0b1nUs68wszyveth9ztZt5U9N+vevJfiWLylzjy+hLeNvH6Elz2tJhy+G0xgPiSjkbsV2Di+Mgk+PLA15TtCcEk+1PtFvvyqUj4+u/E95Mb5vQ4aMr3VzEi+OYI+PkIK+LwJK98902rmPbu+hb21rYa74i0JvoD4Sj5sXRK+O+dBvutzJjwTg269OIGhvFxjRT2dWA8+MdwXPa6vor35Oho+NWGVvQKOfT1F3ae9vu2fvUkdJL5gjq09U+hRvmfw8z0HF429dHZ9Pcu21r33wFs99zvDu6UbAL5oaQq+rV4JvT/btbyG6e+7yfkpvk/oIb7CVC6+X9MUvt+tC70zvXu9rABiPcjzIb6j++M9S5HUvTx4u708IYA95P0SPjONSL1hE6s95ZfGvN02NL7C4Ve9bynHPDvbr7z+YtA6SGgRvsmbmz0wOhU9JLOwvMjalz0Zzno9pDyHPPvZj7398AU+37PfvbjZmT1EuNK93DcQvWhDFr4054i9xBvwvMKi/bzbfoC9Qmy2vQKr1z3IT7a9R2S3vRXv9j1wWUO+KOh0Pd5YHj6HO4u9ljYYPmHxkb00tMW88EBXu8u3GTvx/sm9gAnFPSzHBD6omAK++8kzvknr2z1kXee9R8fNvRfFiT1650q+avbFuzBR6b0d5u+9vqfvPEMsGD52Si69/y0BvlEgkz26hG09DljnPRQ3JL2nyJY98MPJPV1F371plSE+9WALPvciEz57um09SBOPvYUDwbzG9Yq8F1NOPdN9Tb4WGhm++XUUvjf7Mr1XhwY+Vk71PH6lCT1Vlh89/0Q2vXDOwj1zx8G90+RMPfkbn70stSm+XP8yvtPMCb4lrCe+lEgQPt21nT1BoxS+QMPEPYoXQj1E7A2+7mAJvqPdfD0mv0S+SjaGvFF4vT2rFya9qVkdPiYULD4xHZc98nrovZrRU73XtiE+P7CyvQE/5r16Rkg+YR0NPkgkwz2HXDm+HikJPvDT+730k5S9tfFPPp87pz1ljju+G/xlPS+Tmz3Q0EU+fS4yukJQ3byI+LU8g6lrPenUHz5afhA+X8m8PfgJFD6K3do9rI9MPc98y7zP8Rg+J8xVPHplwTsRCjC+RN0rvvC3Sr4QxUS+okAovjsgOjuK0Pc9VBAGvpObq73oZiw+lUzLvYowWD0yZbS92+dOPamfJT5aZ5y9oxiYPUsXLL5buEQ+VJIhPnv1ED7wVC4+MaEwPlgvXbtgcn49Des0PQjnKzxpzn+9Th69vR0Xpb0qlcA8TxkYPhB8BD752Gs9pXSIvTtTJj1zeyC+1BOQvCyV1DwEop29zTMGPH0OHD64wrm6+gj2PRtUOL6fbxq+Ab0rviB9AT48CdW7Y0ImvtvoHT3IalI+eP8fvp6y0bxQqiI8NbYmvhB8Ir7TrKG94pJgPZDaL74gX2k3uIhmPTcVb700+4y9O+oVPTX5TL6KLye+sM0aPoLOc73+RyU+DEcpPvlDMj6+KQ8+lrpAvhSGFb5goTk+iI4SPufDyr2NUHk9gxHpvIrd0rw0m/q9hM4KvT83FL7MXre9AgD7vdRKJTu2t8i7EdUwvCBdiT1yOrC9xGtyPVlv2rwZnUe+aHgavtFPez1UQLW9+SoQvhD9EL6DpVu9uW7avBN6IL2x0ka+aORBPuz+3L1C6I+9SS0XvV8KOT7tUDK+FyKtu3NEub1H2Qw+PfzuPfbUWD6djZO9GKYAvlxYp73SqkY+NBndPNBxjr0dTSO+pa04PldlnTtv68Q8Eusovi2clzzMVWo9bw0bPvl4Jz7t5w6+kRdPPQD9jTwjECC+00pPPcwf/Txm2b29R4slPdkYTj2vmj0+X8s2vbl38L1JMUQ92DJQPRPw2b2u87k9L9fsvYHZPL4ZrKc9BLYpPhzXHL7M3aS9pSnCvFbEQz2aQfS93d+Sva7JVLw0NEI+CIiQPGEJN74E9Te+LxACPsqYpT2JY6S9fX0EvlN0or3YFcM9FAZUvgxe0T3uLuE6uucTvlGPSD7kbh++HgTfPX9TBb1RdVO+v+RTPSAABz7IAqA9jZEpvbUhTL6ChrO8PvgJvt1IUL41+UG+tvY9PWPuND7zruK93FvVvd20P71S1ge+mesjPo/WIj7QeTq9NYkuvl0RRD4GG0A+cBTCuz1kPb2GLCS+FgwgPhQy/T0BzE68wNdAvk4tVj76/Ss7AUV3vXUY/brfc4e99pOFOwb+CT6WslS98dPcvboK471p4LY9ZWFaPIvV4r2JaCg+JucoPsI4mz2q7dq8k8MHvgeB8T2Opak8y2YvPuAM3bzy6+s9t3iAPJ3O4bxUaiI+xPQ6vkrQpb1Jm+q9gv/vOwE7tD3o8Sa+ZcXXPZOhBr0ob7m9+wdiPZGimD3qnbu9mRyQPY0Bnb17SLG9k0XpPVwHrr1pK/q8lhbmvSkFtT3e+ee95EAqvj14AT5X8Am+JgWpPVMPPTvVsiu++BzUPUdFL71XOO86Pz8EPlKzqb3Su3M9ojzUvUZ+9L2iwZq9XcfOPZAEhr35rjm+o/5yvVQA8bz4yPi8Wl7SPHOEdz22MKO9S+xYPX6/GT3ygMY8mkW9vRhF1D3J6Ke8fDzJPTGuZ70v+QG+LL8MPnoEBr7Vmfa8yp+YvZR65jyJZC2+XwQRPpEJoTx9+hO+F6rXvX1UiT2z5aq84JolvjIbB75Ud627p+UEPpc/l70aVQE+17WHPYydmj2iLrS97gVIvSto87wWcA6+MNzMPTUKhL3ehva9iO3EPc2OhTyiDBi+gLTrPdi71b09Y0A9BnVzPTBnujzoiKo9WKcfvr7nBj5XNR6++4i9vWPWET79UyW+mBuHvSojuL1BBx0+jbojvrUk2r1xgQG+ZTVVPchg/j2eRgs+HnGUPNLyarzsCO+9Nv83Pl02E74W+X89ceyevOeXPr7SDBQ93K+iPRozSr7BQ+092yuyvUNI/b03n6O9TtkfviRfL746vZK9+Tu7PCAbyr12wR29nIOivR0cAL5gdge+wo+rPZ943b0faDG9GdOzvRvEsDw9nDO+aNhGvpv2Ez7e7Cs+kOUivsyzor2NMby8GiMJPuBjTL5qCQo+25E2vkhvrj3KwuK9V4ziPVNJVr1aOA2+fg9bvUqaBD7AXzg4xQ0iPsUdCr5izCS+WkAaPp8FK71wHR2+EdI+vdDrgbylgwa+0o7OvcJTnrvp0CC+Qc1IvnlB1L1ZPya+QHxLvXcNlj14HhQ9ldyovbd5Aj6xxOW9if0HPlJRh70h0fu9g6pbvjqEtD1WNMU9QYzKPf+GTzyc6DE+NFFivO0M2DypwfE9dH4JPksQGL44rcw93R84PHZsJT4DV7W9JK2cO4hj/z1Qgeu9Tie6vFHDNL5Vw4S7X6+rPVk1Fb7irzc9EmukvdM5CT5Zy7K9vzjFvK/41L2+l7C9OGKnPFTOLj4kvp+90bg/PgzWSj6YAay9/PBMu5VdQzypmx4+qj8DO85SJL0L1Qy+ZzzcvZt3tz3hLfY9rLXePaYMwj1MnR++y0pivcEtiz3g82k991roPbjuJr77AQE+6bvNvXG5Rb5kOD08hh0evhWv8Tz09uy9xWe1ux/Pqj1QnVE+h00sPhyexL0V3K29t+EVPjWOD76Enz6+ybqmvegsvzygFIi9rpnGvZuqlz2IhhE+csUCvhqVwDyPAVO8Xe0KvceWTz2DhLY93eTTvY8Ez72FOsC9A3YUvrx62L1lpls9TacDvsEX9b0apUy+WxGNvSajvjwJBc+96NwFPhjqmb0F+5Q9bQ4+PdSIFj5T2QE+Q9LhvUPMnzvfneI9NvcZPvNLLT78yy49j8zCvbc51j1s/as9WQ8JPf/d27072Gc9gec4vdUykT1Ea3U96c00PSznOr6Tr0U82h8xPgOVYD0gcvc9oRclPioWGz7ftak8XJk2PgYzor2y/w2+JmSpPVcAgj1Oblu7+fDovBLH9T3PsI+9SwiKPXnbP705te09xmI1vCRzpbwdDxg+JMCAvXo52T2YF8M9R1oFPlX/Gb4jqv09d074PQO1Pj4v/Ai+D+8fvbU8zr3bUIm9Ppl8vU3xPD68syU9kyESPlByEbypXy6+mfsWPloENT557xq+uvDuPZwRiD2sR00+QlsIvspUAr44NhM+oVUQvS++aT2KPC89OuJFvoKYuD1AMNm9OsFcvcZDO74Fiqk9wQ/QPXqbyjzB7Z07oxRSvanyyD3z1gY+hHLgvMISRL4+puA8yx+cPTHTwT25RZy7hm5KvesrWry+OE89HRfqPBay170TbAu+GtDOPMd1Pj7Hx8S9J0k9Plaxvj3cu6+9ax4TPjrkEj4pTao825YOPs122D00mfq92nH2Pd5slLuAVaA9RCetvWVKrj2lOmi9KqMTPrYfxj1tJrI9eBTdPSg+UryWaQG98gYHPdfUDj73Ejc+tukCPo32BT6sVt49ZzvdvYmDQj1B/C0+Hpu1PBwNXzzqMsc9RWGdPbHVw72qYZI9fWoMvqQAE77HzZc9QzD/O06fEr48/xy+KpEXPUzvPD36JrW9ExE5ParlQT7lrAU+q7wEPpiMiL2iPO89utcvPh8dJz6G77w94mYZvZ9z/T0k0f49AfnyvDSD9rzZdcO9nNPoPdAb/zsTFY88idccvsRUor0aMhk+dOHTPcCMXL3lFtK9vdYmPlKhvr2PORO+NMXTvToYhT0n0RI+Dz4HvdWFNj59k689o33zPesK9z3cBJ28EJWjPDdI1Lz/Xak8lz0CPnT9LL7U/6U919OMvYVPBL2FOQQ+7CzWvMV8Gj6XsCU+QXciPKxylL1/4iu+bY4BvlzW/72r3Mo8CsXEvDf3az2whVs9NVgAPsME2jt5QI+9MOLwPeu2S72JlAc+XBcyO6D4Lb1/St89ICL/PS5dRL6HrtI9mYUZPcVqKD728o49xrOSPUhxMz6WIOq9NGhQvbQdAz6f5Rq+4GchPmZayT3/WAe+jg+MPVZuyTsGznM99WvyPTeJYbyP/eu9M0YmPU4axLuftKK90HZOPXaLET5jxzK99zUevldzJrtkMkA9P0MxPVAMKz1NwAI+Io3WPeYT+D3l6IM8gOgzvlZIf7yMgBu+p5wrPZxtSb4RtIq6rHcEvrorWz05ene9WUhKvvFu9L0cph++vkobvtm20b1Y9Cg9FtkMvmcxKjyfH/u9OyYZvk9iz70+whc+WN8mPqj4yr10O0m+ImKAu0pJ3L0Zo+a96l0bvjMgl7111rM9LdRPPb05AD60fyq+faCzPeraTr7Q3oy9on5VvoqhBD4j7eI7PPUCvgJjx70GUem9l6HsvHz3Pb6VHcg9IESXPXmqF77i2vE8I8WAO/ZwFb63i8o9o5IqvougJ75YFM09UzsPvsqJVTxPKfA933xWvTcUu7yJkw2+bj6DPCSDPTxT0cE9rviMvEuX4rxBEN08j4cvPmK8gLzma869Z5VQPRM6Fr6OL8S9XlWXPQbtKL10kHA9rwLfvYiLvj1q9AA+yLchPrtEVL5oZvi9mme/vMuFmrzcWiS+Lu35vSCwSL0iA9c9AZTYPYgdlL1VFxu92BehvdyixDr0LK09KuicPbsalrz40cu9gw4avSjlzD1wY5i9PcPJvbB1wL3GaKs9BggdvClKzj0PPvS9R+YivhmCnz1znFk82o5dPeHi+TylyJm9vbaDPeKmJz7M9f28IEopPaa0nT2Yuia9GHuivBRBJb62xXu7ETz4PZst5jwKlem9cLuyvWjNrr3nkfI8q8ievDxa8z23nN+95KngPScJGL6uXsu941syvh4m4T1QNfI9MEUgPKjLMD4/7oY9sqs8PM1g373NB+U74sMZPs7sXr6Iah6+3R0ZPv9VCL4Khla+9+QVvgmLWj3pDXe9CuAlvrhCdLw4UCI+N9ntvLsZnDosYGo9UmA/vhqA5b3hzQE+EcwMvmXhcb35kdU9D33uPZBneD1pvXG+kKKQPWotX768hQu+ppUgPRRPAr59bVo8hhz+PZae3D0h0Ae+4WXZvbT1Gz4tBr69j1uuPXXMGb7FF509rJQEPSbpdz1Muim+iQIcPm0c7jyKdFu9Wc4+PbhnXL6UbA6+emdyPfKw5TwmTXc9Mab/PRTzhD0/MTu84ByfvQ7aNL5V5H6946xBvqrW4rt9Uoi9eNGZvdJvBz50VLk8dtnAvR3hvb0eyEG9L9uLPEONSL5lFNW9YGaiPa6dC71WF8u8R/pzvX26kz0OcY69tywUPI7JGL493QM96KLBPeU4J7pwPju9qyY2PS/5YL281b89IX6sPDnD2z0x7CW+bmAXPTb3tL23LFe+IBJ3vKzeFz3m4mA9DrnkvAOUFT6MzpS8IHMrvdkMob3N25K9Zi23vJ8+xz1bIM88juLMPC0t+72ibdi9+vo6vmGksT3LcIS9vxcGviiFnb1lQSi9KejyvfIplr2iGwC9inYPvd3CKr33eAq+UI0DPrREqzxEZIq7PV1Avo6YO76CUpE9CiE4vmAWAD1kbHE9zPEZvfsQFT6a6Wm9bUPLvbGscDzVprY9EfmWvOZzKT6MOls9Cr+fvZU7a73BXns7cUJ2Pft92z3G9CG9bfubvKpOAz5hjde9nwL9PWkxEr5QgIK9VqSXvb4XFz6Y57w9S/KBPcZEMD5FjD6+c2VBvmi4TLziyL+9b+jkPfWUMz1Fdqc9yMfUvTHj9T0xYmG85RVaPTqRQr32C1C9CRWxvSFsEj7hJEo+X4UMvQNvZL1UD6W8FW8iPll96D3T1g6+UprcvQwxCD40Koe94V2CPZJdrz38q8O9wN4ePFlcYz23T168UPzsvdC8z72WZdI9Gc+7vdAA3Lyqus69HK/GPH7EQzxZsH88EDaVPSDF4j0o4JW9l/tMPeIF171gZCO+KaPVvFAyQTwyDwM+ZOI2PBcMw70ovty9cOURvSb6D73NMCW+kCpIu91UF76Uxse9A6sWvrlBo717DN09zeLwPV83uD0PXfI8EdY+vq5pAb5r50W+ndcTPk6Q0LxCWem9rpMsPsc8HL7SPRs+I2D7Pem5bb3jgSE9RZUQPooQNj7UVFw+DTu2vfiyT7kMA1E8tiU7Pmjs87zdnv69+JOGvcc/KD65oRU7gw8tvrzjDr5j4JK878CivT2SEj4kP709PetOPuEcMD4iBhq91v5hvSaQxz3PpaQ8V/cbPYw5GT5NCPu9q6OfvV0BJT2YkzM+LKQ5vVQzvr2lZQ0+gCQyvYzmwD2Eghm+NjXtPZSEgjwyXgy+sBNIvjKSUj2Ee0w8IaFaPfX/AD7C4Ak+jAHtPZa/6j1nObm8B8DlPaDVET5Fm0g79VvsPEPql72omM09z7MhvtAcAL49iBI+5scAvtiPkz2UVxE+8sA2vqPmkT3j0re94IsIvXRONr7h9kq9qJe1PfNXOT7qvjM9WA2OvfL45T3xRCE+ylB9vR2Mpj0Uktq7hAaXvC4sczzpOwy+KA26vMORxby7f/A9vJelvQV38bwf4hC+/j4FvmZ6GD1QAwo+vcY3PtRss7wm0Qm+W3UnvsJJS77nGjm+k6vOPZd9770EoZq94zGOvdD+LTyaXGE9r3IDPVYgUz3T6hU+HeQRvrKe/b1WUOA9d87YvRqKZj0AEE+9gpkEPmzuDj4DdGO93lErPpJMDj5CfAK+QoQSPubdeb0W8A8+WPu6vInKab3bDcm9uu9zvRZvjj0wT587uunRPcb8iL397Sk+F2sOvjvR+DzLgCu+vvW7vUh70D3DKdm9AsJMPlq+071WYe85gTCOvc6/qT3nGYq9qJTsPG44Or1UuSe+1eHXvOMiGT5aVBM+hwYAPkFLnD3GLOI9xIEwPmbcGD6JUWI+73qOPWt2QT6avvm9LmMSvkg6CD7744y9yMDjPNwyWD40nuQ9H20svoj15jyVJWS9nn8RPki1Gr4ydT4+HupqvSgxPb536Ce+ZIIhPiFYzb3Hw8O9nj6YPZLplD17xVQ+tVSnvErpVT6IUkm9xvXeveL6q71nYoY+PNwJPmL2kT1NMQM+Nz9yvZIKCb4Ku6S9N6sWvvg20T1iQqQ6YalVPpBoJb6DypK9Bb/PPMDFoD1lCjM+89bVPW4luD1+0449iq20vZ0RDT6IiOC9/AYtvtrhFb16SwQ+pu4vvtXl3j34eM09RLVEPgLpHr63Dgw+NChLPR06ub2GFgw+y+/GvQ5H1D2JdOk9iyu9vQtUi7352Q++okBhvUy6i72qrxE+pBr1vPAAvzxpnkO9Ls2wvanOqb05Ixe9VRUuvmjJ8T1Rogy+gMu0vWf0Kz4HxL69pIsrPvjZBT7kzgm+ij9BvXYfnD09XMe8UpQXPhCkVT7iYvA9OwWzvThfMz6g8G49eT5BPRhDBb70YWe8sQEZPoTNAz7Rnds9GWruvQv5Ir4mEK066R4LPQ7ADz4ixYE9PPm6PG59Ez31nha+ZAehvV5E5z0f1am8Bf1cvOjwEb5gISm+z62SPcL9rrxTB6K8/wwNvMovwr3IRWg9zvuyPVy93T3qARk9A71MPR3KBL6VxiG+Z/wePiz3sD1qjLa98FQZvraXAL5HVdE9uxCjvbScIT6UXwA+QJHSveXoB76cAcA9ODkrPaegFz5GAzC91B7gPRBwCz0DVFw9d2wZPt7pRD0oJY69c/TlPfpAIj6E8jg+j/nivWRACz6gQCs+PVCivc77tj2eFCS+mDYCPpKwMT7kgae9An8CvoOkA76gNTg+Hq9Su8ZcV7wvKAQ9oSurvCiJ07142AO+94Yhvv7zVb3zYYE8caAmPjSH77tcGgS++ys2veoxkbyiD+a9lNnlveE32r1FueU9DZEbPsUqM7wvuN0981gWPhLcKT6wceg932csPrxRxz1DEQq+rHX7vcDFEr6e25I9xUHNvS4yfj1oE3g910OVvfdpyr3cH9M9Oo4nvk378j0prBY80AQGPvuwqL2iTYo9nlMqPuApsj3/zh8+hzjMves+ID6Kgy2+jvbhut0Pqz14sR2+lBT/PQMSnLymmN88QnKRvboQ1D3a3ps8mx2hvZaOAj5wbmY97KgOvdFv/72cRDe+XXgePidTP7tBRzW+hm5GvpmyDz7ykyo+jBb7PVxdfTy3cZ09yuqdPX2JQz1EyAk+Olo9PvQvsT3fiB6+lWzVPW3jaj20tD69gG8AvmGaqz0RCzI+bPuEvbiBfD2PDyq+EE3TPVs+Yj0671S9joUyvZpHYb1aTAs9BkwiPqZr471fxQm+i8ixvSl/Ib41kS8+F2UXvlG7FT54mfq9qwx2PlH9gb1RBgG+esDwvcmd7T14orE9qsX+vNWTAD6MELa8ks0MvNfAjjz/T9U6lgpBvvt61z1IDQC+QpcMvgGHfb2lN0W9Olv2vWzB4L2gFw0+1A0cvoDj6z2MCtK7tKfgvNAdlz0D6j6+h5M8vnzHAT60rx8+EUwavhhvC74/+FU9GaMAPm7wqz3QsHa8BDgfvmgO0TtXF188mHL1vcbtSr2aRBK7/q7vvZpY0z0JuyE+muPUvQhk2T1Z7p69f8GuvH31DT4BsUk+WB2yvYthRb5WrCO+st8KPpl/5j0fak89Lsyyvcr8iz0sfMi8jat5PYRUHb6T1wC++zADvXmCajzalum9w0MuPXwx7L0zDWq9s/WpvMauBj6pk4A9Orr8vciYtb37X5Q92lZQvgC5q73SJxk9e7qNvXgc9DwGAFq9NT+6PcQ+Lj573Yg9HDvXvI1DD76mStc9tWY+PjaJdL1ITA0+br19PYh8IL59Jdy9RzbFvLd2D74j/Na9eqo1PlzM5D02Sk8+nr1EPUCYor0/4RE+GRYuPlk6Pj7g0we+ZvAWPrN1vb2QveC8AWy2vAnchL103Jm9XSVMvsUg9D28+hE9y/+kvAwy8buhQJ28BX7VvRB9yr0O1448WCJPvNTYFj7pRdK9dvq6PSKvXjwPf4W97sgbPgFt7T2V9ko+2NWyPSjIjj36Wii8O6wNvsW2ZD09lg8+84f+vR4cGD5yR+29lmhROz4PMT4cyzg9RnI+Pv5koz2wBpk9Sv0ZPmx8gz36+RE+VnBCPrA1+r2alFi9hi5fPDjXPL1XLly9b54Ivtuf8r1seno9dm2BvRg+4Lyyf4u92p8GvsUG2L3/RrQ8I6NSPfXsgb3BecG8tfkjvK7BtT03BJS9osg8PSA8MD7lK3A+K1iKPJCeTb19OU299Lkhvs4uCT7PeU69Rr6JPc2IdT0E1VU99/OsvUzXUD7C8Kk9zFYVPhlqg70WT3Y7s9toPUduR70bkKo9Rh4CvltkSz6bqaS9i6AUPhuuCz60HuC8kK5+PVlEtD07EwC8jXnWPTHJXD0m2189AcW2PRKJwz13F9K8xhYdPlVnPz7Nj0c9lIlFObEOtL39cM08LEuOPU3voT3UoEA+vGJSvV2wID7rygO+OGyBvc5zbj3ddgA+e6kSPRq4Ij04Wzo+HLJpvfphmbyc82c9v1bxOkqQnzz+QB276KyVPP4xiL2fLvA9bgrMPQp2Cz3+QUw+V3mCvKPUVL7IWzc+D13jvcn+qL3LoSe9CaEQvlymRj3vXdA9aBDUO0eQFb3fMfO914T8PfBQ9j1Siw+9DH0KPjPP/T35Q6I9YOslPXOnDr1+MRw93pPmPVWXBD15fNY95K78vM9v7j3Jtyo+C872utyHB75tNbM9ScKNPYKBzrx/NlW9p+GDPWQ5Cj6et3q9CpHMvX61lj2m7OY9k26yvUIrx712+6+9ErGkPfPTCD6vjRM+u/HLvXoc/T2wO7y9rlDHPIiN4TpZn249gU0kPtF4qTzE8fa9qLNCPX7I1j1S7t49pmtJPi5uQb2jkI+9nhU5PqCEkL0HBqa9x1+yPQfJ6rxKEQO7SxLePevREr7y7jW+W0cWPgv2Kr5f2di9Et0fvQhmf72EyYw9zarsPTnmH7xmkCo+CcKIvYoKAT4KG749PT73vIoxp73TEsm9/jjqPSiV/D3vxjo+GZq7PVd3pT005Ik9r2RlPOOgdjyCnCO+5T5KPjpQUD0h+Sy9nm54vGa7rj1V2pS9UGL1uwGrE74Vchk+DHBEvdb/hj31WM49CIUhPWYrkT37sz49Ht04PXZNor3G9YA9p+LAPb+cQL04zB8+13XbvUdkrzunESw+mKhFvlgHFz79Tdi8UzA/vaUeTr2IH6o95L04PmS+Jr6d8vw9P3mkveZfAD7daVU9NPoWPsCQETw1aXQ9Hj9uPMw0Kb5gMwC+3TGdPfnmrj1Md+C82uI4vddZhj0lqSk+ZCNevUl7w72NJZS8P5D0PZkp6j0M9wC+ig8Svq6jiryJpg87M2jzPDCaDL5yClk98NQSPo7XKD6mxPI9j4AOPLzCJ76+E5Q9QnuNvGV/nryt5bU9/1yUvLMWgL2kivy9MMIaPW7di7x7JvO972pmPV/JtLtEqYW9ZBLCvPx3KL3wovs8HbggvWVjxLyRoho+jx8Wvq0HiT0+Jsk9ZBhXPlSTFj6uzfY9Dv7ovdEugj2eBB6+O0fAva7o/r0va0e8Y9yAPT8vEL020Ya9m9ybPTGikb3jfje+YcX8PfUsID7pAg++Aw5mPfdBBj6DooS9kgQ9vclRdT3GchG+5MrlPQEKxj1pywM9nox9vAJgID7Icew9Nf1WPWJ0Oj53ezg+njvvu3Q5l70KUik+7hc5vd7fRz3qnoG9ny3LvOslJL4NFOg9StOpvfhhFz6tTzk9wKzcPbrUfj1TyDC++++IPa0+VzrAYXu8e6dMPT40Cj5w+Fc9bqTdO6Xfsb3NXiO+eMjSPYlmJD5l4z47oJYkPgHLGD3D3a49+wH7PFkvJ76OVNk97FyXvSrGmrzBqhE+1tKiPC4NpDxvS7S9c0tpvNXL8b0QPzM+VVUyPBB7k70T4Si9Sn30O0vXOL0yKQC+fO8zPtMQir2HBwk+nfm9Pbwllb2Jii0+wuuivX/4gT3eWJ49G2XUvfaTD768wB8+DcMtviUDAzyq/KE9ydCQPUpMcT1FaB0+KD4aPuJmkDyZArW9h4HgvOouA70/D6m9FFubPeMW270yZ8S7I6OHvGiC9bx9qr66hirOvNAnLb50YWM9pkJFvSGxCT57v1u+deyvvTnuGT7AjRE+qlnvPfbfzj1SN9W9fHMcPBcbz707njQ+JsWtPPqs0j3q7ve9YWAZvqBm2z1m3lQ+HLUhvlplr73VBvs95yYRPv6SGz6v2is+ne4BPp/1g70e2BO+AB4wPmCV+j3RoJm9X7nmPbGYvj38SwK+R/wEvpS+Fr7LUEI9534bvDHdajyYyiW91fgbvutjED780Ds+PHaXvV4Rib2qeSK+hKQVvoIkB75SDQ2+qLzpvUD3Nz5wtXG8OTAAvjdIKb0H3RU9NJAbvaRpHj5fOnu8X8JBPYSYlr2tyts9QgFWvdZpB75A/zu+p20UvsRHO734vdE8tewpvZZ9t72rYvy9dSaQPH0wOr6gnRG+ATb1uxtI7r1a2uU9tV2/u4hMvjxCG4q7VG0HvhmnJ77UZga+C0xuvU/kr73HIIA8JD+ZPBbB6LzWS4s94eWbvUrQnTwGFOQ9dwIZPsd2Kz1iCiO+FDoNvjmmRr10RLe82PWwvfAToTy8VFk8oXqEPXnfwTzpMdW97u0aPgwwrj19ayM9ApClPfpxcL2x3GS9S0bRvc00iDzRFiY+HGMPvWo9yz2//oE93YCQPDCAEb6CFlO+i/kqvfUzRr6nqyW+f1A5vhJSGb75vS2+R3E9vcFYLr5Bu6Q8gpeRu+0+Dz4RPq+9I0YTvQ3PGDymXxK80gHPve3CGb4gGKI8ghwmvmn2iTwFJDC+xvKSPSOYQj1Fi0i9ow/KPRkivL2jIgI63L+QPYs36DtCxzi+Xqg0vmZlEj6KA/O94YEfvlC9rz0ei5a9IQZWPVcaqL0Im/W8mMXVPXpqsT1WlNU7LRYSPc9jNzyAxXM9ATGvPeIvgL32LBG9ksRtvXt9Ub2eDwC88sokvswCDb3G002+XzK9PdgQBT3p/628NF+zvdkSET5tWgI9rAbPPbvImr0Inx89mg25veRGyD2kqCm8KpMJPqGZzD0C7T495mAGvfkXBT3/UBM+a0ovvj3f6jvR+iY826/aPd+iv713tSM+MOw5OylCsz3Pgg4+bCulPT0mPj2ruWW9rkuIPfr35r2zb2Y9FIKWPPwFGL1/HNs7KaiMvdkiOD38reu9NQEuPlBs2r1v3Bs+zYQGvkhFHrz2MsS9XzQ4vso9H75nYN690iorvrVROb54MSC+2AEgPg/pCr18dFY9BwmPvTl6nD0Q1i29I/m3vXIRajyxyPu9LSMFPj80W7wT52I9Y/wOPiExTL7idym+Bv/PPYGA2L03YWE98RpJvTvS7Ls6WjQ8zhifvL523Lx03+e9DbTzPL/hBj5A08K94+AjvmOjgrz9Cu28gqzIvJ9k/r1YMJ69A9p4PQjU1D0S4KC83UCAvQHBwD2H/Pu9KgkEPQFryj3lk/q95prbvd4ZMz6h79Q9R8ZLPsciYr0L7As9/ADcPZaqmD1BW2M+dB1PvrYtDDunSKm9R602vb/nwr010am9cg/ZvDGVbr38B+I9qUXZPQtaIj5dl+g9ZGXQO8JxPz3Z2r+9UxgBvX/qSj1zAz69C3tZPcdyB77hFb09CweQuyHenj0Zftk92ribPVl9Lz48gEq9jt8iPsrngT2mVfk9ytmavXsDtrxO+4Y9eazNPZ5TOT2U+R0+fQ0gvislSj67SNE8dC0NvZH1EL4eNws+r1eXPVBKOD5rPNK9qgZbPf1OTL1tg6i8FnGEvZ+47r2Tp4898F/vvUgOjD39Mc694g3cvCY71rzOYw28sN0fvcwAJj5ZKxk+N0/IvbQemT0tpwk+28+jvSwaHb7b1Ew+LpwiPo1jvj0b96o9PoOdPWkAMz4sv9Y85/42vhQ+Gr6eR2I9MhVUPpaQ8T3ehvu9EzRKvi5hAD2CXRG+Da+cvNGuxj3osw8+JesgPt1thr18hVW+MTwXPpTtB7647ic+R1r9vYRuHL4QFzK+bleuPem24j3+Xy6+lo0jvrrXPr1O91C8VE3avCxAvDwcTUM+kDBOvOMCYj1qGLY8bF81PmGeQj2J9g2+7cI+PLwMhb1Xs4q9BqUSPjce+D0SEYq9/uZjvW8LCj5x27M9cRQZvqou0b1H+Dg+1VTxvYTOp7w6chC+Qfp1vQISH76yrbO9baLSvO5TET7rZgS+VqYXPbiVDT75TSM+CscXvpy0Pb5iz9i9qPE5PvW3Iz49Z1C9SpixvQrI172UILG9Y3AKvsZV7b3I7va8VjHqPXdG7L1/pfQ8ihFFPsFEtLwCXoO9H65VPQQVKj4I3BS+yI8SPoymND4gjq89Sv+nPa8OWj6WZCe7zxsVvYOTkT0XbO28/Le4vf1gzL10l8k9YgI5PL35Fz2DtO88pkkRvhKEa73vaIQ9K1NyPTONCDuApoi9iMqmvN5QtL0ALis+lzb9PdOQBr7VrxA99aO4PcrQCz4/b7+9vm7sPTGRM75BYDO+AkbEvewY1r3Lthu+o3QUPlu9sr1oA/e9ecXwPXK7s71Hn1Q8qWExPcOj/jxgv7M8qT3WPes/Az6MtFu9lE2zu+JjnD0td16+UDHAPUKw8r1weuY9xRvRPVrFNb5oBkA9lHh5vVPHZz0pTau9pk4BvgVH3b2mgY29TSoQvX+lDT6UWPi9eOQPPiuYe71BGkW+243evXc6P75ooPO9NrEUvguZCL4PagQ+L0pOvoDpXbjEm409eKMQvgUEj71/xk2+juF2vIcbTjxKRKO9J/EiPfE8ED67rbk9Q2AXPtB8Trw9L2o9bI3KuyYqcLzFk8S9dJXYvTO6/LwHXiU9ohqKvfpalT1EJfq9u2jnPYCWjb1bKPm9g/efPaNHCb6xvIy9wBr8PExJQr5acje+ZpCDve6EGT7xnIS9P3sXvY7y9L0btia8ugGTPaE7mr3qLSE9SZcJvgelOr7eHA08uEeHPY4pgj12fJm9nXInPbQw573Jgii+ZILovbNwub3QBiE9L/U7vgirtT3tMSu+LG6ZvbJ3Cz79vES+NOEXvoFOG75hA949ED0avihqp71hnz++4E06vtcWpr0S3F++nvMhvptCyz1XBSi+Upx0ubuCBj7rcxe+Pak4vaSGej2wb4g9sTZbvl+ruL0hfvc9s2vNvbMq2T2tRtS9IWx4vaevzz0Ac9g8dxPwvU6c8T00sis+32vFPAkOu715nTi+E30xPauU0T31e1u9Qu34PaMDJr39ZRK9scV3vX/H5T36YsK9xKdTvUk8uT13vfM9y2IBvvPcwr0IIe+9jql2PYKR7r3qbvq9AuOmvbwgWL4rY6O95yBOvQd+pr3SmzY+i0Yevk9HDT4ighW+jZ8WvYYs+bm7Yn69POadvWS6DD6Jztm9yFr3PYAvMLekjwU+kvbAPbW7Hb6QDiE+ohIRvpl+Sr4tHO49cSk/PRU5DL5sOCI+/UHqvS1+s70doN29il7HPch/ubyHiRW+NAhuPKRX/L3rKRg936Clvf8IELxZlq28uhRIPtWLLT1Krji+6nuavSU12z1zeuW9W9+jPTrE5j2OgMg9SHAbvi8GLjwnLBQ+U3BBPYV2BT6XHEG9iuiXvZSIwL1gYu88d+sKPi15FD4YBKW9SGOzPdDJ3z1Ie4i9bh8lPbfYWr6wt0u+HLc4vHT6BT4bO6W9eeqsvZyQGj6PEXQ8tF5avfx/yD1I6c08TDkcPc0RULsXdOk652pIvQ4GDT5/3r09uRiUPPeLGT5ANeU9hJeiPFgiVL1z8wE+sF7fPdNj6z0PexI8JGrYPad91j2PEoi9Zp/5PeT9Pb3XDxE+oXh9PQAPGb6jeym+j3WLvFXOiLu87d69xYLivTFAoL0jHRc+DrosPnEYJr4PP089508mvgWk2j3ht+y99s6+PbV7Dr4Ro4y95Cd3PtTdiT13zx6+eeECvjmxKr715F08LwgUPnr+i71TJ5m99dUsvY3gCL7bWoi8nIEKvSoiH76opo+9CW4Cvrj7H76Wq4W8a0azPV81Cj7pE8K9tQ89vvvn3T0Yq5s9itB2vUsSAT64hLw99kMXvk86lb24zge+XSajvZNX0T2R0SC+A9T3OzTOD77xUX+9GI0PPbgf6z1X70++yeQYPaxNEL51CLU9XGbfvcQJD74pZyq+MfRFvsM7Ez6RkJu9hrDnuf9+Wzw1KUy+XhYjvaJS571U8/473dAEPujCOT4Hqh0+1wuyu1DZF76bH/K9ykYfvl3A3b3oB0e+tEKWvHDwGz4FQCA+48ItvNvwpb1nODK+AQbLvbAlNLxrMLo73ZkUPraZKrw/1BK+i3t4vbOtWz4y2bq9mchcvgqlFb2Haa28JVP8PRFr0r1TCxC96yqPvUPQDb4gAxe+sBEUvZKJIj4cDz8+YnojvoH2GL4XodQ9pbfQPdMC7r2MTQY+p1RdvsD19r1Wl+098DwxPejABr70doy8iVvRvehQ1L3K0+a9xrfxvWtvQr5OjQU+4AEuvtpLJz230aW9R/PmvA8awb3St7o8RptnvQ+BFL7YpfM9UEYHvmcLWD2AgO69ZBglvvp0IT4tesu9W7ZDvLDNHT3Wkzk96dufveNUD76n+yu+fUOVvUfjBL3RVpC9ORhnvVPAZT2D2Lu9uw92vSHlqr0JQzA+Bxy+vYWVBL4syqy7rLy0vakifj0wuB4+QC0aPouiCb52yME9ydMovqXGnj37HW28JSwHvoa+4L1dZCs+lYMzvuBxFD4eHIE9IJMKPiSPBr6ft+O9fJ3MvVI1qj0nTWs9a2MxvgJalz2NEBy+MqsGPlhjk7yYAhE+ePFpvTciKr7Gjh8+8LwGPhu1MT3yWQK+ujrUPZDtoDyXmSA+/o2yvW78oz3zBum90donPKGzBj77thi9VSXpvTVgGT7bQ+u7mtstvlxier04tDe9T7kIPGLjDb460xU+b3vovYyAvb0mRhe+EhYuvvcrlDwmfFo9cOQKPgdU5L052a+9muP1vRssCj5S2RI+AMJ3PREpzT3O0ja+S9xEvTR+A77DISg+5SjMPQ5+Gb5DOI29v0RbvmGbpD3VPv09+bItvnI5vb0h1689J9MRvrgvUT3wZ6i9qGODvKHRTz3nb7I9EEIGPsJF8TwhnwY+BKEIvuzBAD22Fr89yLPMuq1/+z13g9m94bkKvmm/ZDzbJzG9FLI0vuSMHzx6Ikg8JBMTvuXQED609K292VCovXOmsj2WPng9YMgaPh/TAz5f5c08sFIkvqhBXT2JeBO97xW3vJRRaL3E7yA+sj9BvRkGpr3HcA6+suk9vo1vSD1k44c9JJPHPWfrGj5OayG+j7huveBFDD5QgLm9xcvWva6aer39syI989kLPtdyBby9+hg+hHIOPkt5ar1uXTs8b/blPZxsSb10xt69LsmFvVFyOz5ru8i96iXnO4DSpj3GgRm+i+iSvfNG6z2ChYe6Bw6ovS7Lsr0eJQq+7ZobvseRsz1HlEU9Die/Pc5Skb16j9W9G6FNPqEqiD0TAyA+sgdmPuWLnr3wuo29JGj+PYBkDb6JehI+CkMxPQab9b0cBFC+gEekvepkvr2jD8S9S/vZu2UHND6kfro8337PO2qA7T1QSre69G11OzmFzT3XJ9C97W85vAhmgL0o2g++HjUzPtLo3z3FIQw+cfUSPpQDpTyo+M29vc8hvohHAj6r5xA+PZn9PDgqFr3VEhy+GRq0vOU8C74Ysbk9DfcmvIipXr39Tyo+BwdUPUhhVz7Rvgs+TtApPqmPa72ggOi9AxQavt8EBj4I1vc9OfMtPgUeiDxb/S29LdI+PsW76D3a5hs+9EOLPYsZ/rwpOAs9vDnJvPfMrr3321q9qcWzPfOA2z1chy0+3mtVPCKjZLq4VHc8kzKPPEUG471qJvS8AcO7vZU8vz21YVc+iCrwPQ/Tzz37OoU9H+urPQ+gqr0xKoU8GGEvvriDAL7b/9E8XDoJPmOjij0ylNs9zJ8mvhOkUL0jmsu98whKPi00H75ZR+m8gzkXvto7ez7+giE+JmYhvT+6/T0pTKA9D0JIPiV32D1c3Qm+C0f1vTGUW7zsen677zCRPZHYcT7gONq9rfM8Pbq6XLz6AJe9vkcMvi8edz2FjUW9Kn6pvXxKMT7Rz2o9RjB1vcaD/j1DB1A+6WPaOgPahr1OGi49lIX3PfpT9D1THmE8qrlMPJSbUb3hBlc+tMktPqiuBb5U1qY9OMtXPY0Y+j3ROxw+3rFBPgxTaj6oKts9lEGwvFLwML2sIWU8JBwkPvkaA73BWti99AQkPgjJVzkPbF49ecTSujHiJD5fAwM+gHqXvaFwfL21U5C9jHmYvT9faT2jsRs+CACmvYkz7rzkq+A9TXMDvvxXtz3jP04+0zw+PUMT8r1WB1g+2GQ+Pq+KjD0FL1k+tgPdO+gWPz51XqO97R/bPTd5EDxmjA09CinPvaAC5L0Ftfi9m2WXPNqvkr0+6fy9JFUnPaQr6709Vq89mBCbPKzt3b0Rs5o9eE9UPbnZu7yntnG9P9INPpDikT26Ceg9XBSCPUC0V7yM50U+BUfkvZC2871U3BU+5EC6PbYbsjtL+qe9L6jHPF2xJr7e1fu8OqsePVvmLL5hhco9bn7YPZVb6D3mXQO+KvzgvTYCDr4BkoI9d5gFPvwSAD4qLxi9D3AsvfVr/z3yOxK+YL2pvc+RiDyxBzQ+znHDvX3HOL4XbBE+0XEZPdvtUb1oJfm9MxGYvQuiFz4eoxw+wOA0PmWGLT7lfgy+jQgRPmpB/7xgska9CVvyPacUXb2OV7Q88eRivW1ZMr7WpcA9M9iFvPvZrjzzTg89CXAlvvbMBz69am69qaANvBgpdjykVtQ9wuw4vS1BHz45VJM9f8ncPdbsur33mx6+ismqvXkZGD6j2bO9e3g+vRu0cj1TBRA+c8cjvjyUQj2w9LG9a8QPPr9Rhr1QiA4+TW4ZPlJGDD4YLi6+u2gmvSZm5j0Pzi6+w8MUvv3/aTzaxZS8bXYmvjhI/j2NLr09+K0MvtRCCz6u2a89WnYZPsqG+j0Ozta9qEzDvd85Fj42kBi+Pab8vFOslr2eayi+6EyOvPR1Xr2Ul3890JTAvZvhOb4DjyI+EwzYvLVFxr2RAsK9q4FnvdMYRj0cYy+7EFAIvEtiLr6h7S+8DCuJvYIHJr72OhI+rGvsPTXOlz2c1iY820gPPij5Mr5RQeo9JdDuvcFA1jzw8Km9/LOXPbkosz3XByQ+IOQ2PQxI0717shq+ipAGvltnTbwR3yQ+7t3KvS83Hr5H2y2+bHaYPf007D2aCg4+WInpPP7uQT2m0Bi+rhUOvodlwb0B7xC+nxVgO5R+TL5wztY9kRwDvK02zL1kKr+6XRvvPSGpF70YWQw+VQPAPVT1OTzKzry9u3OevULQ0b1MEMO9HoiqPVbZpz16DQ2+E54HvqrO87s8NQo+kCcuPkWQur1BNAE+hrmYveu3FT26oGs9zbYQPWn/JD6R3Mg9TNePvLTcDr4UVGm9CAqZvXmwED7bKcy9IX2LvHmcLj70O+49ALwEO0Mt5Dz37TY+OPXKvYzTAr7zLEm9fsAVPsSTHL5BeAU+9wH9PTIEPz7xnYO9ESeBvQkurj0g/ba9s9Emvcdj8D2UUb28YPS8vH2v4z348sm7t8mHO6VUQ72ffyk+U8w0PnqCrz358Ky9US0FvvPL8TvcEGA9SP4YPg6JIb7k00I91c75vbgDcLy4MvA9PMRHPlRe9z0LAms9IQ4evg+xkz1UPga+rKqFvYHNVj1hsWE81LDtPf6Her1z0Bk+FiAwPp9eHb6R9Qw99I4lvj3BqDzYkyc+D9kHvhj8Ez4cFd29ak9Gvepyxz1vfy482yP5vBOrAL2a4tA9EP7bPAR4HT3sXqG9LOH0PROoBD7dKKA9BylWPS26hbwsITg+0j57vVNgmL3WFTA+EpezPUKrsz20wcy9y6knPRaiODt7IRo+1IqMPBEOIj6uZA0946DJPSLHWT6o1Pw9Z5HiPdSMVLl5IXO9NvGpvNfE/zwShxK+lyIXPSyGLD1puiY+Gs4RPiWbBjtFQ+U9nswUPnGClD2lv2o8xoLnPUgNdjvVEMC9t8wHvD+7Oz5JOhg+xbsmPQlY0D25nTs9tSdGPoksB76rmG+9s3rJva9qJj6wSxg+4fyiPbLChr18rsW955YTvt00x71CybS9ZoZavfJy2r2eesW8yR6DvasTHT7uuqe8LfMVPmsjv71CD889UmYOPhVMbD6+HEa8lmkivtIvlD3+Mci9tc9gvZf7Ab1zIz49JQjuvQz8z734U8w9JktMPu5fFL5+x9M8smxyPaOO8r31vba9BToyPprh47sfnZs9pgjjveB8uD27JYU+Q1umvZkVlT0N6f+8yITwPfXURj5ddE28kUj3vW7XLj40DBO+woFGPFwQVT7SyfO97ur7PNC2Iz3B4Fm83U9AvbF0IL4kdzi+ZdS0vHyxfD0p9ME9g5yhu8BIir06QyY+oBCEPddo2z2NsCy+d5Xpu8gT0D19sC0+plsoPpsTFT57gus9YWkUvnMunjzoZAk9hAAPvrilFT4xGhE+zhFJPU1DOz5ui8g9plRbvmGCmj0TySG8wf2AvD30+72LKVi+qlcoPFT5pb0ZIfs9EAjsvWHeNL6EcN29A1/mvXfmRb5ULhi+MPDtveOTA72Ipow9MKInPs/NsD3q85897ph1vEjCt7yCuEo8BEj4vdIuEb7rUSq+ilwDvUoZMr7grSC8sqQivuOloT29nge+4iXMvaoR373YyyS+FadxvXlb5zwaUE67k9V1PWwsWL00+DG88emavYqNw7zkPLy9K7RIPevaE74uSTs9axD5vFb2p7zHEmS8O6rVvHMDsTs44ck8UrjZPSJIKT2daQw+x3tCPcuwuz3hiiC+/BiLPU+B8bzCWpE9sSVuPZG0B77nSaU9BgZ+vTgi3721bO+83WzXO9RIsz0iEZo9ih4jvv2Tor17yzi9hya8PV2EEL4nfyC+Uu0VveTanL0Be7U8X/nTvL8j4b2reBq+FoEQvJ1KKr73uUO+2LwcvHDrzj2XUs69ZW6HPRvbEr7k4eg9YNsZvRYQN74pLVK+w2QvvgV31j0CDh8+Mm3rvJ5g1j2aLly98mm8PWYz+ryMvYq8BQ+yvMLbuz3la0G+dhs0vtFCV7z8q6Y85bEevSXour3I6lq7MQqVvV3wC75vFjA99QtDvuh1zj1P5pw9NWrLva9dxT39lw++hi0PuO9BBD7/qCK+36+HPZThQL7vJzy+B0WEPcPayr2dpL+9d3ZOPdP3DT5ncLc9HfEjvg7KEL7TfAO9JMSjvY4k/T3bVim+pH2kvdcLFj7MQ5s8H9pqvQqu8D0SrxW9JRH9PYlfvbzAJJu6bOyZPSz977wEJO69NYTFvXeGEz6/vPC90u1CvmorKL6t/pM9dApfvU3NQ762n9s9Ic1XvcCwDr309Oy9qXKpPE4v0r1yQQy+mGYhPmoPnz2ypxo9cvbbvY0QFD4ItyA+QnAyvtKRRb4JH6M9MD45PuUCr71uWSq+XhYmuyECt70OhJi8DaQWvrInurvuvV2+dJItvAgO1719+S+7Rt4DvmkkdL0BvCK+d0OnPOBwKr40V7C9f3zrPc3SHL685GW+SLWGO7CYKb4vjeA9udwOvpBgJj1Rtcg9fwhvvYd4Rr47GNI8fG7DPT+zSb4Se0c9v1eHve26mT1m4Dm9pfi/vQGT5j1JXze+zhTAvGXdmDxIb9Q9dyO5vQFMbL2EmgO+Kv4NPtlAr7vf0Fk8ppcGPrZ3Tb7mg7W9GYc8Pmv4tz2lpDu+BogiPvMftzziXQQ+F//1Paz1jL37xhC+w74gvpjOjz1ZVR2+oFdVO3Py9r0uUAg+BtQ1vqXfFL5bO3+9dtYVPVqmBDwRX7o9llAGvvx9yL1Z0ea9HKMcvqo16b0AgRI+wZYrvsjg/Dug87M9eE0jvpm60T2Ya0y8dJRsvKpnhr19MaQ9QGxsPSVW/j0NjwM+MgAyPmf2lrygFiY+6++Gvb4R7j3kBwq+ZuwmPvhy0T3TCA2+V9BGvKD4Dj5QV229GdKWPfeauz0JkTM+s7EAPiw59bxw8zS+baOuPfzjF769lh8+7tP5PCxGNr4A/jC+y6fivTM3d72Quk+9ao8RvboHrb3uR4I9Xas2vgouJT1m+eK9NVokPl/2DryZIsA824vZvd09I755+b09J4PqvYqSNr0b6DC9oHj5uHYMFb4K9H29Fq4Cvu2gEb6uJYK9I5hWvadp8DxmxD2+6y0mPi52BT77QcE9F3RavXN0nj2s1Ei9Ys6fPd85q73ggEU+gyvVvdP0971+8m29VH+QPKG43T3XByq+TPCqOL8gv72BVz6+bv9BvV5JPb5FGRS+4oM+PiohPjyZogy9KmGovTx+671onU49Ugh6vXcsIr1LPik8W5lcPTjcHb603Ry9G00PPv28DD3mxAO7UGf9u6miOD4Z4gG+6WVavUyYd73+4iK+FXhpPU1YwT2H08I9RVffu7F66r0F6Pq9tMCKvMXr7D33nJe9QfGiPPRFIL6jdQo+PM8BPJTJsz0ubSo+XVPMu2RYqr3tX2g7klwYPvYKBj5W902+YdcJPu/HK72lajE+vS4PvEiFFr7p5Eg9U3jRPfR3EjxN92i96/OyPQV+771pNMA9OqgRPcctHD0dUbu9X+0hPgxsyD3NMjw9q1TqPe/FE77k9Yc6yz0IPkz+OL6ucQG+3iTRvGnSZr56bKM96BHLvRaW3L1RJsM9L4Y9vvXHSz2RTWA95sOWPaxY2j1e7pW73gqBvb0PHL54sSs+S+ZtPa3e+T2aMg49IBGdvbV58Tw6brg902uQPXY8cz0bwAG+9oPivY/n6D3DH4w80YGwvY19yz3APMy9hLXlPbnDDT7FrDY+VreRPVipKb7M6Ne90J7svVM6rT3GnTI+jgAWPiuRtD1uAy4+FJkpvpKHM76/Snc9FZ7ovdJ2Ar6J3ie+yFKZvTDL3D3LVli9mdIVPuYMyj2JAQ69ctd5vR61JD1Gnni9p5vMPaV4DL4oV6m9QTuNvYJLIb57KBq+Q1NNvYY2AL6H1S69PKctvm/Vgr1hHM09ItU5vnib7j3IuJo9fXJRPNRyiDz9k5893bHWO2rnKT5reQC+v3AUvk2PmDvV7Xg9lgYdvozRkDwB1TO+JGTXPelgbL3JO3C9KhiSu1okRT3p9PU9ljzWvZTqQr20b8c9qriYvZh42b2Yq4O8ptwyvjJesz0t6Qs8LHykvYJ1CT310hg+fXsAvkeTcj2v0tO9Bio1vXJDT70y/AI9YjK5PXNz9zwVggA+MxHXPSAzLr5hG6Q9uS8LPbBzHr6DzXy9xdmaPVnWnj3iE9S7HPEyPsYW+L16RFK+1bMFvqjPkjwASoS8H54qPR1VZb2bl0g+hZccvrgJCL40Uqy9HdgWPaE3+L1KEDQ9AdTJPN2/ejpIjiC+Nks2PqY6ZD2xtFk9XCzEvSEtQ7yp2h++sJXOveKV8zyRAJI9KxwCvdTpaTu/uHq97D0zPj7QHL5ncq86AR8cvh3yFDwkX529hDzvPE7NPb2IFSO+WiyrPVWmRL45I1S977DtPPXqRD0V4EW+U+hAPZxpCT5D+Gi9TR4NPSoSJzxnHqI9ClzevaePd7y+bgc+H1AfPUXcJDybKKq9UraKvT+2Bz3+/Sc9XFkuPkFZwz2KkoE9iVDKPEeeB77CE529gwgNPl2kwz1EzQ4+cM0jPjQIR759IdA9ZYKtOwt8CT7Hn1O+zdS3vUOLVb1oJ5w9rA83PvW6ML2Yyoy7c1XgvQY+972tv608r6ckvnGZ9D0b/gM+6OETvj74CT04sLS9nyUavt+75DssgbU9pWo5PHXpLTnGdwu+008+PcnPMj7Y9i67ME4vvpBHsDxQLrw98bWjPQ4MtbsnOyc+iQcKPUhMijy/Dfq9dWI5vnXmGz6fZQK+o0fWPW2p8jw7JpC7sX62vW7qGrxj9d+8yrfKvejaLL5t2UC9DOnjvDErIj5h6p68iP4/vty0O75iXy87GeHNvZjOO75pAxk91jw4PQ0b6jzyQuY9kbDXPUCpjL3DLLU94YctPaEUF77doxy+PO/nPYRMn70eqgY+7aoXPmWaFz07WEg95bOTPSeqAr7ZAkg+G8FNvMWFsLzZqxQ+0qghvdfdC7wi41w70FvMPb1Xar5TtQ49WJQNvscvqT1j/3c9pu8Evp2LGL4MJBY7Zfk2vt75lT2FMsu9WxyxPc7jAr5KqhY+Qyv3PXbzz7yXeKs9j1IFvo3lFr65f7i9A+HIvSo+Ez3OLnu8ItCMvUgLszyum8w8kGuNvVBZ4joCiyW+DEtKPrKXJL5105U8A68rviezGD1Lwck8CpZAvZjWPr2qpho9S/4CvhIVJT5eZDS+41wGPlw5xTzWcxa8/FE8PmPZ+L1mjBS+3gb1vM0oR775+gs+xBskPvsI7L2w9o49mpVqPWsjn72Hhei9qQE2vd8JIj3C2K+9Z20XvtMMIDzQ5/69sk3rPSKMOL4cd4W9dFx9vU4keb2lcAy+YmY+vRsPDr5fzwU+7DGBPDXaJL2oRnC9QxtqPXHHLb7DFxs+u0AVvjgVqzx8XAW+as6NvS/wlb1OZeU9ZZmtPFSEgD1Au9E9QeOhPd4ItjywKmQ8KmfzPV/MNb6t9uE7b78yPgEAFL5lwgM+5tQtvrHUFT40IJO9iXAmvv1TlLyOnTw+KkjtvR6jAj6XYmu9NASfvd8gML0iaRa9slKMujXgpL28Ahw+hcjUvdrbIT1puRq+RwkePWK/AL5WCuA9IKjpPRBMRL0RlkU9XfsXvVusGz7Hlt29MH/ZvO0J3z3A2Na8/66wPUD2hr1rLSi+hXyRvVtYrDx6QxW+S2D0vcYZIj30r5e9Jy2vPetXIT6VEJ48kkEtPRhoKb5F7Lw9UC2NPWx6AL4GCJo93idivbrRlb0KKIQ9EANQvcFQ+L36VeA9CFJgPYLQCT6r8ww+0IKbPEwEFz7Xf8o9dikOPkYP6r3oAyC+bw2XPT0KmL3pEUm86so7PSfBKj4aabs7RWzRPaaT6j1rbiE9BiFAvvv+JL6iwIa7phu+vcDwCT5ygu29NmiOvVJGQz4ClyE+69OFPSsOGr43owW+yUUlPqQ7cb0Na7c8bDUUvlHzH767TRE++tA5Pcq7sL3lmBG+w6NJvQBoWr1hHbk9QQmfvXCnK77OZJG7iVwLPliAzb37Y/m9nO86Pm+bkT2p7yG+VqjNvR2RLD77aww9HrQovZ5mmzwlmg6+znURvXlVBD4VhwC+gMCdu8DHyb2wWkW+Y9+ZPdCC5L1s+wa+0avAvTFcyL2h2Fo+FyYSviEz57w8zy8+9hviPUFOObwaT/W8KTW4PTD5vj2T+Rw6Nq0iPcE/wj3N8hY+I8gdvvmmQL0ZHZE8KbynvZDPnj0fKiM+wRn1vYtgBj6TYig+zpdGvamD1z0k12S99xC0PS/yKT4Z1ey8p8Invt0QtD1RyrK8oqaHPQi+FTyDQI09o1HIvcFKLr4OHxC+Bc/MvTe2Ib4MKSC+ctiFPS4m3D0v23G9Cd7rvVBzzT0K1Rw+DAwoPhFq0z0hNRs9NPIOvt+Q07oVGe28NEwVPusYeTwjmQk9tldCvkhvI77xG2e9rMEovj+1A74l81g+2vntvYJjOD7oyEo+lVoXPj2jiD2acCI+fPrrvfzwKjxW6O67aXL7vPbCUj17sRG+kE9UvbpdWr0q8JA9dqD9PRz/ID4asje9E3ksvpjRsr1vdtk6Okv6vdk1Tb47w649X9SMPYtWLL0HkBg+nslCvi5rtD38f8A9E6eaOyW3vL3CoSc+e3nYPXfL1z35RpQ9oNG0t/k8Pz38UB++N7K+PM9Aoj3bTsM91gLxPSiBH7sE5hQ9YKwDPS+1mTvIdP+9IxVEvRLqQD5BocQ8ycZCvYXrm7204xs+CYjzvZLTEL6sJO29eKodvmK9MD74JyK+anAavqE43L0Fc0g+TEscPiIT6r1SBnw9yDhpvTFG7r3EbAo+sJmYvcxEgjztTgQ9TvYkPmM9AL6zATI+3SQsviXn8j2nW5w94ZdIPh3j0z1IMhi+Onc/vlgLQj66kC+98PwlvoQAz71q/OM8XwMpvaCG3D0JKrK9FnQIvfv/Nj1U0Jo914A3vgOPb727h+A9Cv04vq/qGb5kCza+o7S+vQdn/T2g4rw7BZKKvX/ybz3zvgk+jS3IvW81+7oT/yO+8vZevUDNcT2QT6w9+k6fPXTjlj226mU9UR09vNAH7z1HMYC97ZhOPVuyCr6BrBQ+QmAqvn7gxL3I3RI+YHVDPtBhNr38lLM8OOzyPS3FGr5C0r89AGO/Pbt3Sj0mbbS8vMTTvUNmOT0z1r69/a8/vXNOSL78D0u9J/20vfpz/7w3NZ28X2UvPh6p/b0AzbS949YuvvJUjz2Xnwo+eVcjPgWPrz2YI6c9Qv4Zvj0ks70e+9Q9nLggvgWHmT2hSsI9J1LWPeUZVz38V0k81hkgPtJ8Ez11IYA8qmmtPBbfHL4uCEE+V8QxPb8OBL4tcLE9LTJIvk90Nr7L7cE9GLVoPZQupjo3efG9FKLqPeTevL3ssO+9idG9vRQC4LuhtF89KbwfPtJ2/DyYi1S9n4ELPjiDuD3hv949DD6ZPbREZj1bLAW+pDqKvXY85r360wu+zUaevccRDD4RRTq9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "HCd9PIPMFbsByL48zy3LvLD3QTz5/4C8TAIKPG60aDtuVEE8n1YcPMY41To0coQ7BDULvCxK2LsBnFG7fryru/odBDzoqT882Lt4PKZ3ITz8cdg7bbkIPLaUMjxLzgg8VHalO+Ce1bnrHkq8NPePPMGt6joBEPW57BIbu8kihbvOiGo8lj+buscrTjwPg3a8/snku7ITMb2S9Z87KBrVPOL2mzvxLlY8rpGcujPv9TzL3f47vVdiPLqDGDxQQlg8AGxrPAzg1jmnTqm8ZwIgOthPCTstSBq89z78OwjLD7ztouU7qf7RPM4OGrwB5qU5QTWHvP2DGDyVbhI8YPveucyp5DgCTmU7Yy6jO6T0B7yXj7Q8zbqRvM9xEr2n4bc7JyYJvcsATTuBsz08nolTOsFFVTydYW88IG0YvKw8WzwgwgA6EBTFO1ZNpLwzFHE7TXpzPJZdjjxiRx271v0GPFZ0w7vb7AK7z1bNu56dwjtMSs68BEwNPJ+v6Tsv+NS7QUMZvBLYLzwnGUA7BZeAPHBTwri24g28MZVyvFgGITwKQNY89ma8Og3LCLvX5Qo8EmnWu0m+jDu58dE79r4TPMkV/Tvjrtq78aKHvPHqRrvF6Ke8yBlxPKhvy7sDfK08LeSFPME7/jvXqR08xF0fPCFgzrsYAS88Upf0OsnFfTs="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 