{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "0TbXPUnYTb1HXUS+Ng+8Pc1Pljw/6gU+a7uKPRKNhT1+6gq+vqPdvc7Fvjxb1ia9fNoLPneVQT0nFQU94IoUvu5e/r2L+oG9E9g4vFqsnTxB15a9lUh5O6P7j72idTA9m+0evrVCYb14rd48vOgtvshW6rsRm349Shr+vQqRCT08k+08JoYIPmWLKD1KUoU7OoIJvWBmIz7xvLg8WoosvubB3r0r9h2+kugdvmRvsT2F1S2+wv3SPQ3BjD0PDS2+2aINPuC8FjwPnqw9Nhcpvj7o0bw7R5U8thltvZbQRT2jOke+EdIovMlU/r1uqKO9wZ8Rvs7q/L1H5+69PHxVPXp6mL3xQ+89m+nUvbvnwb3MEx4+SNUEvqyeKL7RNi89za4JPtciH76PrmI6Q32tPcCQjb3TdDy9udFUPVXjUD1y90q9iCzlPIrCk7zTKRQ+QkX3OyDK5L0hgia8y5e4vTfj2z2HsBs85XcXvv3zEL6wVSM+Z6SHvU8eIL4zo2Q8EnZkvQjkEr1wMTa+QYzGvRUuOb4JyQE+m2qjvPDGJz2sHHC87EulO4AdNrz7qPc9vOkqu1LdOb4qU5K93VyOPaA6kL3kfCG+IbQTPdZyQL3BZf09FJPcPB2fcr1CmSc+FXDGO3TfQ77c+AS+70cBPexMdj10gT+9psPTPWWqqT3x9hi+Ggc5vplLHD5SbgC9uJ90vAsxAz4fzjY7jGDSPW58aD5LWqc5yaHqvYyj3z2+jKA9TDQevlanSz4WXMI9+ulTPrIHoL3+t5Y9viLVPdrDWj6JBCu9MPVgvKP9nT0QcUA+r6EmPpj5fr3Jiby9Na8hPH6aGj4s8DA+mSmEvafYWb4qfyW9zYxJPvVW9L04/PE9Ki4oPsUDJD7G8ng9Jf9fvVnHSr3tzzg+r5nwvZ1dNL7Bsye+FcJTPck9Rb5cTTC+0BYbPb7Jfbwfj6W9vNX0vSMu0T1qqlo+3vDBPc12O74trWM+RnR6vMmyKD6kWJ09RAKAPtNSBT5KtiC+2+WyPQqETb4UIxU9RNkYPT6KPL4pPBI+s1sovmhUXb5afSs+qFSrvGuKPb6ZHzS+42AUvgEyK764lE2+XbDFPejRDL5AIlW+by4AvhmaJb4f5zy9yaQYPuboHj7PsMq9AyyNPPnv+T2SHgA9+NQVvhx5XD3YHAm8eK0EPsNUrzylQJM7h7EYPYLr/72KCWS+bgmxPUPehb28x6O85KVYvU+GUj1zfVe+XpUzvXXRYj0cEJO9NQ9TPeNO/r0EsgE+B3ncPF53Mb4Hj6g9oGUhO5pOjDlqCUm9fsIbPnXc2L2Svwe9OkuuPZVQkj3ZzP+5QNILvn1dLD6bioU9UCeGvOd9E76oL6W7S/UzvhMZeD1juGK8NasiPo4hCr7LFUI+jf5mPoGOIz4BrQU9ymVvvdUXSD7DHiQ+lX05PlfPtLxfoss95mBZvQBpTT6a+b08QDOOuAmNzD3CxSC+LQcdvg3FiD02+Tq+EKeYO7KzZj7IOhu92wL1PPQ+Br5QXXq9Sb2Pvac9JL2279Y8tjrUPWPAAr7NrMW6fsqmPc+lTz7alkE+GFECPBRsGL4zI5Y9+C2QPW0btz0Md8g9DGVePgl7lD24s7O7j2/5vHjRWT6/EA0+gn2RvWIgFz7j9eA9mhEgvlIoYT5JEdK9lLQDvvbSQD4zR8c9Se3zvbtiK763Pjo+oMdRPr1nWr4V/GG+Rz/Gvb67tz1oSeU9NXSOvP26nTy8aEY9JjNyPWRDhr2+7Qa+wAtBPYOqxbyAglS+QNPDvYIeMz7tm8a8AEnuOX5ZtT2/8RE+TdCUPa3k5z06DKc8GX5OPYr9Br6zru29Ss0evjnFOz7CZYE8sAgAPnzFur280FO+OTHrPZ1JQT2zjNg9kNXpPQhSOT45ree9vuFFPjECTj0OASe+oCVSPmRyQD49Rw4+P/dJvt3IIL11Lyc8rHwVPpwtd74m2zS+iRxWPmqslz1t//28UYTuvbsjvj0IrFg+rAJDvvkIjL0OnM09+oxlvqR+x7110Yq9+YlTvuWzDL7dxgO+WxscvucgpT3t8gs9DWC8POFSF75HbJs98ycevVkkAz09kgq+GXSCPbMjBb5f2ua9i6yvO0CoEjyNA+s8EJw3vunDjb2dPHW9fnI5vkSCGD0tAsE9Aqc+Pd8ILD6uptm8sqEjPbAVB71XpcO92oogPp77KT1f8Xc8qSxWvfWxmD3/tpe9HbubvQPqajx7SS+9qNjMPfRo+r1eSMI9sgwtPqC2+b2GJkO9z9EXvm/snD3Oetw7XEoTvudQoD3QeRM+Ed0HPtM79z1hQfo9M6siPqUMRD1LpRW+i6OgPTVNOb38aVI95eNBvm5sMj31l6q8Gg7Ku1ctSb5x7Ty+rz29PWPzN7zQh/A9gAIOPtkWz70gZCs+hf6DvdvwjjwmdQK+Z/GNPKsrabxIEdq91zCaPUaKVb1Ow4c9kT0CPrKW37zQtVc9B2FxvRi8qT3JkKS97xrwvU54DD6D5Zm9RN1gPek06D2I/Ky9hIYmvh+mir2VULE9eqAoPQNRL76+shK+FOSjPQwdNz4uwru9hgkzPi1lFL5MBP897fwSPk5ISb6g/Tg+4prTvJeaPr6RFKi9bPsPvu0jnL1cfkm90+7fPTeZ1zz94gU+PNBwvLMc/b3HAwW+OOUIvrAU4T05Gw++yPWWvawt773qGR4+E3+/PbOwAj2hCB6+70rtvS+TQz4NtdK9lF8TvsaXFb7hxPW7WeTRvX+/3DuXDk4+lJBPPbC2Oj3aMAW8o7PTvZ/XAL2gEe09EYAcPKpgVj1Wlam9sZeTvQ6abj4zaQW9ZkK0u9VuYb2XLDo6MMA0Pv19OTyrjI+9Qi7fPHlX4L0bpUy95a5vvQnKeb5xYRq+NnrxvWzHJD4hEFs9siESvvlIvzvSCGc+3tq2veoOO73db7w9e7Unvnds0D3Vtg++qrKrPEiJT71K9SU9dDBbvmKJrr2he2697xWUvbhXJb3Qxy4+n/0XPnl5EL55SAy+8fMPvlWr0DyCkxO+ClKMvGtWB74azek8g2SQvdlqOr5uqmM+83A5un1eVL6IMxk+mYNOvLfBrjvduUI+WEr9Pen/qjwSRui9Z1YSPnHtRD4UC/c9nVeFvoZClbzq+WW+7EJFPNQHoj0Knji+RxROPnClGT5qQSO+f/KgvRRKVr58ckS+MDsnvjyp5L3STWi+71gAPbzlD74i4U49rxRFPvfPKL5hJcs7tIP9unR5Wb6TsQS+qik6vV9s6j2Hx4S9e9tPvsX5L71Zvb29bmz2PTgXFz4Nxi2+hoFNPiy2hz3EPuw928rgPHpUGD5Ew0++NCelvWEhgzxPLE4+38i0PQp91j34MG++HfUNvYVMYzzuyAu9BYMeviCONb6zB149zQ76vTAYqL3oShq+vaF3PJvwyz2ktUw+FiuSPQ1UJ72gZTA9el9HvkIlMj4WnTi+Mv+ePfrw5T19PcI9iDBmvaVRLT6twtO98q/cvVbpE77mC149wTOlvZ07C72a3gE+a4fXvRBHMz78m4+8rdiCuxeNWz6Nb4s9eAbzPdZqHr4GJvS94/eMPYOuiL0XVxO+4K36vToVBj2bBdY9b7pfvROQgT0TYRU+eNAZPjMHHr1gUr89LHfMPYjUL75B9eO9OyHrvPFf3j22/OK9SW2CvR1ogD3u+S4+Vx48vZDAFD2qEk8+aCVQPD8GQj5iwve9QKvovcyhqr0OrSw+sMWRvDeK0b0adUa+uxdcvhJSJbxhIDq+Vz/uvbD+Z7kBgSQ9wLydPXFblL0rM3u+KIwIPgc0PbwIFyG+hL2lvTz/3D0/H9c953rYvQ5dPj4ZmQO+tLAMvjzUe71iV7o965itPXEV/rxGgBe+Yj8XvqDG0j0bak4+kWIwvspv6zucNCG+YK1RvS4X6DykQ+u9QXADPpRb7j0z7LC9whgLPpxQBD4NgB49PbwbvrNkOT61v3k9+vK2vI4br72PxNI92e55veiu573M5D6++ttaPfaeKD0eMC2+qI0ivlbdLz7RpQc+CkipO1ciPz4XWQm+rWgEvs/Ogr0dAKw9nBacPVKwKj7aKSs9cAvrvLs2Fr7pFAG+LO4lvqJfDz5MZlu9st3/vWRRFD6uA2k749r+PYlY6D2fXNY9sgYqPoq52jxV+AU7eWogvnRnDj4jCbg9+KkHvW10iT2SJhw+p2ufvUFddjyhyys+llBUPuQdLz6N6qa9E23HPbIlHz6jYpK9nPQEvlO9JL6WCrI8QrZJvmhNZr2uaJu95rpQPuqJar1g+As+H03kPU3ErL31v0A+scBBvTx9dbwOpTy+jX4pvu7lVb0O2ww7Ao0jPoWScT3+Lsg9YTKgvX13Tr2f/aU9hM6XPRoDSr4ck1+9Ts6KPQNQJL4lNEo83AgUPiEG9jxwpv28Pw7SPAsnAz5zNcy9azkqPitApD0zpym+guc8vjgU8727qEe9k7SRvY16LT49pvG9PdyFvU/2ujzTSPa84y4Qvrctl72qiS4+dHsRvnsMMz6QGIK9OYU2vd9pjL2QLVw9Sci/vNXDBL2MZUG9NQyLPXhWGz4JLhA+7YDPvTa2v70UZsa9JxvAvOdkGj4MYOS9gcztPbf1Eb19mgG+jYrUPNSwSL7aYcC9yxf1PQyFOjzMvT++9N6QvTpwwb3J7Wg9lHEKPidjQ75QGPU9k8r+vDyAcb3UiVw9LoGnu2q+7T1tXUA+wkEMPlG7xjylzwy+ullevf+w2L1EPme9NqiVvZc42TxvGTU9riDaPZS+Cb6GAi6+51kGvrIOrD3EDtC9cHObPdAG7z3b9gM+/+NYvn5LUz4458C92ydJPj8Y5L0FR00+yjOFvZvoBL0s8cy9U3GuvZedUb5FhCy9oAliPi+msbx1nie+iYn1Pb680jsibBQ+EUE3vk1yLb0p0h0+wqW+PeKOarz/fUg+dKoJPlFgy71uIXA+6b4EveWjML5J0nc9bPGQvIhhHL4EPZg9KdM3vkthzD0l2kC+qjtovnAyBr1pZSo+symSvdWCAL6g5Uo+juWzPfACP75CkUo9/Oc0voY17z0iu7i8sp46PXjQVL7eVYy8H0arPUnmMb74YEU+n2ORvdKdPL0ErMY9yHaDPKWoaL7ICgS+nJU5vuMo573KFpY8YgcgPtRbJ74sEDC9HmgTvoheo71iKPg81UlBPSXnBb7Iicq9QEKZPTIhMD5cTSy9xsAJPZRFHD2SWDS+4S5NPfi2Ib5aJCy+JBcPPhpNJr5G27Y9ZhHDPcFUxL3Hwkk9jmHfvQY8hD2aw1y+0FvVvXE15jz/nXG9ebBOvhFPfz0+r0K+/5b/vbIIqb1sgC29vQrrvb/sMr7CNxk+oxkfPj/jRD7m1V6+NKBSvHf9Er7VA1i9vnplPkBzJz6tEgi+K1MzPsP3zz2IVEa+0WpWvsQOvT1AQhc+zz4TvjDorT3jWWA9ro+3PWt0QT5PXTq8fzjvPPEWWT6hbVe+Qq0UPdtcbD3iHks9AWdlPp/nM75Gwhg+4JqXvekJZD5VQU2+HAZLPmC7IL4+nwi+OQSRPTgwkj1DnMq9DMnDPSzHhTzRKM49xbZOPRBdPT6bUIY9QmbVvZ9KDD6KaHc9jRy4PdKTKb4jrci9IMyOPalSfT31jSo+4nwQvvYWBz5NAkE9qgiPPWKuSz7mLQK+3ZktPlOicL4B6Ow7/DsJPXO2zT0Ccj69zW1cPO+V1L0Xz2899JrSvQfLgb3xkWA9DJs1vkyk5D2kP+u9vHcIPVA23zwi1F0+TkjaPQ7Nib2rhZI9F7znPSaXTj4d6De+VxmvvSbadb0+DUA+MP3BO7hGnT28hv+9XeHhPfjtxb0mUbs8PXR/O/ALRb2uhoc91h0furQc2L1Td1o9PFuevc5ekb21ghC+iWkAPkjACb7Y/Ge+OXVXvoCLqb3QnLi8B/Xmvcmcnbu6Tpw9dWBXvK4/ibuzmka+CHlevHhpcj3i2Ay+naVtPkTKqDuWCUa+DR2LO4UJTTzwzV4+NZhPvsteTj6Gggc+p2AAvmK9pL0AQU6+/yRDPhC+Hr0UB9Q9NiLSPREYgr0MIqS78r0Vvsl2VT5U2wm+T6dNvjTwmjwjwde8USrPvCJcRj33yQ0+pHtpPZUfo701vRQ+vXyZvTXhhD2QuaW9JoyqvXBKJ75N66I9lUBTvm849D07hwe9KfeEPd6Z373TwFw9VtgDvRpK+b0gmgm+V18hvXG8o7yKeEe8pJAqvkUdJr5pbC++MPIVvnLQEL0nroG9PtlLPUp9IL6nHuM9/BbrvYboxL1psXU9lwwQPv5CE72ERpk9vbzxvDmeM77l44S9Lr6kPD6PJb0/GpG7HnAQvleXhT1VeyY9M4GsvLi8mT3f8Xs9XsprPIPSnL01MAc+Py7tvYEKhT3uXdO9VP4HvVj6JL7ESpm9E7o0vTBDHL0TTXK9jQW7vWASwT19MNq9vo26vRQ3+j2kxTe+zI5wPcrDKD5844y9+d4uPjh1jr2x/8q8QDqOO4jiW7p9f9u9zqTPPc+HAz4ctwO+cOs0virJ7j3Tl+e9hEXPvWdRlz3ypUe+HgOLvMhC8b3KxkO9WYu4PCl2Ej6PBwG9YoHivebugD0BuGo9Td/kPVrnOr0EFJM9NhHMPbD56b3rACU+PVAHPsl7DT56YnA9KZmKvZ1mELy8xbC8gr1HPbCeTr7BHRy+SdQYvqEuRL2r8wE+BzSuPDlX9zwlQCQ9rVRGvQZ33j21n8a9WpcuPZa6oL3L7S2+5lQyvguGDr7BIhm+oK0LPkwdlz22dRq+HKbXPcQZez2ZXga+jPAJvq3+hj1pCUW+u8H0vCg/2T3V0xO9mtkhPuMnMz5W65o91cHtvXtNLb1Q2Do+cmWevYsAsL35JFI+YnokPtCe4z2AjT6+FP8IPjNPCL66v5m9IZ5ZPu8XoT2rRk++ofBhPUFDqT0fuUw+rBxCPNSnib3MMp48tIdyPdioFD7AMhU+fDy0PetUEz6GoPQ9VqGGPSgVPbxuQCM+gDyjOw4Z6zuHHjW+qkgxviPpTr4zU0u+ChIsvhpwFrs9W/M9w5YTvi2m4b2DBkM+4+vFvYjVOD1PuZu9jkQsPTPNKT5xV4+9MumvPRajL75evD8+aoMiPgbbCz5Avj0+MxVLPsI/5rtNcoY9qlJsPWgakLljTmy9OffXvQScpr3Hhv48DuMePigMBD6HwlU90GGlvea9Bj2pGSa+AfgrvMoEejxcI6q9U9m0PCicLD6FhKu8M3LQPZd+OL7yUR2+as0qvrlM9z1z/4e8FGEkvhuGED3mrFA+t6MQvsKF3Lxkea4790INvtwwJr4mmo+9ZR9LPVGUG76MBhQ4WOwsPVzOgr211Kq9BmsgPXw1SL45dii+b6cdPravb722zC4+bT4+PveAMD5vmwk+6OM2vhMrEb57BUI+7vwqPlG0vL1ckyc921fQvETMN7yXWQK+YAM/vTovE74z6dC9mcMKvgNIqDxonDG8ck8au0LWpz3uEYm9SNKPPeaVo7weylC+83omvvaJjj2lC5a9mHsHvjfqF77oylq92njCujdjjbzHWFe+SnpFPjcz6b13MJi9sC2YvGLeQz5NgjS+JneIumVplb35zQ0+Cdj2Pd7WWz4EB1y9i4fqvUEksL1z6UU+RAGXPHdEmb26BhW+wCI4PvMtjTxq2w09vg4bvtaAhjzEGYo9ZWofPrKkMj5Tfwq+AlNWPVw/+DuGjyq+R+BJPUtpCj01m6C9ZKtMPYcXUT0vUDY+745qvR9y4r2fSF0975UaPepQ3r1vMcM9s+HwvUFxQL4cdaI9j/ouPnTCI76ek7u9qje8vBZUZT1b8AC+OSePvTwJ6bqxTVE+WC+BPKvXFb6ifke+X4oEPv5ruz3+kMK9GtoIvmuXub3s1609IPdNvnEz8T3qMIE8qAglvv7JLj7MKC++lijxPRaDC70Uu1S+SDk9PTOJGz6Qq6E93oUuvcGFVr77y568K9gEvjahOb5PDkS+krY6PfQ9Mz52eM69DpC8vcrR97z6nBa+834ePlhmJT7t8Qu97xA1vr8YQj64kEc+4Xjpu/uVp737xSa+w0odPn1X8z3drew6CU9LvrdbVz6oGFk8IUaRvdpDOTweRX+9+G87u46RGT4+gsu8GxW+venw6b0lncE9O37auYuO4b2bazA+sYsqPlesuD0WzDG820TxvUgwAz5hLQ49HLlJPgx1zrz73SY+dPfMPJjMDbzRcyo+t3kovoKGkL1KINO9r6CJPENw0j0a0CG+lSjlPUlEZbwg5OG9wZ+gPfnvrj3Oa7S99Rq6Pe2Th73s5ou9vEICPhVGlr2/FuK8xADZvXa+oj0xGNS9i7UQvjUHAj57ugy+c5LVPWHtED1roBy+JjLgPaUXBb1luI47mrQGPu8Kxr1CAUA98zmuvYXJ4r0cH1q9bovlPZarfb2g+Ti+8C3FvJEfPLw/sF68OFYiPcjIfj2j8429X3yKPaAoWD0U/KU8YBSbvdQ94T2Mira8G1/FPZJHmL3a2vu9Jy8IPnk3y70XRfC8D/GsvSnNOj3Hoxy+O9fkPT/08jxuIhC+jznOvedXgj2xoLG8XYoivi3O672UDg48IWgIPlK5mb3DSjY+jhyEPWIHpj3EW9G9C8cDvIAzP7xj/QO+u8PVPfdTgL1Sp/e91XXXPftupTzz0iO+ZEPKPVLB9b29boI9fyWqPVnXcj0D37Y94bQbvjkeBz6rwgG+aAe2vbHhFT7Q2SC+jztkvUakpL3OBTk+Yzgfvl4s+b1nItq90QKRPeO8Fj7b4hQ+B8wUPWSAWLzCvr293uM6PprJC74MbYA9gjCtvOrlLb4U0iM97IufPQrKWL6XmfI9LdjsvUWc9L1ybqC9fvIVvmgFI75x9tG9H+qjPPwEtb2Vpra87vudvaK43L1dow6+Xpq9PU6pz73lm0O9lNywvTV/7Dx8dDu+Wok5viLwDz638Q8+yzMnvm0QnL30gre8tKoTPnKZYb5h3Qc+y7oxvjZgrT1e2MS9i06qPUHCWL2/Wx+++w2HvQ4+Ez6pt6M7RQUNPtIBEb5MBSe+RAAUPmzpRL24WSK+qaTou1jZBL02iA2+6OrHvamiuLyOPhi+w2Fivhr56b1R6j++Euh8vREgvj0AM/k83YafvczB6D3NpAC+XakGPo5fjr2xIdi9FUlXvn/1zj1uUjU94k2sPaR3Rzu4fC0+ZBP2vGF61zwN/Ak+9BASPoAtFr6pNZc98a1auqvkFT4aNMC9OzQAvUbFDT47XPO9r7oTvQRgIb5S5cK8fxt8PbcpD75v9jE9CYF1vbzwAj7Tnb29y5r9vANs272cuaW911HPPECELz5l+5u9evRHPvh6Tj6dLNO9lG9KvO9OljwrNCY+lGMjvNnUNb0Q7xa+GbfhvTy3rz1nkfA9e3y2PeSOxT3pIhy+0u9Svf64zjzhE2Q93krUPajyLr4L3QM+US6/vRcAOL6y55u8z1gcvuj38DxJ+gC+byyIvIqqpj1lVEU+jIMjPga9qb2lfq+9vs8LPh0vBb6RoS2+zcikvWJnGz2x+YS9IFbHve8ShD2vyhk+ULf6vfCMsTz+hHC8Bou9Ozrngz1I8LE9qfbyvcFz7r175K29jqj1veuyvb3JN1M9F3sDvnXV670c8Vi+sZiGveB71Tyz2Qm9HWUVPhixm702xoM99085PYtJFz6BPOg9FzjvvcGiJbwR9/A9hPEkPgmxLj6jviM9GKe8vfuaCT5zXKM9cLgJPUGoAr4GXZA9Q2pRvcKmmD1rzKE9hTRnPZdaRb7Qzia8nssYPsfHJD3cUQs+e0soPtTLGD74tkQ8af80PmiAqb0O6Qi+s47DPc5Fej2GzPm7NZubvMBjVz36CrK9CP1xPWkwE73w5Ro+3pYIuq8M7zu9AA0+SLNtvYLNoD3ok7Y9VDj7PXfGHL79nsE96/wNPsPtUz7lAhK+HjArvRS2671Rgb29yMAjvXi0Lj7JVUU9/WIUPgbPgjzsFzS+kgEZPmxPMT5/Hhy+yCDzPeT5uT31/U0+klIEvqgVDr4JpxA+7pyuvPp+zj3/sxk9SilHvs0q0j1t6NK963NivT3dNb4K9Ww9U8nUPVSryjtLUd07yBmvvbPM4j2XSgE+rAr4vOewQr70pjY8a9WOPYyS6z26cIS7NchRvXxQbLxK3II9eAAGPYtqyb0Hiwm+5c12PKdzPj7XQ7e9Tvk6PvsTwT2/BK69zPsTPgFZGT4Rcvg8ib4MPmfN2z1YFke+LnX0PbWYQDrvmZw9YhKNvRx+wz0wNGW92oMJPn9D4T3AFMU9t+3dPVJkFbsPvuK8uAQvPVd1Ej7uWDc+5zwNPmepDz6fLug9bs/Cvb5/UT3EtjE+hd3PPM0yNDxRVek9mNq9PaDVxr3YXZ49AHb5vS9dBL5zgaY9+h71Ow3DAL4GqyO+Z28VPbWXaD2ID629OiVZPQDiUz5CNRM+ENUWPqEVf73W2es9nG47PmhcLT7gvM09HHncvBiABz6H1f09IrC3vHjjrLyqd6e9Tvv0PY7BlTzPaRe7XyAWvnMQqr0OJBY+q7fCPUu6Sb2s69G9jt8lPgc1nr0yOQq+iBXYvcM5iz31JRA+RNL9vCFiNj5sRMY9osXuPW+i7j1+HJa8RHTEPI9QPryy/m29ZFv+PWX8Ib4N5Jw9fIqzvVVkn7xbdxI+DEWvvG4XEj6nlSI+GdsTPAEWdr245Ca+byrtvZ416b0y6dA8B/qAvGP/GD1tZ2M9sRcFPnIM1DtsVJy90rvwPZ9Edb3HKQ8+uaG0PCIvDr1JlvY98jkDPlaFTL75t+E9WBY2PaKZLT5zk489w1ulPc0+Nj6ZYgW+JRxQvUNjDD4aRx2+OCEkPvewkj0aQQa+DL6NPb8AMTxvnYM9NzH6PTj66rxrE/e92es4PRAkqLoAF8m9pMBbPS3JAT5OtVa9OQssvqw5KL10rOA8Ww4iPfUj9DyqYwM+ihXgPQ/UCj4I/i08zmk7vnWDF7zdxxG+3br/PI0mSr4/HYG8HPsNvui7mT31HXy9fG9PvkCM672AlB6+1csDvnAE2r3YL4Y8kyIXvk2+vDvEwAS+DzkgvoZk3b2kjyc+b+cpPlsCxr3n/Ea+zsKaPKYlsb1PUve985ECvlBRar2+HVU9994SPUgyBj7Drj2+q2ytPYVpTL6c55m9K8xovr/KCD7fhV08LrMEvvP9vb219/K9f4cHvcw5P76/79U9RIaxPVo2Eb5AoCw9PJhhPHoKFL7SHcA9HwIyviw2K74qDfA9g+UJvhC2UzzrffM9uIFSvQALCrw4PwW+iUUwuzzhjjydwbc9l4soO/Y8OL2YdM88josqPk2b57o4Q8q9E387PbvLCr6DicS9Gp2NPUw9Gr2Lf409hEUEvgCyyz2V8xw+bPszPr8mX77xG+i9iA+OvNa10bzj4yO+hT/9vXeVY73bItg9KGL5Pe1Mkb2hTAS9QPGvvSyA5Lv2S689nVmaPb+wp7zmwd69diuQvWusyD1GZ369aJHHvSkS3r0/u7s9/iILu0jhyz1FwOe9R0YCvleVjT2NI3s86cMqPRWzBz3fBMK9Dh0vPUVpIz4kBdi8BkZqPZswYD0/eSW9hd0zvVN/I75pOzu8T/1+Pd9GgTuSXMa9XgflvWabrL0W2gA9v2lfvFPc6D1qbc+9FL/aPfY9Jr4bMNu9O/c5vkfxxz31ZOU9h8xSPEVmNT5Dlks9mRSHPHPZ1L2vTXO8qgYVPmMbeL6mhCe+ZuMTPmYdC76tSGu+Qz8cvs1tbT1+KXW9yp4tvtZ+grxZhEE+9LVwvByJxLsYyrg9+3Q7vmv8770D7PM9MZUNvl2ZoL3l8Ng98O4EPv7FaT1yMm++oMyVPeCNW74d/wm+z0HEPOsB3709WsU8r2T9PVX0mj1FEQC+ggTPvQGYGz4zkrq9qHu1PWZQPb7Rfcc901rTPOyePT2YuRq+hRMfPvRh3TxE2RS9KiFpPcVfXr5bRCO+e7WLPXq+8jyXAZM9OHv3PeLlhz0WhC08c4aKvbZXSb5Ufo+9zz03vsUtsrv311e9RyuZveH2Bz7Reag8/CG2vYtgo72naR29UqhoO0kZUb6w6Z+9vEeaPXqB9rwA5uC8IhhwvTjflz3Quh29gPcrPCo3AL6wDBE9SHfDPe+9iTuLG3S9esSHPacPfr1C7Co9Mj3YPHqnuD2a7SG+8mpJPeg8xb2qgFW+ZmZuvFmb/DwGakw9rR+KvP9pFT76gqy8AvAgvflCob20iZG9KRTnvDELvj1mCJM8uj6gPD1N+r1qiZe9NME6vmyYoD304Ye9BFAOvkBQnL1tVS29WSbqva0koL1AYRK9m3IUvdRFUb1z5QW+OZn3PVLplTxZC827oftGvkMQQL4DAIc9YNBAvl+R0jxgiGI935wlvXtOGz5vjoq9nubTvZKLiDxQjrQ9LrjWvKfZGz4N4Dk9Y8CavSXyjb2cKis8gvt3PX610D18ITu9/P7HvJUK9T3wRuy9yc3qPdaYGb6PTYK93+ybvVhPEz75dqg9sjtTPWJOJD5wMju+dPBEvuOR1LyYsNS9z2zZPQRmMD3aBNk9WjTkva0I+j2USU68T4t/PUhISL1a8FG9HsCwvXvFBz6gZT4+bdQPvZ3vab3Z3qW8pL4fPoyN8j3+Zg++V+nWvdIcCj6mrZW9CQVYPdECkj3GTRe931QKPFYZZD2FXEG8UM3IvWem4b1kjMU9ihPBvcvMwrzzLMq9mT7fPEW8hTwL8pE88K51Pb3m0j0QbZe9LQI1PSxbqL0ouye+FYfgvP6bOzxwQAk++GLNO8YB4r0FSeO9p5VGvUTdFL00kiy+rJIEvNOFE76/oca97nohvgMBoL0Czdk9/o3sPYdVsz0pmzE9I1RFvphgBL5I90q+2lcTPvkyd7y2nde9KQYxPjPIEL4H8hc+B13/PURCML1saT49HFoMPgIFNj4Ohmo+L4HFvXz3FDwKGIU88xFEPkPvvrwV49y9Y8SIvU2INj4kVrE7roU4voyjKb6YlnS8G8iavQyEDT65bJ09mbRYPlFtND4p2uu8dkqZvZj6az3knaw8HcsqPecOEj5ZBAC+rT+yvT4JMD0F90U+FOmsvJHVub33lxY+RVQQvfgtzT1ibiq+fZniPap2gDxHCg6+NwBqvip4DT2aYGc8PBm/PCeAtj3TEiI+cgkJPupe7z2fLMy7QtLUPVgYDT6N0D08GMEjPeaLlr0QMr49Y5IcvqLiCb7f3xg+pvr/vUZWZj1pThU+fJY6vvJRhj1Ta7m9E1ddvSf0N76eW429N86/PfqRPD40yCw9uuOWvXkW8T29Yx8+Dzg2vY8EZT3hP5+8QuRmOaearjwjSAu+ST0lvUJFxrzsQgI+u1XAvWIEPr1QvB6+w0X9vX/7fzyIHQc+y4BIPvWAxbxMdCG+LmcevvEIT75qGla+xFe3PUbP2r2Vga29OEOfvYxtWjxhoD899z0YPW1Qdz1AHBg+Wu4Fvi1N/b3UCM49yIbPvXoVnD3+D2C9YVgIPpFiED4yiz292ZA5PsyXED6CHhO+MmQTPqWfXb0B+w0+mko1vWWEdL2qcMW9OmGbvWi1jz3ytFI7Rm3jPc8zY7339T4+gDABvmt5ED1q8S++W5rgvcsU+D0NkMG9QYFUPthiz71OgsQ79aaVvbLB3T0Lkpu9xVMxPblMP737Ayy+SOj2vBfFIT5WJxg+OgMHPm96wT3/Y/Y9Zz80Pk7jHz46UFY+EwGaPTEyQT5tiu29QlsXvohfAj4zGRu9H6rxPDOMcT7c8/U96pwpvgbPGz38aAe9uQwVPqmSFL7VP0E+RCdTvfVsOL7VBUC+QSgcPnDYv73VNNu9PQitPXYbsD24M2I+xn2KvE3taT5iaTS90o33vWu4ob2/pYc+MW4LPpFPnz1krQA+fOhTvYLtDr4KjKi9xNknvgESCj5VT7G7GaZYPvC9GL49X4S9O5O8PAHRnT0nRBU+1sTZPRAizD15BnY9OZ63vXXsCz6ERN29cGo8vshOurxLvxc+tWk8vhPh1T1nUNQ9P3tEPokxIb7gxdw92b0APcIJmr0LyhI+fxLCvQGb4z2uftw9nparvYxmkL3uOxW++LlivSmRkL1Xgxk+3BZ0vM2e7DwIz0y9Bn20vfKurL3tXei86NE0vs4e7z3DEAa++1qxvaf8Lz7Bb8S9o09HPpZlAD4zWAy+FS5ivVyCoD00UhA8eQcMPqT3ZD6iWO49dqzBvUA9QT4xeJE9CDI9PdMlFL5GsJm8AHUkPlOkAz6eGcg9oA/jvcEYIL5Si+C7wqDtPOx1Cj5lxIk9QwrXPM+qFT2l+ca9xDepvTtY0z1NMZC8e30jvVxXI76DAym+fuuoPRs3Eb2j7J28AEgpvBNWy71mMU895diHPTY91D1SURk9t/owPbFUB75D7RK+9GMSPnNrsT1iwbS9rJsUvh4C8r36yrY9Y2DfvYcdJT7bte89utz2veAwIb77iqY9mI0zPTcuBz5pifi8zarePYfw8zydlmo9WI8RPmhKFz2fnJ+9yOWfPR13Fj5zMTk+ohQJvn6YBz5HtSU+t1vEvfV2qT0BrR2+6qLuPZWsKD7uOaG94sUDvlGrC77vqkg+P56luxUwhLtt+RQ9OdClvKZ12731LAS+8WEXvjh7fL3r//E79+wvPilJz7uqGgK+xFlIvfFA0Lwmd+e9x5zdva/v2L3YsNw9WRESPuF3trxP8Sg+TJUfPtMEHT4mWv49gog6Pku7pD01jBW+iPX8veoNCL5J35o9jwe9vX9OYD0K+Fo9jbqXvbdUzr3wT8s9rBEsvv2YBz64lfw79CYEPgtcqL1vY4g9rUsoPuKPkz25RBc+c1PqvXr6Fz7z7EG+7Lasu2uMxD1ssyW+vcDgPUE68byAlQk90cmXvSiRyz3hVOo8IOahvauC+z0s3Xc95I4jveUf2b1jdSa+50AjPnCOKLqaxjW+utRSvgb/Ez4Wgi4+FC3oPaXuZDx5Q6s9IkGTPeAccT04PBA+Co88Pl0I3j2rXxa+ah3BPQhmcj061BS98vIYvqwMez3NgzQ+tU6Wvc73RT03wUO+lK79PViLYD0XJzm9TERPvd/h070ZFxk9/S0qPubd6L2kLRC+NWbtvYwJHr44nDA+Xa8Xvh3TFT6KwPa9wsB5Pj+wfL2Tag++hbX4vai+6j0oZL09EO1gvayvtj2Ft8a8EjcLve7zvLyJ4b08tLRGvpT97T1a3Ru+t2cBvs/tib2rOh69mU/nvdSSA77gtOI95PobvltR2D2VD+W7KO5Ava48sj3ECUy++MI/vgX0AT4Hxhw+kA8rvjF1DL6T5YA97qMGPpamtz2qnOi8BoYsvks0mjwImKI8BzACvm/vfb0YhQe8ULrcvdB5yT0Qzys+Pmj9vfcW9z3i7oi9RUQmvNeu/j0he0I+1EavvWeecb7Y/iK+COgGPrmr6D0KvSU8te2+vSKPbT1Z9Kq9mqspPXWbIr56wRG+avXcvHSAlDzdxf29qks5PbnC2b1ee129MtC3vEfTBj43Gmk9A2YXvhRfub0Rd5Q9gfdMvjlH0L1GWxM985NBvT9WxjzNI6q9zlS5PflMLz4Q8Hk9NM13vV5DEb7R0+E9dZ45PgT4ib1p+Q4+l1iSPQKiHr7r5qi9RinhvK/MF752xMO9bBE4PhqpET6JsVM+q0pFPc+3i71t8BI+8jk8Pr4aTD4oYQe+THIhPmcjyL2Aq7q8lQWmvN71j723uZS9WEJDvt2qDD4cuiQ9WIjDvNz+3zmQz4c6jSTZvWaYyL28aLc8+bNEvIbXGT5bRKu9obu9PeeuST2fJJi9KbIdPolCCD4d7Wg+Y6CsPSI2mz3GGJ67xv4IvvkBez0jZuY9/EMMvk4YHT6Zav69iuGKPKQ6RD78DoM9sm9FPvGH1D1TLKI9PUYgPo1Slz3EYAk+35I/Psxg470M3IG97iEHPZaiMr11dVS9cvIJvjtynb3vJi49WZKIveQDvrxkEpm9ubMFvhYJyr0NNYE8kWw5PWWAjr3v3vS8lf4wvKPcyT0Ud7O9Aik7PXN/ND7+DYU+OYKkPFTdGr1gezu9iYwYvoWV+D2zLIy9H0QgPQNVoT2iOII9cTunvR68WD5aZ6M9r9cbPpjJer1ozQY7kfs6PTnwQb0vnZU9eUfdve8RWj4WeZ299cwTPtDXBz4AyAK9nuKEPS46sj1s1uG8QYbaPScUmT1rymc9/80FPkdsvD2k7xO9SoMYPipGOT6Ast49VkJbOzWGkL2yzZo8KxaIPSB5xT0txEM+Mz9Fvf1yIj6FNgO+1JmlvQ9ubz378vs9qhYfPVfrED15iDY+cXJRvWAdNbxEg3w9kincOz4nnzyK1EW8Ey8UPEHOdb0Ww+g9DszRPVf1AT1jgkg+jlEtu4AAV74zjzo+rz3kvf5boL0vCze9DjUNvm18Tj28E9Q9EhhBPL9MFL3x6vC9SiYIPomg/z1eWQW9qV8MPjAa3j0uUq49DcUvPfNiFb1FK1M9EG30PWd0PD31+eY9pm8CvSofAD48kyY+0CsyukJXBb6127I9VYaUPbNvl7yzilW9FV6UPYq6Ez4Nj3C9PSPPvbqsmj1wgfM96tihvQenv73Cwq69f/unPXSyEj6wjxs+crTJvWtg+D3vQcy9UovAPJXIB7yFK3w9BPQOPiDSZTyDt/a9QNkoPTG73T2slPY9tbpHPngELr1Z5Ym96j08PkJhq728GK29TQCwPa+cBb3beoW75B/rPeFaD75qfku+vy8iPsO1KL4VLu29cGgwvRKvab36kos9nXPrPZn56bsBoC0+XPOQvXSyBD5PFLU9ETvUvBohpL0ni8W9dzDjPfRS9j11/EI+/VS9PYOnpj0rEos9QnuuPA9EEz20Ah++AnBQPsQnVD0S+zC9K/AbvKezlz3lZpC9QrbgusGpFb59lh4+ZFNKvSmdkz329r49Az84PVBRlT3U1kU9jMc/PdSqtb1N/4I9C9TNPRMDXL0bNCY+8ae5vWLTJLzuRyw+RT9FvlFBFj74Ftu8tO4wvTlKdr2fI7E9fO8tPs+BKb60Ruc9XiKxvZjZ4D2/Szo9KKkiPhlq2zwcxoU9VIjJOwi1Kb5VTOK9C4yTPafpoj2Anwy9KOKyvBxctT1Z1S0+IZFtvSSPuL38a7W8TqIEPu3x5D32WhC+IzsZvkZQ1rwGHFC7+74PPddFC74a4Xg9VOkYPteTKD7lLO89y/GpPJuVEL6tcZ09sRQIvC4O0Dxq3409xLXEvCtmk71UGA2+WEZEPSuKh7zpCfe9hLk0PaRAIbwndWy9F8G5vEStFr0Fwck8DcNCvQ5k0bzrRy8+nMgOvmIviD2UNdA9rVxpPnHlGj4UTBI+TgvrvYi0hz0wQxi+UUnGvTXLAL43Y427E+Z9Pe5sm7xn7XK947uOPTSOob3/zja+kFoSPnw/KD5CCB6+kZxaPZXJFT5vPme9w6c5vRwSmz3QPxK+Q2/LPQFyzj0LFys9JqcWvcajHD7EGxc+mvx8PZpoMD42f08+2Od/POdtj71ipDM+3bc6vf9UWT0J+l69Cr4Gvdn7Jb4HI/89m/y5vVG3Hj4t7Gw9Hc7UPfsOZT08KTe+7tV5PYsEwbtsQIq6PH87PdpfBj6ii5A9oNWBPHiKu70s8yS+QJDtPSF4Hj56Mfg7bXYfPi9Q9zsTWYU9Az2aPBVnL74fJQI++71fvfqbrbyKCwE+SzZePD29vTwDSLO9JfUNu8s2Fr5tBS8+9xYePEFUlL1OXUq9K4m/uz+yc732fP294CImPs44xL2OdQg+d125PX+Fmb08vxk+3PrcveRShD2xxqM9z/HJvcoqBr67AwE+Vjktvlan87ueooc9KylfPVfZgD27PQM+wu4WPphMCzrl1cq9qFUYvawr0ryrIKi9RW6gPYVZ7L1kHAq9PnYrvQ7N7Lw6NWk7lBKIvJNZQr7pgAI9h237vN7xBT5o2V6+5FvFvYeAFT6qahc+arayPaSB3j0XOuK9gR4sPBaH5r1ukz0+e78BPPAtyz3pZw++IiwXvsKmnT38DW0+IBQkvneYw72eSfg9/EYXPjWZIz7z5ik+C2X0Pc5t0L1DARm+r5Q5PrlTBD4bAY+9NvXkPa2Qxz1x4/y9QpX4vcf6M75efj09pi4SvV5eqDx6RSG9LF1Avnud8T2TpTM+E2uZvS8ngr1S9y6+QpAgvjefGL40lhW+RFHeve48Jj6pp+S8z9/zveARHr1P9ts8HAoZvd5DMD6AVRC8tQItPTGvj70/a8o9kxOGvVv+Bb6x1lC+LSwHvg8JjL3upbE8g57WvIZVwL1CayC+/L7PO7U6Pr67vAu+vvVyO4eZ7L0PWsM96t4kvOWJEj0SNbY821XavZV6HL6LpOW97+YWvYdZrb1A39Y9uQCfPFzuyzuNWXM9JEvKvdzAlzzH2/U9JI4WPrRHPT2Q8SC+vO4Fvi8crbynQhO9p1qYvbh0Hj2Ya4U88qGUPQSp8jyubb+9lNANPkkg2j0bCyo9V8mrPfJ4UL3cJZO9nuzZvYPoqDyYxBw+V4TbvDwmpz0rlrI9mPfGPEJBIL7IXUm+XMAZvRYwQb79nyK+w5EVvkgOF745ZRu+biFzvYEsLr7Ej6Y8UpdlOy8GBj5tIbC9d2BRvbcYGDxJm6O7vkjHvQ+yC74xBxM7+jEXvo7Kbzw1TSu+JuOdPWL1ZT3+BTq931LdPSF5UL2Q2c86FQ6YPQcfIjwGpR++R9QqvhugED71i+i97T4YvgmCpT3z/6K9Sp9dPaENg73KDWm8FLvNPbnyqz1SCcg9bg3mPGjsc7qHM5A9QrTMPRfrkr2YCxC9GbBkvaroYr3ayCa8t+0gviXPMb1Kylq+CNq/Pbw1szwBjSO8JTeUvTi6Iz7+byU9PVjPPcZImr3xqBQ9fdquvRRvCz7PlMS8GmsCPhbSuD2QSGg9Wm/nvNjAKD39zQk+1cwTvpYM3jucjaw8z7/cPaPPwr3k7C4+4FWyO9nJpz2N2v89mza3PW2ueT1udlq9PJ5wPT7/9L0t72s9z+x7vG6qGbwYcVU8w4NdvXtKfj0+iPK9qGAnPnaDo72I2Dw+D/fevaQjAz19Du29hfVEvijVC76EJvu9gcA3vnvoPb4g0Cq+q6s7PhL7Mr32uok8pq+mvTylqD3Zohm9QXWivTRP0rwXGwi+dJoQPgojqrydEZw9VxjxPZZ5R77DDjy+8Va1PbPxub1083s93G6DvWndMbxy3JA7jKcTvec4I71RpgK+x+pHPVlH/z35Ruy9klIuvjNocb0Ulay7Qig8vcGiD76xDem9T5IxPUbU9z0HeIm88OZAvS25hT3vIRy+1ov3PLdXvz3Dtsy9fkTnvUdzNj5DG6Q94kxNPkKIm72pRPs8k2a0PQH6kj1//Xc+GohXvna74DvSXtO9ityKvbI29b1c2c69UhMovSreSL1nWtI98vrOPe0EQz6NKbo9RBeLvFNGgD3kj8y9vt3DvLtFOT2jbl69YXJPPYQgG75wSMA9xuObOydFlT2prMY9ZGqZPaz5LD5Clzu9zbkePr/mqT0eBQg+uNTYvWj0Ar2kIEA9xALJPRBdMT07khY+mYYkvjN7Rz4BIvA8c8LLvFJUMb68mwU+pZWPPRgqKj6TPLm9H8GHPbENprxCmD69xbh6vVVG570O02c9XH4IvihfhT1tGea9LiYtvfMtVjuKXYa8eUEcvWjuOz7lljU+XQiYvQAZ3D1cWgM+B7Gpvdj7E77cr1w+lHI8Po6JwD19ja89wv8TPj0nTz45mA88n9A5vmF3NL4EtJU9kz9+PkT7Fz4BZwC+5dRIvsqjQD0QoSu+oq0rvE937D3C5Wk+9cokPioKn70aLGq++VcOPnK5BL6yCjQ+pcb9vTIVH77uDg++eO3LPZtN4D0GVyi+sPsWvtVygzp/zUK8cBzWvPQjlrwuUE0+ynDoOv83kT2heDU9tgBKPhwxFT0xViy+33cJvc5BkL17npC9dckWPtG4+z2fOZW9kk2IvWoD/z1bKL49CDMDvv+q271kfy8+Q2zmvZOrsrzRNwu+1rinvWZVFL4POQa9FwVVvJE9TD7smxK+NuJOPbc8Ez4OQA0+KG0qvmVHT76C9AG+ud5gPjQpVj6WUB+927+8veFjFb4WEdC9qQDUvaf6B75BJ/e8mL4APv9Qir01H/k82MBGPhGd+LzUGYO96DhgPawwWz5a4Bi+6CsKPnDYSD7/Ebw9QVXLPSoLhj5/lLy8MxEhva5IxD2VZ5G8tV/CvWzCur0qCdc9RLlpO70RRzzhL+8815QzvqpVOr1pWqQ9Y6ckPdQTHTwCEy29CfL4vOxQdr171yw+k+PhPcND272ZI3g9uPOtPTCLCT7H/7i9P9//PV9bM77xTju+3QTHvdx7y72Xmwi+rQUbPgcwur1Y+vm9ju35Pb61sr3Rd8Y99RBaPSUWDD34oso8DhO2PV+EBj4440m9tulnu9vQnD0D7mO+i9PCPQXu8L0zo9o9VobOPat/Mr7zF0A9BGuAvbljfD3Ptai9GVkNvmoa4b3mpZK9NF8Vvf+OEz5J3wy+GooHPguCdb0m6lG+6LrjvfjBTb46r/m9AvkSvgJdGL63aAs+x0BJvg8sJLuIPIk9ZgQMvnBRor0UrUm+ha6rvBGoyrptOZ69jSQgPeYgBj6O/Kw9WZILPjKrjby+1no9GRQAvM5GqLxTgue9CXDWvSbm+bxCtnM9J1iIvVtToT0EWfa9dbz6PWL1T73I+Pi9LWC1PfQ5Db4ZPZe9UOfuPNBGQ769rja+Col5vRooHD4ZH4S9S90MvTk65b2UGpi6naCJPaBXp70szv497H0PvpmqQ7570H08ESK6Pf6nZT09ZZu9YZckPdIq872N3iq+iXjivQEgvr2pngs9oz9AvjA3oD2rHSm+bDCOvRncHD6eSUa+g7YYvr1AG77XGeg9eq4ZvmW0Zr0YB0q+UbBBvq2Hs73jBF2++vwkvha72j3HYim+gufsumUMCj7hiBS+rUU0vWXVUD2K67c9g/FcvqOUw71QC+A9+IvDvWSMBD4QT8q9EnuAvQPg1T0aYr4842MIvk83Ez6ZjTQ+6nwGPa/Eor09MTe+7lcEPfi98T2V/bG8JXUNPnmvirwyQ2q8u1ctvZtICD7+xuG9cLxgvWVkoT1XDPE9D6PhvbHByr1H5BW+TqZ1Pdc+5r3bd+G9VYSSvULdhb6IT6q9iSg+vSYuur2n/kQ+vQ8vvvnQDT5fIwi+j+a/vMCAqTx0gEe9lSyyve1FDT4Iau69SwflPTDNPLyHaeA9cX25PUtJKb4S1iM+ezsfvlJZcL4zURU+CwI0PYzNIL79aio+xdn2vYegob2TJNO9hZrvPT96Fr2Y8B2+O95oPO92Br6H0Wc9Tv9zvdA/QrytRi+9RKdCPsFmrjyeezm+hq+7vdYu1D277dy9xtG3PfD85j0/MKU9rHMwvvKBJrxTCAI+YupQPZQU9z2D9mu9Iqp8vdk2hb3Mkci6GdnsPdaRIT6YnL69SOezPSWByz0Uiqe9VKItPYZHY75JrUi+nzGqPGDQ/z2bw7i9YKt9vTtNGT5C99g7V29+vefM8D31LdQ8FtQIPMhDy7s6NxC8y6k4vaYOHD7Kf7c9EdYKPebEGz5y3fo9GNmAPV5tZr3jwvk9JrTZPS7X7D1ss5w8nc4OPmVRAj401Lm9fyUFPkPSqrxuhwg+GlgxPZ0XHb4IPTi+KToNva92xDvBTvC9RwfLvRJmhr1r/C8+To5NPt+8DL4P9+o8Avs8vsM79D09S9i9cH/1PeBrHb56zHy90MSTPkJn2j092D2+BE7qvRbmOr4ATz+7dY8mPiFdKL2nQqy9RR4evQCM8b2eOk28W6XBvOb7Er5Q+Y69ylUBvrw+LL5tsJi8KE6ePb5sAD5UusK9mH47viN6+T2o8dg9lmFGvQbrAT5IotM9AeYMvqv3V72gKAq+1zOYvUZksD38Aja+wkYzvJS3Br6aeX69Of3wPDAYAD5vClq+7tE7PE3eCr5ISq89w1QGvqd1E76hhyW+1EFPvm/2BT45KZe9MmcQPJrnDroHn2O+v80Jve21A77WEmq8RCD6PactPz4mqEA+XfVfu9PkBb5O7Ay+YvQSvvBD472Ttly+WcbcvHPYDj4IQA8+3hSsu293Ur09QCG+mKj9veRwQ71aWJ28X5crPg8ZgLzT1xi+ZHGZvSWTgj7nCrW9+OtvvoxgZ71sXa68OBECPgbXrL2Zsje9sg6TvU/KKL6fXRm+Ml2fvOxsOj7cSR8+YFYjvsqqDr620QA+EXK5PQuf5L2o6CM++zdfvtuVMr5gFeA9mswTPTCcBr6Ucoa8X6H4vVNIwb2l39K9Zk4NvvKQLb5Psgs+i3k9vnyfbT220IK9xZIKvV6t1r0aGYw8yaxGvfaLFL5ycOE9N4wEvmi8aD0Y8+C92EQkvq6ZHD5ZFM69bTNcvCpNID1w5rE9PrOqvc3wGr5vUje+1y+LvR90CL0QlJC90W6DvedEVj0j1sC9YC1zvQNTur2w2DE+/F7DvZlrBr4Q16i7m4rDvZhNYz1VciA+EqYLPp+HCb5xpsA9R7UnvhhFpT3GN868HY4Cvqmr4b2bqyg+K+45vi17/T3oXWU9C3sMPqPDEr5g6eS9f1rPvYPTnD3Z8j89Q4s2vgT+ij1yNSG+3i76PUSGhrxKmg8+crxjvW/8G75Ibhk+2TrsPY5gJz3PdQK+sqXTPYNXUDxy4hk+mum8vX4Snj32W8e9sc4Qu60xAT4aYhS9/DvYvROVJD7iAOi725s0vi47j701Ola9iUraO6bCEL58Ehc+w3vuvQ0JtL32bRi+5owovslTsjwH+lc9R4UEPvBqAr5vOV29nov3vY0PCT74NBA+8P2EPZcRwj3ArT2+YfhNvRg6971a9Ck++cjUPcSqFr7dEo29pp9rvsHZlj0Cev49MScxvor3k70ctao908wSvk9HUT1DZ8W9HsmSvOFKGD1BO6k9ZX3yPYzeszwbVQI+X1UMvhIXzjzTELM9/aPfux56+j1wsc690qQMvjTDSTwC5h29nlo8vlVm5ztA+U88SvsYvhURGz5fXpS9Hfehvdz6xD13UXA9hloIPgPkHz7RZe48NoEpvh14XT36RA29TDnTvGSbLr040iI+KbYYvfa9kL0PKxW+zhY+vrKOfz3x3J09sCqnPb7u/j1aKia+KqtovWxsBz70Ueu9aHyyvSoAbb3ky0M9cfPjPWAXDL1RZRk+/o4WPtJper1+c+Y7yTnCPTQlL71IKMm9K6WGvb++Pj6C3bu92yAtPN9tqD1kFiW+18yjvU1C4z3OEOM6mIfPvR287b0P4xS+RpovvkzlIj3zQ5A92qzVPeHgY71xzNO9eI86Po/ShD1ymic+iEl4Psjjm73Ei8G9/QYAPhe/E75EWBY+ueQDPWbP8b1hknC+fZO2vV4QvL1RSbS9n3oBvRChMT7YQx08I1dTPBxm9T1seV27QeSnO4iO4T29vc+9tkmHujQxrr2MuRe+h5o8PjxK6T00SRI+e2v0PVxkhDyzV6u9EJchvlZZ2T1ACwE+tHcGPcsQir3g2SC+QycovNiODL6elJo9ufiKu9/cP72FtOw9IRQlPc2cWj4PlOk9fsItPpLecb12pQC+Ug0YviyGBz41nfc9sls0PutpiTzAHm29clw4PmNV2D05jBc+GJCLPUXIEr2KCiI92YwCvYUEo71HR5e9hI2zPd1S3z0UfSM+uONEu8gVuroQHpA8KSViPJeeCL4XOfG8IE2wvQHZ3D11o3I+flkFPqtl3z0nYYY9H4ylPSC9gb0HxeY8qFkpvgUg8b1vgO489XkDPvDp0D20Cd89UcwZvoiKWb3Us8O98qdRPoqyEb7fXOy8I/kQvvR3jD7TlCU+bEMXvZS0Bz7Nwas9fBtbPtpj0T1DVwW+h6f6vceoT7wlZEq6dGOWPYu4iD4YWsa9L5FQPfRaw7prPC69QgIJvq/lpj2H7C69MI6Fvc8KMz4PvRk9GYacva68CT5T/VY+FPPLPI9CNL0LaXU9EJT5PdSnFj7Vf8M8VY4kPHBLRL2sF1c+hxc6PhK59r1YPZ49ZtGqPUqE9D2Jnx4+4HI9Psoeej44ipo98vmlvN86Jr0otAo9pBcnPst14rxIX+u9pOIlPpyFZryG51Y9QfOyu9mgKj5r1vc9LhqYvTWACL2AyVG9bgyjvTWVbj0WBho+EdCNvX47Fb3s4Mc98hgmvuzP+j0pXVU+D/VgPS/56b2E01Q+zVNKPqUWqD3zGF0+HtzyOrhjMT5phrC96iMDPrJ12jwowBw9qi3XvShT2b1i3Ou9SQp7POTrjr14hNm9UMYsPfE81L1tjqw9F3A/PZjf3r3xN0A9PxluPfnDwryZJ7O87dMLPkzHyD2pgOI9AIZoPdAavTsJdVM+l17RvSn/871hBhE+zBvLPVo9tjsMWJK9io7SPFE6LL6eMUO9nLjpPL8GMb66bMA9lGK2PRGB6T2Rkyi+u/rqvfT2Jb55ybY9/uQCPko78j1YyDG9e88cvSC49z2CoBC+7ketvW6PEroopj8+ERPevUIaPL5ZTxA+Zji2PNJ5Pb3EZQy+HCaDvegtDz7OKxw+Adc0PiXjOj68Zwi+5+T7PVlvCr0PLwm9MbzEPTL7G70V+8w7OTdkvXmsL77ONr09462IvHBqxDxvVE09EiswvvWvAj5NqJC9kti0vPDzCDwxPtM9vgKOvVW5FD54mIk9HEXzPe6pvb1fOBu+DVC1vZsnDj5Vm5y92ppfvW+7Yj2ZFRg+9RwYvj1GhD1sMqy9SuMQPmMEn70XcA4+YDQnPoeYAT5tYTu+jl3/vAa/3D0zyiu+n0IXvnsZsDwfVGa8ww0lvmTh6T2w0qg9jKgPvhE0Ez5LV2s9P3sePuz+Az7868C9AQzOvWvmED6kqR2+9vwDvfRcir0ZQSa+GDyUvDteUL2MH5c9o72qvUaOK77CSRg+XuoXvZjm573QX8y9w4NmvXHqRD1xqKY7w9NCvGS1UL5nYve7iICbveZMI75Z1wE+eUrjPd+JuD19WUk8CMYCPglCML7TTOc9yFEAvqXi4jzShbu9moKbPdeurz31tSE+0bIWPbQ8Db5uJxy+jJUDvuEiCTy/dyU+iwqZvZTKG77w1Cq+WQx7Pa3c1j05XDE+iFjRPEVgMz2uDC2+23wWvpX+970cMw2+gVgJvaLoTr5U1Ok91+8wvR27AL5WBYU7e6HFPW5tHr2pog0+8I7mPU0ZbDzysLy9BccIvmOi0b2Ezr29eimqPS3xrT0lbR6+QMsCviK7prunDBk++hA2PlE05b17uPs9jdt9vfv0Kj0eR1U9ImsIPfmiKT4GkNI999iLvevhIL6mE3S9bYjCvQDm2T1mh8+9JBacPOJNPT4g3ew9/ygVvH9HBDwoHjQ+wPPivdyDBr4JIpa91tQbPsKSHr66f+Q9ABC8PeraNz644UO9wxKTvVNZvD3c27C9Q2E4vWyC7j10qcq9CZVYvSpO8T216kQ8/T72O0uTEr191S8+DV9BPn+TaD3ar7G99rv6vQYaKrwJEqU98ckbPpBLJr7NGmo9/44OvkX+Ob3bI+49CKRKPgLvsT0X/Fc9lugqvg/zlT0LDB2+52K1vaLSTT36wtm8NfjvPW7og72g3Ao+ZiM1PnBiGr7QZP08QNsgvkAYgzzefS0+31DUvbMVEz7t+fu9IjyGvRFnDT4oSzA88KAevZHFQL1l1dA9Tlisu973SDwvDZi9DIjyPSfX0z0tUbo9d348PRbHsbxZ00Q+S75zvcedtr0ZQzE++qi/PXNotT0uC7O9ITY2PRT+FLsKnSE+Sui8PBqMOD532BE97ai/PYi2Xz6kvQI+wCuiPSFZljxAj169Ara9utl76zxMpRK+v10APVCLKj2TdC4+uLAXPkbeBTxNYwE+/MQSPuX0mj294EK8eQXVPWyN8zu8b6m9lKSYu6tpPz4NUSc+EtovPZuVAj6jMyk92Js8PolX7L3eWRO9QhLWvfv0Jz5z/Rk+BSeuPa+Lgb2+Vd69yMwHvgNStb3a9si9kNMIvZATr719GqI6dQd7vYc3MT4CgXa8KUQbPqXmtb3Bmc499N4OPltYdj5OVJ68qe4dvs9nmz33bbq9WUeQvTp1XTwkwVY9VjnzvXaGwb2qiLo9opNNPnOULr58lLU82BxjPYWX7737Hbe9kkExPqUIa7tMv9U9qV32vX7wtj2/SYk+XUCZvQKrmz1NKTK8Q3XjPbB2OT7v/dC8GxECvpMXMD4+0g6+rSStPASdXj5iNPe9r5wKPZYw4jzR/Jy8KU0jvccAD77G/y++GQ6OvE5kVj0ovNQ9BfoFvN3Fjb0JISY+G6+DPaCb1T3Ouiu+HiSDu2nQAj7TOS8+2Z1fPr0hDz7P4rk93WEQvmsibzyHLpA9XzQIvkmnGj5dkg0+qtFNPfdlSj4FksI9pSRfvq9EmT0RDNe7f9Aduw6F+73pdF6+M/2cO3ZSkb3hUxY+BnXPvZrWMb7zk8e9JlzQvbU6Rb7Ch3u9eZXovdkORLyCmYs9XyURPgfHtz39ELE9VIWDvEy7mrzbbBw8aWfyvXIY/71Exza+BGvavGhfJL4UWBG8JFEcvu5rqj2hsfO9kW/dvewEyL23MyS+PyBovVJmFj0Nl2e8vtFiPZJDVL18Q+y8piuPvUFvJr1fVK+9isJRPY2GH75h6k89+0nmvB8ksbz86XG84EwIvIBuFDsD+x89BobLPSeaAT1jgww+3v5hPdxPnT1yTx6+4floPeJy9bz/UZ495FRvPdXzBr58PIc9FZRjvcj02r2aPZm8tPjVO11Dvj3oUZs98vsQvsh1gL12Zji9Ws/KPQcGC75ncA++FH4NvRu+lL3Wbbg8t1ufvABv2r3i4B2+Ze8RvKHQHL5ojjS+7t07vHlKyz1xljK99LF+PSSqHr4ol/s9Mk/svDpBOL51rFC+dOUrvr18wT1R+hg+7TLDvPHnxz0NbGW9WlqyPS5LI71hLEW8cKMevLBt2j3ae0G+8oQzvqWHWbxAjb08vygdvU6gfr1Q/HK8vdifvYa6EL609Vs9QO1CvmPR4z3eZ5w9KuTBvSP8wT1bLAi+wgTHO1kJ8j1QlBW+zDiGPSP5P74VVUq+GKOUPcdhr70toa+9eT49PfsJFD6F77g9xPY9voQ30b2byuG8jjyTvcH+DD6rFze+u3atvU+sIT4wMjs9uIIXvUWvGz7nVYK93foAPkCNrjhOMVu81VSDPZlj8ry/mgK+uzuavTpKCz73QBu+8kZQvhFGIb4M8Zw9WrxXvd3xZ75mTcw9KMM1vZX1Lr0ed8S9sbwePOCU0r292he+pLAXPs9Rvz0yGzg9jrgAvsGRDD4Ogxo+pYQ8vp/JT76qi4Y95NFGPlt5uL3krDu+fPT6u64g870TSZc7UxMmvoGZdby8Wnq+XiHFvJqMt70Pkxa7iJHfvcntn70vlji+/5yMPDkQML5G8om94DD7PWcPGL7uZ3u++32BPHilOL4mYfM9a3wfvgaPHz0z3Nw9AumAvS+aSL6gqmU8j/WTPWXVV75Z0Bc931mRvU+7pT0OLFe9kbnFvVV/FD73mVC+as0lvYD8Djwn/8U9eVumvZq5ar2dqw6+iuwHPlKpSbytAX888aIWPtaGT76OXcK956dFPrOctz1h7ze+0A4iPmLrIj3LKAM+/JSwPVozr71fayC+HfAivvQSez2skSS+0TjRO1fn8r0acgw+y7Yovq8rLr4n9ou9oKQxPeoOW7vRTMo9H1bsvf/6fr2v7Ay+C/ITvv+o6L2raAw+aQ05vvxYjTtO1aU9ceAuvnoFAj5CUoy8lUU/vL82Pb3aWto9hbWfPT0yFj5sUug9YUQtPiF3k7wKuUE+Us9XvSgX8j3s9Au+4AZiPsjpDz5kZRi+Mji6vD6N8z2cHze9DlUCPtht8D2vyzI+kUUHPpQB3bvSclC+u6a9PQWHEb7Yumc+2Zk8PSlTQb7SpE++/nD0vfpOcb0XRBy9lF0fvR0pqb3SVa09x+gevnB+FD1loc69cj0tPj8X2Tx6GPU8UcTVvcDuPb6hyc49zR7avWOuEL2dDyS8hFQIPfApFL4J9Ly9CuQlvuZWEL7dQSC9TT9nvdC66jw2Wz2+BucdPnCDAj5OaL89ZP78vJwbmz27tVW9VlCvPWyPu72tFUA+v7/mveBL2b18EKi81q65PCt2IT7BWzi+6jcZPBNnx71DrFG+avhyvQPeUL7mnR++J0JtPpOWTj1e+cq8Bc64vRjeKr4M3A89dSAcvacbZr1dolo8Z+ZzPStK5b30+By9PFIePjmHyDwIHTg6M0jqO7dYZz67GQK++45qvY/WOr15QBe+DPCVPS2HBj7Dkqk96NpcvJznur1+BNi9e3jFvHak9z1NL2i9UGOZPMnANr7w1ws+wF0RvIpiwT1UhjU+dHyLvEqOpb1urZ08lDALPvxPHz5q1Ea+qBcAPg89iLwqYVc+qaFzvNuFGL4YHHQ96vfTPSzCGzzXWJa9F0S4PSGC3b23hdo9tzVHPc+MOj3o1qO9VWc+PuX1yT1b5c49a8sAPmGu/L1iTXo7KB7oPZ/1ML5Dg+69jRcwvFhxZL4HvKo9agjDvVc2vL1tpqM98NEpvjdJbD1pN209f1axPfM+/z1EZyY8zzmcvefBEr4Rpi0+skyAPYiL+D1Mp908uFabvUWW/zxj/J49ywCtPd8KFT09XOe9WW3cvcvx3D0b3ck8J5ervU6Cyj1uScu9MckFPs7YDz5M5UU+2tWRPb3yJr51DtG94JfMvYaomj1fYjQ+H74FPhDTuj1GRjk+VtkgvlYPJ770LFs9vuLMvcPI/r0UqSW+U6ODvR1W5z1mdkO9KpkXPgWU5z2IAwu9p1dovdnPUD0AET+99e7ZPU/uB757NqK9RJiEvUaKM76VGx6+g88/vfcd4L3/rAC997opvjIpj70M0CY+7643vmVT0z1gjak9LDTdPIkzhzz7kqU9FskOPDBtLT6GTf+9NmUQvtUdJzzPRyo9WPcYvpLIfDv1bie+kJT9PS8zD70DhlK96TZBuxY7Rz2T7+49OA3MvW7YKL3lV7s9MMOOvcj76r2Z2c+77uUtvhyvwD28XTU7BwSJvWRSKT062iI+6/Pkvdaabz24tcG9cGsgvQAqU70Yr9k8/tXBPXsqkj2cbQk+PK/ZPemuM77yfKY96SNIPA2pFb6XiWq9o3ixPSQRvT35gE28wkgvPgcp6708Pjq+o7z0vfkGHD3eTWe8JUFTPcu+Mb0jZD0+7UAcvsyoBr7rc7S98zJrPQ7OBb6+s54894q4PHQIfjqz5he+FPpEPhG2nzw3C1M9+KG4vdNJc7xV8g2+HmICvifo/jz+m4c96BEnva4suDysc069ZDYbPli7HL6Z4zi7P5sgvvuuTbvNhKu9paofPUcYVL1ljB6+I82ePbbYUL5Tba68Y5tMPAkFVTwvfFG+H8w0PaAhGj4paFO9RcRJPX1yiLxzLow9G4DevcWVybwAySQ+Zac5Pe07ejyHu8W9ofqPvWmkaTwYahs9frsgPnEcwz1xQ6Q9syFcPZVPA751CMu9gLn2Peplnj3BTgg+WasVPhEMQL7BucQ9AKiVPPl8ID42E3S+vrzQvURtNr3sdYk9CWA8PgDaQb3jWYu8URvevUj9+b04v9k8CzcSvp5V7z0q4wA+L1EPvsv0sTx9Pae943QlvpOZlzyZhsw9wAlEvD/RnbrBJxO+MF84PVyTOj6O3Ee7ksUxvooLozzanNY95b63Pezecbzz9Sc+QM/pPP6+NTwpze+9iMsTvsODND51jiW+q2vVPZF+VD33LQi863PRvWDZTrxmYDa95gDovWYWI75Ynki9iT0GvVYUKT4JAwY6ucg3vtggML42tJ+6vZHkvWVBNL7auzI9jUlrPVMrlzwBj/I9+mcdPqqZcr35Pow9a60bPXQ6Lr556iG+DJ4EPu53i72uS/o9V1cPPhaVRj3I2Do9IYKfPVsj8r3ZkXE+zvIWvLiD5ryL7xA+oJ4xvWtKWrwZowM6o+7MPbiza77SODA9gxAJvpQysz0MOWU9OwH0vTgbBb6yW+C61eszvllNPz1V+Ny9w7yPPRlp/L3f8xc+vtfdPd73urwYDpk9dOYcvg3SIb4a1re9FhPPvZJTBT0ha528lAmnvVAGUDy8nAw9EMyEvUWoTLzdVja+hKZXPkNwQr40NCE8M9o7vk1jKD1oVkA9En4hvVm+t7xXW6Y8pDn2vRn9HD6hjkW+ZEj7PTwx4zxghh+9/SdLPuqr3L2fgQq+AkE0vVHsS75b7+s9xZ08PpMUA75Z04w9nUxkPSrghL3VmOO9qs59vdBCBj3o6ba9DVkZvqpOBz2LCg6+4bPWPY4jSr7XApO9OfUZvehgmbyRlhS+3IQovTtNCr4M/wc+sYYpPF+DCb3g5lq9gNVXPa92U741HBg+4gEovkVm9zym3gC+6iTBvRNbg71Rit49C0DBO0qgnj2ays09Q2WHPbYc8TzoHd88rVH6PXw+Mr6KTyQ7jJs8PgR+E748oQo+H1Mrvk35Fz7vBHC9ebgdvhf7j7zlPzs+I2TnvZLnAj7+DUC9WpCZvdylEr36vRK9f592O1HUj70GIRo+nWyzvc2FND387Rm+TUknPROT+r0sLN89Z5XkPSlHML3PgUs9TCACvRSJFD4wMuC9w7x+vICj5D2l/M684AGvPSfab70hnyO+8IGPvaWPozz3DRO+PPXgvcqJaz06MJW9lqKxPcuBHT7GKqY8goU8PYbfL77H+rk951uRPfHqBr5Fs5k9RjpIvRjyn73LhY09alc+vTuQ9L0nwd49RbR3PVWSAT5fqxQ+xbykPNbBFj6sMqg9X+ELPjHd3L3poBK+rCiVPecem72FUAO8hdKBPasXLz6bTMA7WTTNPTUG3T2XijE9EwNLvouJGb4PNd+6wzC5vaWIGj56+uy9WPaLvayiRD5hWSc+xppgPT9qHr61WyK+qa4nPpxjS72nJsU8WGgSvsoxHL5bmA8+TTQ2Pc/5sL3+bxG+R34+vTmHM72mj8U901CsvYhxLr5KUFK63esFPg3opL3gafS9/zM7PtRFkj1kRhC+q9DIvb7nID4AMBY9I3w6vTZ1xjyQGwO+QXkMvS3aAj6DaOK9FN+hus1Dtb1A7T6+YkSoPaTn5r3vVQa+GnC5vdhNwL2lAVQ+cR8Qvi5e/7sfzTY+zCLkPT/hobrTWO+8yC6vPQZx6T326hw8j78+Pcme0D0PSBs+RZ8gvmwTOr2vIQk9N0mIvRIrnT1MRDY+GizdvWYtEj6VGho+YBBVvRe/1T2N00m9WVrPPXA0Jz6pCzS9i34lvk35uT2rTh281Bd5PW+2A71QjYw9VMTCvUJ9L753Iwe+5M/uvU6dIL5BEQ6+9UGLPWD0/z153zu96Ufvvb5P1j2+jxs+c/UlPia9wz1q/vU828gfvgTtO7ywWZy8LTwLPgKqRzxUHXw9c6o0vllWRb5PQSS93ugyvjFl+L1kp1s+1G7RvarRKz4h/Es+aMUYPnzZhT11fjA+bl/QvYZ/TzuQqWq8vrQsvfJsGD3LphG+rYRRvcZ1V71TzHg9/1YIPtEjJD7YrYq9skpDvqrs2L23W4W716fivQkaVL48U6k9uBCqPeWVxbxOYvY9DfdMvuenjj1cdJ89R4jCutzn1r0L9xs+FNXgPTuQ4T3mvpQ9FdmXPB2LOz37gCW+xf4APQEFnj2B8q89IA3iPTv4NTysQh89ch6wPFU68DtRJAC+Jvk2vf76QT7LPtc8qWo3vYHCmL1lvyM+omDQvWoMCL4XGOu9X1Yjvs4mLj7Gtxi+NjP9vSLCqr3Api0+RG4dPj+uzL1+94E90W6DvZe5+70o6fM9/mywvRGH9jx1stE8llMuPgwEAb4YiDw+kDQgvhFxBD7wS5E9s5VBPqOH1D2AoBi+c+01vrQ3Oj7kMSW9RfEXvlHImb3ZJuY7xAcevVWfrz1kueW9rI0JvXOEVz2AQpU9IuM1vlCtp73ideU9+nkyvuN8F77OWHS+hirSvS3R9D0EhTw7MQeOvcWGaT3nMwI+DAPFvUJklLujFB2+AbZTvWEEej0CuoI9cAajPQp3pj3paQ89BnmJvFALqT0vvK29d1gQPfRQEL5NLQI+5L5Fvqi5ob35qxM+4cIrPqqBk71o+yA8NjPiPTlMJL5/Fsk9mvCgPd/2JT2cIK+8gPnevZ/GGT1oM9294b9DvY5JZr54+o6966jKvbZ4ELtVQDy8zqEyPh5VC75y1t+99borvmWrbz1mpPY9mfYdPjFvnj3gTKg9veMivnqcs72sA9k9y/YsvhYhTz2AIZc9SYHpPadAKT02EiE8EjsVPryH1jyINlM85XKGOpAwIr7UKkA+6UIgPVq2Br5LqI49UAg+vsBnTb62Nsc9Zw6HPZ0BzTpbhfy9C9XqPZThwL3VPuu9DdzMvdKtmbseelQ9sw0gPoppiby0aVm9rwkEPjWIuT3HP9o9S0BfPb1KdD0lqCm+t1SgvfoYAr5aOgW+4T6nvT9sGz7FdjW9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "mPwMOBGwortr1no8Mg4DvQbggTuADNu8Lh7JuyPuX7ztgMw5w87Lu3vs97tQ3Wu8+/C6vBUSXbyy4VC8jPCSvEGLpLutpoo7iecSOwGqVTvQoqa7McdFvAVQuDo8Ghi7oORRvGPaSLy936i8Wf1ZPHfqXLyYFhC85+WRvL/oG7yxVNg7dOVuvFDahzrY8MK80DLXvMo7cL3nzi68+eWwPFYGu7t9wJ852uwbvAz0iTwkyhe7yyPhu1he/TlUENo7IOaIu7AWLrsz3ye9wIFzvAi+R7jegL28BUwkO4lUA71gUQy8993GPAqNB72zBja8IsgIve+HbLtBLAw8adMBvD+ekbyNEG68urgUvE0PiLzpJtc8Jqk8vdZIW73i3B68548DvZu6hbwiiha70w/JuxEJUjzYkSa6+KSBvHPoEjw7BUa8UaGzu/9v9bztPa67w2gKuyNphDxZbbq8khMNO4bAmLxXvvS7QHSuvOdwj7vkWhm9VzKBOzAmpLsq4Zi8+YG1vMu0ybvSpee7jj/ZO4hHr7rJeYS8vWYcva5yL7zJoqE8Mr68uzjslbsFBii83AexvFkDUryTPpe7Jsytu3DRVrzNt2S8uMvrvMTOOLzlTTK9CU27OQyGoLwGD5w8Xc4UO9kQ87s8eNC74gGIO18eZrwRhaQ6WmSavBnJArw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 