{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "u/W8PYDjR72CW0u+57fFPYD7kDwerwg+9R9tPYU9gz31hiC+Mijnvc09kDxH3jW9LY0NPjo0Kz2Pb9o8/J8fvvouBr433Zy9pAQzvAF8BTy9SZ69qdl1Or36jr1Jrcw8+UUdvmcHgb1l49w84I4pvqrdALyHaWo9uzwCvsicyjwSS6M8UNMTPrQ2Gj2apRO7ijkdvaOCKj4p38Y8WfgqvmJC4r2kbCG+n2QgvhYdvz3IQjW+LrmoPbd5hD2X+y2+zl8TPv5DU7vf6ak9vVEsvvSyGb17jpI8f5xxvawBdz0BNku+t4I+vDOq+73Cnaa9ikIRvlk2BL6cr+S9EkQ1PcNwp707KNY9YQTlvZBHvL2QTxw+KHr7vRdYGL4hChY9crkKPlQzMb7Re0W6lBSrPXrQlr1/m1C9+V4kPXXFKD2T4U+9sXq+PMjCB7wQ5gA+7mqwO90I8b3jCgq8KSuivVd/3j3pjIi8Ju0evmEdEb6jSjA+gbG+vbaNK77D9IU8EvhnvdTJFr1Ckje+zaHmvSoPML6nZ/w9GwS9vPcqQj3WS7u8INYxOw/l+byi2/k9oF/QOj3rOL5XQZy9F56KPYhDj70kUiG+iI/APKCPT70KIQY+9CvfPLjpQL0o4yE+3XYqu2ErRr62gwm+S/3mPECvdz3IiH691Y3HPRiOjD2DwCS+tUwjvpDpGT5QJo28/bQCva0tEj6G+qA7m9zkPeUxaz7s+zm7QZT/vWmq5D0J2Ls9IAccvrDIVz5/MM49m2VUPgj4W71PhZ09h8bQPbGhZD6X1WW9kfOCvGF9oT3qZUU+OVknPoHZhL200uq9hyIfPEyzKD63dzM+Udd4veCgcr6iq2S9e61MPrH+2b20sfU98g0wPspbJj7PpH49Sy8NvSpoMb2t/j4+70b9vQNaL77b1iq+tgfpPIizPr6yPD++HzDOPNt2vbspA7S9HoP3vX9ByD2k52I+nScJPn+VRb5wVGE+ATApvG2AKD65TJ89zuWAPppo9T0ZpCy+ZdLFPVCjTr6fzhU9TxtFPTIJXL7u8xQ+cZQevuISZ76YBlE+K0YLvdecQb7R/Ci+ekonvjJ7Jr61OEa+Ztq6Pc8iHL5ppmi+Kxq+vZv/G74k2F+9aooWPrUIKj7HffC9jYboPDkhFD7mlWM88JQbvvjlVj30CiO8oFcEPhG1tbtdygS8DElGPa5QA75kKGK+EqDkPaBpfL3HQ4A7WyIZvf9MRj0eIV2+aytSvdEmbz2Mf4q9JnyHPUoJAr73g/s9QZgHPcTyM762zrQ9GJLTPA0LmTx0c3e9HfYhPlmMur2Aqee8TV7EPT3Glz1G8Zi8nOkFvrBfOD4VGsY97c6LvCTlDb6SQRi8Cik8voj9hz26tMG85N87PmQhBL6cXUU++bhwPubUKT5k5cA8Jq6Mvc9pTT4KgjQ+8H5KPuSYv7wiJ949QdAzvVTgWD7LPGk8LFnBPHFZrz04zyu+HnwwvkIJpD06QT++EWjIuylraD5FAPK8gWAZPYk1Ab4Xc3G9kzKnvVUuK731tD49b0zLPdnODb7Em9I8CbWoPR76Wz5Y60o+yuWDPGe7G74hCq09xwOSPQLqwz1mMAE+4B5oPnNwQj00DQK8yu3evCQgXj707/w9r/uMvSd2FD5F7Mc9Kp48vjjrbj74/dC9Go0dvnCZOT5WAek9+BHlvWHaK75yfjk+zWlZPhwdX77qYGS+kcEAvs/B0j1UBu49iPLWvFbuszwH8kc9ICWBPQ9TEb0qyhK+sa1gPQvlmbw2T1q+UUHbvXpYED5LRB69XlYQPNGt1T3tNhw+7uQ0PSW0uD2TsAE90WAyPTleDr5XTO29/GQRvm+NSD4c9wo8jvUmPqMsz7114lW+IHbqPV5GYD0lR9c9a5TePfq8NT5qmsi9cVdNPg4XNT2bhSS+p9NQPgOuMj7mzx4+AwxDvuPiJr0Obqg8UygKPnt/c76OYjq+8Q9cPsIBnT3b+jy8v0MBvhh7wj1i33A+gGdKvjwamL0/L9g9nUVhvp7lz72YDZy9jndovmlODL69Ygm+ptgcvoaJoz1Uqds8leVTPBp/GL7Bpmc9gE4wvYQZyTwdug6+IdmHPY9TDr75z+i9enJUOsO5RjuhtK48xkQ2vnlvnL1qc4C9/S87vremOD1iw5g9Sh1KPRVLJT5pz928PfFFPZBaAb0SFs29QRsgPjaWKT0Mvg08CpFBvUcJlT0Oyau9CxGrvbHq2Tzb0i29DTPXPQlo/r3ya7g9MuotPpln+b3bcVu9ylUnvquypj1CHwk8LnUOvi9Kij3OnBU+BE4GPjtc4D11HwA+0AUkPnQzTz2DAxi+l46nPe+0Nb3b1lE99kNBvh8zHD2lk1O8fiUrvMtiUL6FeEm+BmGvPcgly7vIWd49WpcePik0q70EgCQ+/buavQ0CYzvXJAO+7QDNPNvTeLwSPuW9wjOJPdU2f720/4Y9hPwAPmEqwbzqzgE9Tb1zvUN4pT1WVZy9RCzrvUxjDj5ijLO9mOxPPSCA9T0A0JK9Rpo3vpuPn70oYr09xuIxPRiJMb5yphu+Pt+KPfq8Rj6TduK97BA4PlFSEL6mSvQ9dJMWPvYPc75GCzo+2b3KuzXxPL6u3LG9fIITvj3cnL2hIEi9XHfWPe3RzzxI8Qw+btZnvE756b1oWQm+LJ4QvoY54z0+shS+/pGavZCb8L0stx0+7CmiPVO8bzyH4DG+TyKnvcgYQj7buca9D5w5vmkbDb4Wal+7oi22vXytBTyrqEk+RFwyPfg/TD2tFMg7OVvMvak+frzqiQA+GYcmPObbjj3EqKW9r3etvQS0eD7CylS9wJpKvEzkTL2nEoI7Jyw3PuGJFDx/mcS90k7MPCeDvb2spUS9M+d5vd6Eib6/F1G+lXXrve0SND4aVmo9M1sSvqiQDDxB1WQ+mx+OvTvvKb2aEcw9w2EtvkOe2j24TxW+o/8wuw2iN73Ev6g8mARovvvIn73+l4m9k2OavcsDQb1nHjg+gb1OPvZ5Hb6c4xO+x/4KvgN+6DzkthK+2Rd7vFXrFr5dBks8QXJ2vd5oOr6pp2U+uy5SPJjZeL7tMBI+vhSDuxfx27v6Tn4+DGjnPVnwSjz5BOu9LGvxPeG7ST6LhQE+7IKKvmKWGb39n4G+8F5xPROMwD2Wiz6+9l9JPizHJz4j3j6+eLp7vbCETb4vN1u+J305vn5R670iGGq+1eoAPUcnKb5lhwM9NCpSPpYFLr5scE08j0B+PGTiUr5r6Nq9Awa3vHmm6T24SYa9iSZhvu/JKb1MF5S9W0oTPgAB/D0ozzq+KxFUPgosdz3cXwM+8aNzPdcCKD71iWS+Kv25vVKC3TyNylM+3SvBPTLZ3j3tS4G+K+GsvBj75DykFZM7LfwevswTNL5SjW49p48CvppJr72J5ye+x8QaPRvK3T2ftk8+QrWnPVc5Cb3uyZ08ugRQvmK9Nz5oNB++Ace3PUWy8T3IlNU94I5avWacOT4prea9TLuqvRwjKL7AIC09ul3CvdKkorzsnAE+eMPqvWWANT58hii8gXiVOx0wYT6zLJM9ZFDYPSXLJ74sJsO9xo+BPUAUob0nXv29qb74vb2iOj29oeo9VnNAvZhPdj1TWB8+cRQcPqrS57wZxPo9JKjgPfW5Ub7/JeK96W3fvLiN6D2eXgS+nidyvdHTfT3fLSI+kCGnvd2kST1Alk4+LzGWvP9jOT6FItC9+CLkvegfqL3Fayw+ROb9u9vY071REkm+9NV0vq0ckrshvUC+8WwFvnU6kLzLnDA9i0yqPXBBR73SaIS+WtYRPkp0EL3HVCW+us/JvU+YbD07Jsc918q8vZk1Uj46c++9t7glvkzGxL1rfsk9fMaVPVYsNL3+XRm+uDIHvm4m8T2/70Y+D4QFvihvqbvVCiK+6qJYvV2ELT1hqfS98fMBPnF05D2Qw429qgcWPqk0BD6Nqvk8ZrIevuDpIT4sLZ89FCRyvNDrs71ztOg9M9WovXB4v716ZUW+JsFzPYwTND21nz++z4cqvji2Mj5HqR8+nNRTueuuOD7v4fu9TlQBvmzmk70EmJ49ZuNxPTNYKj6peRI9os/2vJkQF760xAa+sfwvvhKcDj5Mb5e9AaYEvtuXDD5YXFS6pnkBPgIs0D0ibeE91HgjPvSlqDx3Ccm7FkYfvnsIBj64jrM975sNvbdplT34Jgc+qZGZvdjTADwt7ig+in5bPteYMD7aSrC9McvFPRfxHD46ip69wz4AvmCeJr5omk08vEpRvrCwO72olJq9HwtWPuPhc700nAY+UGzkPYAArr33TTo+BjZ8vWvvMbwtvju+46Mkvr7Bgb28WBg7WXUhPpHNQD0J7ss9uLifvcJ8P72qKaE9VfiePVgYSb7pN2O9UumLPfb1Kb5Kl6o8m4IPPuhouDzt8Sy9bByVPD6+Bz7Lys29tYo5PutOxT0ndzC+Jg5HvmmwB75vxkq9zLCHvU8/LD5mXv29icybvf/5VTzrAPe86j4RvqecjL26wRc+6DASvojjMT7C2nW9aas0vcHphr3d+So9tybhvPxj2LzF6BC93iVVPULuDz4uGBQ+Dw3MvUfow70LjNm9wpcUvSPgKD7leQO+rIHyPTCfAr1HuAe+tmzlPDxoc75J0b69uPIFPn72UTypu0a+lPSXvUkRwr0RKmo9k/UGPl+uRL66GwM+gu36vLmJVL3gNk09je5XvASK8D2Oljo+gFgKPq0qwjxOhhC+aSmKvQuU+70RlJq9F/MfvZA5uDzkqkw9nEKMPZ+IC77zDSq+O+DovXxOsT2Og9e9I8qJPfvb8z1nfRE+/XxUvrwUaD6iY9C9PehJPl1Eyr1IAVA+MNu8vQwmubz52Pe9V8/DvSd7TL7sOBW9pvJiPkKuyrw0pEK+HW7zPSivvzx2ixY+UxtDvhyKib2niso9eQ3FPetkPTqRQEo+F90CPib2w71CmG0+ae06vMY3L75luIo9YLS5vE3LFr7uQ4w9P89QvmJ32z01t1W+xbZzvuqfCr2UBiI+yrWXvbLzC76zO1M+VwkUPmL9TL7upyg93nQvvnRF8D01VbC855lAPUItZ76p9x29JjXBPaSXMb54wUQ+sqaQvdzip72EwKM9jEcpPK5Wdr6UFIW9H7FEvjwR973xyKI6S0oCPhQkIr4n5yC9Tsccvj2Fzb2yCqg6OUDOPUUx872vYda9ocePPZh+Oz62X4y9SK9TPZESfj2yoUy+MU7vPEW3LL5cySu+EzMPPhHeRr4D3os9bQnbPWNUz710cmk9hWbQvbj1nD32flK+1w2qvViD6jz0RHi9ytNdvnUUhT3xszK+YODNvR2m2r1hCV+9H5/dvTYHOb7zvB4+hb87PrV/VT5mOnO+0NvivNehCL5FW0G9/1poPrpyKj5SHxy+po5BPhSd3j3WgiK+FLtWvucUvT1M/SE+aAgZvjFDrT21ViM9KNjdPezhSD5k/RW86b4kPVErYD6nEW6+un7lPFjzfz0P3pY9T0ZyPsggKr5mfSI+6M6evX/jbz6C7FW+V5tjPnWvN76tnRa+jCNgPT7orT1N5sa9mf2yPTMQgTxeE9498ahxPeelQj4xH4Y9WAT5vdGnAT6mj6s9hWitPU47Nr6zG6G9QFWQPZIQlD01WTQ+oEMKvqixBD43GGI9J6ySPfPGVD53PdG9ea02Ph+Yir4yPEM80mUHPQTe1z1Bc4i9Qy6KPPU81b0D5zo9RpMQvkc1Vb387lw9QQdVvgPx0z3b/MS91x4IPe515zyaSl0+wPHsPeMyir3URo49dXquPYmTTz4gckG+TpjRve4lmL1qHkI+7HY0PJgNyD3uhw++nX/zPe3bAb6U9pg8N9GCvJqfxr11aoE94/ifPP8jtL0bAIA9/TzSva7r170YAgm+1OznPcH4Gb6JAmu+O0ZGvlaii723gfW887OPvSkyY7wDPZo9ddB7vF+EAjxPPU2+REdMvHd3WT218fC9onh4PiqDNDv0IU6+xJnTOkF5gbzHiW8+YAxJvjy3Sz4lbxI+iroZvmJKcr1Hq1S+2n1KPg9yFr3fcaY9IZ/APW3ieb0lxJc8gTwbvhGUTT5XNfy9uhVLvmN1NTy/TBC9RmcrvZheVT2wvAc+IXGCPUE4pL3wcRc+MdyrvQw9gz05P8u979yxvSouLL6YOJ89xWVOvl478D3awFy96zVvPWU16727CS897/8AvQB7Br51AA6+iSYzvXM+g7wlz+a8MugnvvStLL73xSu+JZQOvjudEb28U4a9znpFPYW+Jb7hutA97GnTvdTxx70L62I9TvcLPkzZzbwxdZ49eoPgvBzNNL7IMYy97tKiPGv1Cb0UbSq8tTElvtXhez1bTSM9UraCvE65gD0leYM9TCVLPGGXsr2n1Ak+K6jpvacXnT2NrNy9TuwKvYPZI76XUZi9kh41vf25Lb3eq1+914jKvZOotj3M2fS98pLHvY7VAT7o3UK+BVqMPQLKPD7kCJu9G3EwPuXhrL2km9a8St7qO/bFlLtXiuG9+R/BPQD88D2+4gW+Tsc5vjIxAT6rhAW+1OrPvXBDiT3JM0O+ka/iu/Gs770dn529xAl4PK1MEj7DloK8jgEOvhXQWz2ObIE9wIjkPX5aP72IKJA9sS2wPUR+1b0iTiA+jfgIPt8/Fj5eG1g9hh2KvSil8LwIs6W8Y4h6Pf8cTr65OSO+6ZYavk1TQr2QMwI+FMv4O9iI1zyfBEA9vEJEvfzt/z2nHtS90zQSPeoEpb3fOjC+9es0vtn8Db4eTim+AbwEPjmKeT291CW+11n4PQQ9hT2T+Oq9eRsXvi0FvT26dkK+BzEUvU8R3j09zCW93GMbPi74Oz6qw7c9GgLvvYmsHb3rh14+OAadvQJCZr3Z4FI+h9s8Po6k+j11Qki+PcMNPpSvCb6h7p693ctdPr8zmz0rrGa+vHNcPXmVxz3ajE8+1THmPHuSvL29/h48X8GAPY5/Ij6UtBo+JGXdPYgMFD6vPvs9enqpPVQXSLtQiCs+z0bgullyPDxCJju+e5hEvkeeSr6V1Fi+NxU8vqw9qDz5R+I9iuUWvrBU5b14tU4+rMCCvXIZIj3Ox5u9biw8PY68Lz7nXI294wq2PcGONb66Bzw+nzUrPoZpCT7Pm0Q+VCltPpZ5Gr0/eqw9pNexPb+gv7vhUQe9nc/5vb+Nr7176oI9puoWPqpmCT5UXH09J1+uvbMXujyPMja+f2QiPPNr6TxYXcC9UKmzPM9zQT6Rjxm9EdDdPZ+2Qb46nSq+evEpvhqRAD4BlMG8YV4kvo5QkDxqckc+VRMAvibQ7LxCjhQ7ExrJvUQqLL59Wuy8ZqODPXECIb6J3qi7fzoNPS0xg72rKZ29tV9BPaIiR75QACu+Z4wjPg5jd73gFkA+PyRdPoGlQT7dbQA+0zYovtpv+72NREc+ctI+PqINsb0JEbI8cS+fvASrMDx0B8i9FKxNvdRHCr6S3PK9rwYTvj3WqTwD/4G8DUKyPEGdwD2OnXG9/IejPb4jP7wS3Vu+TBcyvvE3nD13Sku9Mc/mvQHLIb615DO9BJ7oPOy/b7uMDWK+2oddPjfZ+73xkae90OXgvCACVT7bHD2+YeiAvFVPf71KWRY+IBkEPjGDYj6+oA69t9LXvQGTsL1751k+1Fd5PCv8r71MYgC+JPQ4PtYTET2bojk96MsQvhe9UjxGHK49LLghPsNAQT60iMy9re2CPX+1RLwj8DO+NjpTPZj3Hj2N5Kq9acF9PVXZQD01Lyo+kRKivRHoub0gv109m2lAPBYC6705Qus9q4PTveTDP76ArqM9VxI6Phu7Kr7desa9Y8M2vUJRiz2R9AO+l12UvR7ZtjqiKVc+7h7FPI3E5b0+VFC+UVQOPqLK4D3gdce9XXsQvjqt9r1VK249AepMvk6bED7PdgI9xvlBvuxKGj4zHCW+l6nrPe9tEr2GiVO++6RYPRbrKj4te5M9WbILuwabar5Bj6e8cX8CvklFJr5yG0K+IogPPWPVLT4R5MC9rcOqvRGj7LwRfBG+soIcPnmRHj4j15i8NlksvmJrQj7TuFI+JLpdvNo4tr3Puiu+o7UhPq5rAD5SAZ48Ym1Svt4+Wj670Qo9M0OhvazURDxys2a9lP4MOxmnGT5Tta68ClvGvcHY+r1ritw9534/u28H3b23sTI+JkclPl4Xwz1nTAc9GpbkvVsJCj5lX0Q9mlBYPjQWw7yAYTk+8c+DPcW+vztFNyc+7RwmvoSxO70qN6+98a+5PPo5AD7Vph6+7OPrPVQ4JTwDI+m90LrIPazdxT05x6G9H8vtPXnkQL1n7mm9eagAPpVCcb1rn7G85TXCvVPBmD2p2tW9oaL1vVF1Aj7meBy+7ET/PRCXGD0cLg++pODLPZIS0byhgqM7XcoGPkZZyr2s4Sc9C3aIvV1L6L2RfSy9OboLPpM9lb02xji+YvJdPNLPc7x/zFG7Ne8fPfDzjD393F69t7OcPQLXgj1D0PY8/g9Uvad85T1bLua8fgXEPa8rqL03VPe9uabuPewyo70Apuq8u9GIvS1xmT1f4hK+HLbUPZuCLD33uw++0Z2rvXrLMz0e+lG8eCEgvgHXub0+KRY9x3ETPjaxoL0RKGw+EXOTPeT3oj2cX9S9VneGvHx0CTvWzda9L0LkPRBAeb36If69eNHWPRE68zxcJyu+2w7OPbZ+/b0ywa49D8vKPXEcez2KFLw9SXEpvvktBz52ffW9e9CzvfF0FD5YByG+mf0uveuKlb18cT0++CcevoAc/711POK9GmG0PWPnKD5YgR4+9E0+PUqzaLxUwsO9iUMzPgecB775FnY9GKSRvDu/9r0zBw89jK+bPf4gX759cOo9r9ouvtpL5L1dprC9CpsEvjb4Cr46ihS+c4XEu9cfzb1M1dk8Mx+YvXcB7r20kB++Wfz7PRMvwb26hDS9i/+dvT010jtWvFq+iHkXvt2eFD6uo+I9cGMvvh3Fpr3L1Ma8xBEKPkrke76gHQg+kDIzvlJcsD2FzIS9NNmWPcwRbb22Zyu+dPfKvRPMEj4m++079sMFPk8BJb7GSTe+BXEMPoegbL3j9CG+yy0HvHmLDb1mjRW+8ALcvegnQL1mMQy+z/h9vpi02L3UqkW+IKt0veRyAj4PNAI90yOPvSLu2j3Eo/y9V4j8PQWnl73iZna9TFYwvtS5pj04JS09oVGsPf6h+DviiBM+Nz9xvfp0mjxWSxY+hMhAPuciIL45ZGE9JRsqvJl2ID7xKMK9tDOQvQmoET5mJAi+l1sovQzb4b1llQe9r+1MPS+KQb5ZhjE9MY9NvV4o6j34huW9frIPvcF62b13Doa9CUFEPWrNMT5PKOG9WqBbPjb+MD5977y9+oCSvLbc+zujnQo+QExPvHl9b71AsRu+4aoDvqEfvj36Puk9ghKtPR4ryj1S2AG+JXQWu5YPLrzAB0w9n0K9PdGRK767jgE+rGuNvXczHr5bBkW9QQoavj9KeD1EpAe+oEcYvQPdoz0T7EI+TD0gPjutpr3UMKq9tNXdPeL6vr2o0te9xtWcvZ1WZD2pqJK9wmbMvS0Jaj0PkEQ+nqHuvakOJDyght+8aViLPWImmT3l25o9l58evtaqB761BKy9ewycve95hr3lwDM9gwD4vegcv71dWGy+ja2WvTILqDznszY9yGlZPgnbrr27+h49gwmAPRzdFz4fMKk9mhHyvSORZryGY/s93ZIaPveZIT4NcnE9dKW0vRJUUT7fxMU963FMPZmvFL4e/Fo9cBJrvUqetj3xubo97Q8OPu+HXr44plw7YEsCPvpgMT2awQQ+uWIvPpe/FD7mG8U5wyFOPu9Ipb0tFAa+rM/2PZv0aD2Wu068AKUavNlvDD2Pr+u93hVdPZEuOr3agmI+ZIfsPNm7Hz3ePAM+dMFrvS//Zz0o+bk9bpfxPeX1HL4Q5rM9TpoMPhDNjT6/OBa+3y1TvQ1JBL4q4aq9MB1lO0w2Iz4Kz/w8bIYTPoNamD2KyCq+XJQ2PpiXKz6W4hy+TIgFPvQzFz4P/UM+XSkQvresCb5YrA8+YvCOvJFTOT7pNRI99CJNvu+6ED7LWOK9eAhbvcnVLb4F0FY9/xvPPccx3ryFgAY8HT6XvbyFDj40hfU98oHevNOISb6DXd68wcCBPV6vQz4lohS7snWHvQ1GXD30Jdc92SwtPam/ur2MSwG+khMDPB97QT5V8rC901U8Pk/Q3D0nzuy9ZVgXPslOID6LPS09NuoRPqeJ6j3vexC+z20XPsUjpDxBRMY9TqOLvaEL5z3mKBG90aYRPrH2Aj6x9eQ9CdjiPeGfrjwVU+y8QtQ4PUPjKz6XkkA+hEQnPpZcKj4iGBI+SDLYvW8Uqj06rz4+ccwVPRROizyLmOk9EFfSPTRox70fdog9en7SvWntDr5x2MY93eDAPNTO67033yK+IkkGPT78oz2a9pW9wN2MPc4iYT6SXS8+hH4fPjO3Xr3iDvM920RZPo0JLT4YNtE9Wj7jvPeICz4qPwo++IwhvF6DI7yekpG9xeoIPjXy2jwmmy+8S8ULvr4/sb0TzBo+iSTIPWoTDr0j6sy9D3E5PiwghL1MO/y9dkvCvUMvqz17NhQ+bre7ux2GNT6yWBo+Upb1PQ0yDj6ILBu8nA5MPBeYX7p8tmW7hT0MPo2aJ77Pn5s9oDhyvRDk6bvJ9yM+cF9OvJQsDz5UOhM+MQExPbA/hb0XuCm+i6nLvSHU6L0XvyU9uuKLO6X+Oj3x32w9SIDaPf5i1jvfTaq9ZWDvPex1db1NhA8+SuBuPSZ+7rzaKRI+Vd0EPt4uVb7bEfE9mQtxPVO3Oj51zJY9D4PGPQ3MNT4P7f+94kYAvWu8GT5o0Si+sFssPghymj2bfSS+DwSDPWX+Qr0704I95BTRPcE+abxyrv29SD1yPQNVTDx0oe69tMw0PSlLJj7ZSYe9UlkovmD+Bb7/AsA8ah0OvKHyDT1MWK49ZZuyPT0JBz7gD4+7DQkxvnHlYrwOHCa+RMj3PGBHQ760OFy8kWpYvqSeUj0HZIq9EZNNvmhe5r2Pahq+DIsxvn1Z273CIK476HAovnj9aLxACfi9gSofvmY3473YU/A9qGAoPnDFy70Ze1++EETpPBNAAr5xEvG9XoYdvkE5t72CG1s9MJdEPTgNuD1sEFG++GCzPegmQL72BZi9FttovpSruz0XATi68VoDvsb3v73RlN29z8tOvQAfQL457c08yJ4+PfU4Mb4mhus8ER7uu06GFb5FLL08CgA/vnPVK76+Aa09pi4avi1KKbyScN09eIluvcpJrThksga+iYLfuxRAQj0quWs9n7IRO0HIh73g5ra8IWb4PYXe7ryg1bm9wLxLPdvPGr5jp7e9C7igPRE9Hr3n35k9dO1SvpjD2D1dNq09R5IrPmBaQr7kXeW9LdRNvO7f/7xgUS6+YNYEvsJQiL22B9g9LhX+PfVglr3sk9u8YE+YvWbpBb3My6o9xZQyPXxKOr15T9G963zOvWOD4T0NPae9PVa/vdxy3738mZI9ezm2vJ0YlT2Gnqm9f0bdvSXJNT1bo2Y8WPjnOWf0qD2iv7O9peYsPbcbND5z9+u8dZeqPck3Yj1/6LS8ujG7vcrwHr4sk3O8dk5IPXylqDu+L8y94bwUvu6zDb6ZT288K6NwPL4LCD6Shqe9YMHgPfAOL7480uO9yJs1vnsjwj3lVv49F7PLPLnFHz5uv+A8S4sDPb8mxL0Qhni9dM0YPnFDgr6QJCW+khr5PQlYAr7FgYO+SUcXvji6Bz4cZY+9vMg7vpv+M71jT1c+VYzSvEXHCbuFcss9vQ4nvo5M672Zxxc+CWVDvjOYw70RhNk9VtkkPne/ZD3DY2q+6uhSPcfVVL5T8gK+P3bqPLdPpr0iwgU8ETMhPuTsDz1coiC+wTkRvta/Az6XlhW9uwnPPaANdb5MIK89fnjlPLZKxry4KRW+xfQJPtPQqjs8bTE8mO6yPYBTML6UZSy+cSesPQ2Dy7x05YY9paDxPbITWjxhdom7cwSivbf+Nr5Wn3W9ZZc4vvihjTqFuiW9UDKcvRbLNj4lssS7v3WEvQXZl70X0ya9RwicPISYLL7V1uO9jC6bPTdR/LwM9QG9PcCHvR/Cpz2eARO9ZsbzO4i+6708WDA9YTDkPejhTDwCS++9vUq1PW/wfb1PbrA8oCsnPWcuxD36mRy+cAoZPX9Ww71n60C+ixI+vL1V0jxz9yQ9ITCsvILKEz42WdS8Yp0evUXitL0NkLa9FVwDvRFauT39EF88kvY5PGqiAr7obMe972lEvksHiz0ieIy9/T8RvgyrtL0Yu1W9bycAvraIsr1QXCm9LmwavS0Jib2qggm+d7ftPdpJFzywTW28ZZJRviQARr5ANlY9lIw8vpgVjDy2iTg9vws8vUENGz7i0oi9yRPgvRpsbzxZbMg9yV4XvcC/Gj4pQhA92vCsvRxZmr1YaUI89mBmPVtjxD30b0+9BxICvVw+8D12egK+T1PWPYmtIr72yI2989q3vWN1FT5FfZg9omJPPYc1Hj4jXj2+YwJJvueKEr0Y0/C9uoW/PaMbGz0Dmt09v1XwvUnt+z3ge4a87ANbPULzgr0ez1e914qtvRWb8z2vYjM+k/kjvR1zlb3CKMG8QakQPhSf4j3zMB2++CPSvdjHAD69K+S9Reg5PcN5dj2nWa+9dMX+uQsXgD3tEFm8NG7svWog+b0Jea49UYTKvcjcv7z1CMe9bgmEPKk8GD3tPVI8mRFHPbJVyz1neam9uz8IPUH+ub2Dqyq+qpeovGtwNTwfaA0+HS2RO0MR5b1+ieK96jpovWcaJ73pzjy+k/QPvAC+Eb6Hi9C9P3suvtJkrr1XD9o9B8XYPduStj2+9Hw90PRQvuEzD74xdTi+I1QJPkS4J70PxKK91RZFPvLX+b3Y8Bc+MpMfPnVPI70+81k9L030PTosJz55yoM+/EylvWDudDyPQ8+8Dd9FPjNwiLqck8+990S9vUElPD4d8kQ9Ius9vlHPJ77mv927ojy8vWc4CD5yocU9IgJmPqR0Oj4DOOa8i+FzvYeTej215gw9Vd8/PfcwDz6/dxO+myhDvb/vTj1FnU4+zIP7O+a8qL0tlxY+3UThvCwb3j1zJjG+IIvjPd+S4zw7BN29W2BtvsZVWT3XRmg8qBECPV8Dyj0TsCI+SA0aPoVQKD5vt7W7pzbSPUoa5T3WcDE8sbwbPV1dgL1jc7c9C5MTvrTRE75ZywE+4YsmvhlehT1Obzo+xpYKvprL0D2psoa95PylvVMeOL6akFK93neZPfy6Rj5S4oI9ZSFnveUrHT6oszI+GVG5vH3TGj3xrhy9cAdNO8Nap7xVK8e9lMsZvUSR3rt7JTc+1BaBvYlmBr1CBye+1qn8vezsQzzAovs9+zZHPg/Yqrxz7i6+/LMfvlJ7T75M50C++qnFPf7N6L3UfLG9cMGCvdODqjzz3jM9/Ko9PZ0hlz0RTyA+xA0CvtEu+L32FpY9a7wNvkP/6z0pvD69m7scPm89GT6PcCu9ilY7PqzcBD6tDw++QOcSPq2ynL0c1B4+xrUovatjR71xhOG9AviRvUprmz3cfAo8fTQEPt9Lq71fbTQ+SvnyvSInCD3lQCK+jwLMvS5TAD4KOOi9/35lPjuTfL1bo0Y8LfFvvYJf5D1S9QW93r2KPfojvrwXcwa+2Xo2vfmOIz5fujA+HIX8Pewk0T1GMgU+nTs0PqlGJj5UZnw+FMWbPRHqSD5mis69ypgovn7XDj6vRzY8/NfCPL0tgT6JNPQ9JykgvjiGVT0GBI+86GgRPpTgL74FAkc+w/lOvfpACL4OsCu+jDEkPrNWxL3wmKK9M0WePZooyj32rT8+43DaPMzrfz65Fkm9Rj7sveQxob0S3Io+hUoqPoeS0z0aHPc9IPxdvWelAL6Ts1S98ogdvoB7HD4D+b88WSRxPiBjEb6Pm7W9am6DPDXgCj5Zfz8+a9DYPTig6D2S8qE9GJGVvV27Fj5m0QC+jTYJvqRaI709big+ZJZDvjvqAT5Gidc9oSJJPraFAb43zxc+VJMXPUUcjr3ocQw+XDiRvShJDD6r2OY9thKSvbsZq73GefC9Wsdpvfp4k700ox0+F87yu1pskDsNw6+8b0a2vXrK0b1aucS8sZs4vhM16z1Y1AG+acaWvbV/Yj7E1Lq9lLZDPvZb+T0ZFQK+zZk4vahRnz2Rrz49qAoMPkb+XT7Pyec902Ofvc35Mz4XHHA9wJJhPWtbGr6jJbK8HIUOPu/FAT5gKp496CDbvREBLL4X1Nm8GFvkPMD9Cz7HGo49YuKBPAgL4zx8n8i9ijXIvYtCwj1cMsm8XTgmvY9XL75j5iO+VF21PXGwkb0fhaO8Z7ySvG3V1r2L1jQ9q95uPbdntj3ZxwA9eifEPLN7Mr4Zfh2+8TUaPmi9lD2jFcO97dEQvkyjCr6yQLs9MyX/vR8NJj6fugg++iIYvnvvGb5mam09w9I3PQja9z0OaLm8TBHdPZCtMzx+fxQ92QYJPj6ZCj3my8y9sgp9PTDKDT5hnz4+4S8ivsGACT4qMiU+mP7GvdcIrD1NqiK+g0DgPcowHj5/y4y9aZ4HvknpEL76c0c+84aOvAeJirySvTA9DAQ0vSRy3b13egW+mS8tvv7Gjr2h3wy8pRsqPgTIwbwS3Pe9qbCZvb1jbL3R6Ay+JpTgvSOgAb4hr789yCYWPrvKFL2L6QM+o3MjPhmnFz6o7Nw98vc2PhinfD0H8Te+N5MEvjb+Bb6SoKM9/bvXvYRjfj2SjwY9hJ/AvY/I6b0yUaA9ncROvvUO5z2LdR87WDcSPtoBqb2yjIg9n7woPl/1jz3F7Bc+GOoEvpztEz6+V2S+cRHmu3Sdwj20KCi+6Xq8PU+bHb2K0ys9K3WnvZwFzz2pkXg9kEK8vVxN6D2dlIM9OwBJvd1LB75dlvG9VZMxPtnIUzzdPSm+2fMlvnMRKT7FREg+PPO+PVy+BDsRhvU9qITBPUUyiz3yRNw95e1NPugSIT6aKgG+iEgiPWySgz1I4++80Cw2vlPjlT1vgEs+A/nIvZL0ET3IE1S+/nEjPgkRRj2mk0i9zuXCvJzHx71Xp0Y9ka81PiOqDL70rSm+kFHvvVp2F774Rig+y7QKvp9dGz6DNAG+27txPi2vW72i7va9cGACvgEF3T3YXMM9SNaDvZMytT3xzw8721eZvM3/1TsowGg87Nw7vr8I8z2Lokq+dEMAvoRBv70RPyu901bkvYaoJL7K56w9zQ0ZvtQ+zD1xyxO9SfDzvbd9sj2B0U2+TfMivqFpAz7xOU4+5zcevm8rA77PocU9wcK6PaFx1T2WuQ+9hiFFvinjrDxZVdI8VnSmvR5n0b3KVuC7MEbxvQuBlT1nJSI+hi/3vd6TPj6kb3C9d0QGvNXMFz7rwjs+lUrHvXHcg77vfiC+rv75PSy+9T1CbXM8r8oXvsYzhT1u5YK9XftUPVPAMr4Ohfm9p5JCvcUZ5zx+l+u9HI1MPZP+yb3Fjiu9PFKtvPvzCT6Z3AY9vTlevmdKTL0Szas9t49MvrYKDr6Qziw9GkFgvQ1HMzysj5S92Hq1Pc5pxT3Ej6M9O6tOvWtEFL7tveU9DJxBPnYawL1+fgw+7FW/PZjhOL5yo9u9tAoMvZvwIr40wI29HkpHPmqWID43OyU+MQ6/PWmnL7z9OhY+s9YTPoMAQz7zN9i9IolDPj3e5710maa7+mMsvVGrtb3keDO9ZrZYvh5P+z3rjic9RuwMvXMuoDzBGr+8xx8PvmeO672/C8k8KRUUvWIMKj78PKy97FKmPeBjlD2gpq+9/WocPqQ+OD6kdXA+9+iVPaRw1DxjUHO80cQWvitTgz3bg/I9jcAcvgoCFz4Gzgq+Dt3duxdDbz5Bvgs9tiVLPrECAT5VIKc9AW8+PqpFoD1W6wQ+3BkyPtXA2L3IY5q9PM0SPNRNprwa5sC897wIvo/Ptb0F4x09UTWfvZ2DFL0RaN29GcMYvu+8yL2A3UQ9DPAAPQBvz71xYhu9yt41vPQb3T3cyQC+e92bPXhjED7vNZg+eF8rPdJxMb1S4k69D7oOvgai4D3htom9fN0APdAvpj2I2lA9eXCvvVsAdT71zKY978waPgSRxb1sau88mf1/PUJJqb31lJQ9lZ+8vZpjKz7nNrW9hhURPopdwj1yKCa9H4tIPcQYsT1vLQ290JnqPdy+Ej5ca5E9m48DPublqD3CrI+9GcMMPiynMz5T5Cc+V1HFO1w4xr3nzo08ZsyePbVVpz0IrSc+jOgrvSDvKD6AOgC+sA67vQqkbj0taqg970lOPfYSIj1FGh0+rL8xvQz1lrupuIM912CBPJAg6DwhE7a7d4dBvLCeVL3iIf49wdrZPTDNBD0mykE+3n95PDC1U75+GE4+tNniva7hlr0KvjK9u1UGvrtHZT3toN49bCWSPC6RD70n4dO9RNEOPs+fAj5E7PK8XakJPiEbwj22ALg92cw0PQSvCL25GGA95jAFPjvpVz3elPM9FAidvHC0Aj72CSk+nKG7O5hp/L0LY6s9t8GaPcxgobubUj+92uGjPWmTCz5QdUe9M9rJvak3mz2Buvk9IEylvVwNub0q7ba9Jc6oPUmDGT5HGxU+JGXFvTlc9T2Kfvy9qUlnPLWr0bxGf409WgMOPnBr5TwVKfW9obXVPDY93T0IrgY+SA9OPjK6Ir1Romy92DQzPv9+vL0bmJW98rGxPbtI/Lyio0W8Iir7PR27Eb6+Kya+TE4rPglgL777xQq+7U2IuwHZTr0ZRn49noTbPVeTILzS3Dw+7P1xvY/b6D0PaaM9gCDgvN4Sw72HTa698jv4PTjlET63Hkg+VCkDPrHKpz18pz09Bt7HPHInIT3wvh6+DadBPpkmMj234EK9DgojvDqvfz1bA3y9hzK0OzkNF75XiiQ+UjksvQHFkz0Yu/s9XmgvPTlQsj15egc95781PcIbnr1uXlk9N9vdPaHLk72e6zc+fyU6vXWhErxSbT8+K7g7vrwWID66a8m8G/QCvcDvmr2Oa/k9ezUuPtChAb4vOQU+gJC6vQJz1z0wNqc7yacrPs1RNj0A5689Bf4gPMidKL5u3uO9sYZ8Pflskj2dCgi9Ab2cPEkawj3jejA+/yN5vbMYz70SfKW8kF4EPgZ23D0fwgu+UuETvnes1LycVG07Vv7MPLdIB7403LA9zvQlPjSmHD5jqa89YFSePKkR+r0pk7s9ZnFTvEPjmj1VtpI9YV+ivTfbAL7zvga+dSA4PfmJvLsC1vq95J8wPcEOs7zXH4i9y/K+vEynDb16hg898TIJvLwaG71OPTE+wgMPvjCKDT29ATo9zySDPsWdKj6210s+M2zRvUw8lT1mrh6+MhkCvuFLNL5MJsW8JOodPdebc7wbOS29g2ObPS+8hb3ZU1++cUsKPgS8Kj7vLU++f/jRPLWYGz6571i965oqvSDN0T0fJAe++QHaPVR/0j29bHU9S6owvQt1Dz48pj4+hpRKPcxXRz5BpH4+cQSZvOCCkr1DzG8+LKw+vUf8kD014Su9MMcLvct4LL6Oag0+Li26vVTCIT6b9Zw9N1e4PQmiJz2Jhje+ktmBPbCgz7o6BIk8S6kwPfgmIz7+Ar09ODO2PC7r1b301jq+liUOPpUECj530zw8oFEQPvrOsLxGRlk9Ik/9O/uVMb6Q5QU+KH59vLJ5bLxPW6o9zzYGu03rqTiQkK+9dQV+vWlFGb5ieRc+AX5OPB5xrr06D6G9jnmuvMAamr34Gt29YjkrPm/+1b3YGAk+WtjBPQTui71AnLM9dQshviBbpT3jvoc99gvevTHE0r36I+U9H+crvnlT4bvwfIg9qwOHPXRnnD2XIuk94CocPgE4AL1i0/m9/1pUvRTV+7zp5tK9hPSbPTGx+L1PxqS9+bLHvcYmNryqVJU87FHIvDyGUr4Dlx091MIzuuLJDD6+Q1i+YCQkvuUM4D0ufh8+xleEPdv9Bz6yqvC9ZmyXO9gh3L2+v0Q+E+SCvBmorD2NTRq+T3ggvgfYL7sFNIU+f7slviYNh70iBI89fzcaPiPBKT6A7xQ+d+lJPTCkDL5u3Qy+RtFXPmrC9D3QLKq9d+LMPcPLyj3C6Na9P8UGvl9RRb4RHlo99Fv4vWOrmjzth9q8N+tzvqYQiT1k3j4+pt6dveZJgL1SREW+iHYhvqOKH77ivzm+DuvavS/zSD63CQ+9Y6jovRCBE71p8Mc8EFMIvWkBRz51GJs8ABDhPEmEpL1qhMo9iXOzvUah+r3+Xli+UkfhvZhJqb3mddw8ePKXOWV8EL6ErT6+BUERvMK3Ob56vQ++NAs/PAae6L2JI7Q9iO8gveXAzjzJq3M9fTvPvaiNFr421tC9eD7fvJymvL36Va49hlW6ut2hizzaqBA9gCrKvUGQFDuNoOM9LDINPqVoGD0iWTS+6WoNvlAV37th3AO9IyOKvXMWNj2z47M8vpaUPTKH+DvSxNq9YycUPtKO3j3+FSo9TzyiPTmOX73jvoq9udHmvTr/qzzPww0+Oda7vAc7rj1+3609xhaFvPkYKr5yhEy+30cFvQg5U75waiu+0qcHvt0pLr4/aSW+XocvvRwcHr5UqmI7crkqvENXBj68rKG9AO5QvZ0GNzxN2We8wE/mve0HBL43KH+8t1ASvjy70LoMr0y+s6KRPQDeeT1Xz4C9sD/lPTixab33YeK6a1dqPQ6jXTuqLBG+g8AyvuQ8+T2oevS9EtEhvqa/qj39rdG9Q0sGPXC6l71qIrq849PuPQTNoz0JQ5E9Yh1pPHAYeryPtZg9/y6jPUoLkb1CRxq9mxNkvdNvfr3o0Ka835c2voiBYr0bnlu+zv2kPT4qsTwHOoG8e7OvvalyFz4p8D093y/nPYdgmr08Lxg90CCrvQdODD55A8m8Qim+PYeCrz3zpz49WP/uvNSzdD1OD+o9z4kIvpwh/7tDjt88YFjJPRzVwr0LSSY+bzFDupqacz3iON09DmHaPZAOsz0/kFy9Vkf+PP7VBr47bqE9QPUwvQxYzbxJXGo7n9ofvUoDuT0FXBa+uhUkPro3IL4U+XM+TU3nveDSnj3uLBy+fwtTvqwiC76m4wq+qBNLvi1GOL6wTUO+7PVePuCBE71ADRG8lZn/vSCLnj0dIJO9ixWhvSivOr2WbB2+6/cFPtVtUbziL949/kz8PYC1UL7HSFG+eJ9BPclckb1rnVY9gVt4vexPF705l0s8sOhwva/0C70D3hG+SrUPPXB+AD7WVBi+FvQmvrRxjr149YS6rdWNveyHEb5XGRW+eRZvPZUNGj6QK428KcFRvZ58ND2o8zO+9DCaPJ1RzD1ApoK9M+qPvQGPHj6b/5c9MrBjPnRUp70hXvs84vuyPQlehz3iL4o+zUR4vgFtMbx7N9C9svi7vRuCC76uuP+9wR+AvbbLBb2/ceY9zENjPajBfj7oo5U9ayPPvGMh8Ts46uO9OVGEvIzzFj1sEmW9ow0mPaSRJL4Hs/Q9CpjZPE6roD3DvcM9BDKYPY2BHT5wRAO9DqgrPlMIdT2lShI+jwIEvoTOgr0bYHk9rZacPVhcnDy6ZxE+D+wuvuq1Qj7VsRg9kqHMPGT3Vb6ccAA+k9mHPVEuJj4WYt29F0KEPTSc7zvdlGC92WtHvT+hx72I3FQ9essCvrmlej19u/q9XVXwvPZrMTw5xQq9SNjMuskfZj4duV0+85a9vZwrAT4BeP09sqxzvZFhHr5OgYQ+FOpDPhYyBz4lJmU956xgPqXpWz48JoS6maFMvlBSV743PJc9jmeOPrMwQD5x9da9+yxAvu1X2DyQKm6+vffnvGOv+T3BG5g+dPkzPuMAxL2Pio++vjEXPhH4273aOEA+agQJvrpVIr5WBQ++hr/pPTZUuz0aeCO+3Hsdvj03SD187qE8UMnbvEOJmb2TFTY+4pDAPFLTrT3/Nj88sTmEPly7aDzQeU6+ms63vavvib0scJK99E8yPlPb9z3EMpq9tVtwvbZU6j3WXaw9MWjCvd1vrb0P7Eg+wo4cvnIPXbxrhQ2+JGDnvZmWIb6l1Uc8zG5QPIv7iD7A7g6+HJAoPSxDMD4Z7Os9GrNLvjhrhb7IIiS+Rod6PhgWkD66hRy9Xgp5vW/URb6/KLy9CqurvXMTIL5frTe9tEsSPiNmdL1CfdE8WKODPrKvHb2TJ2O9iTc5Pbq1iD44ZQW+afDePY8kZT73CMM9aDizPVyclT5ayxm9JyuMvcXvIj72c+G8RjKpvShHrb1xP8k9/RVyvIFkDD0xp3Q9muJFviB1qLwbh8Y95lm9PL/Bp7wVQi69CL5avKidPb0coDg+OVgJPgVfj73fPqM9YpWEPVMUCD7njsK92Vr+PXBSNL5E1kC+Gbzbvb5zzb17Twe+BpYYPv//zb2VQvy9gJ4BPuv6wr1ssKE9uCs5Pd6dxjx0V48832e3Pbol+D106Gm9hzjVu64RmD22ini+SVDEPfkGAb71Xtk9nh/ZPVnhM77Uijk9/QSKvb40XT387L6919IGvqBw6L349J29vRcovZ/3FT7pSgu+FFAIPh2idL27O1i+ZvvnvaAsTL4fEga+EHcevuRyHr5BWww+ZMA/vgERn7x3gYI9eTMNvjICur0Emkq+CAugvEBPqzunEJ+9I4ANPV1RBj6YZrU9XW8LPrlLprwy1389IOduvJhz1Lylwv+9ypnlvcXyA709wYQ9+fhzvR41tz3l6gK+lcDoPVElhb0mZ/m9+pK0Pa+HEr7PwKe9PTWSPOBYUL77oja+ZUuGvT1oHj7H28q9nucUvSyn9r0Yo6w7pZOQPar3rb1IqdQ9ckYWvtO0Rb5r17k8oraWPcjsPj3qpqC9b5grPRxK+L2PkC6+FCwBvpsmrL39x7A8t1JBvnjBpT0gbjG+3NOKvXVzBz63LEO+dIwCvtTPGr5IdO892ngavr7yZ70AMEm+5xxOvo/Ttr0fA1i+y98jvuNC6T0lDC++yJwivNwbCD6DThS+sYw7vR3eUD1j1bs9A/pkviyO5r2YFsA9X3KvveEGDT7QDrO94pmlveJjDj7t4xQ9oIgDvjggFT4HdTM+pkjhPOwni716Pi++k00MPf1MCD7CWFG7ZqgKPpCkGjspaXO8umwcvRqjET6FlwW+qVlovemjrz3mafU9rc/WvaVM171U8zW+jUw8Pag+3b05F+S9xkWOvbm3kb7ffc69/stDvbj6rb28+E8+OV80vkclCj7DSgu+fMlLvKiw6Txyry29u8TAvTjpDD4U2+W9b8W+PV4HKLzNR6k9KQWlPScmJ77zyhg+EzggviSWdL49ZR8+bBeWPThSMr5qpyA+VQ3zvf8sjb3VrNO97NP0PTHdTr3C1yS+j2qIPFoMBb5AlIQ9rH1LvVnhJL1pLW696dBEPtsPAzw/4Au+WSPCvYTgyT1wfdu9qCWmPa1J6T3ROaE9cec8vs3LD73JLsU9X2OpPfQQCT6ulXC9XJt7vd66Db0EJ/e8kOX+PbpcMD7Wmey9Ln+YPfmWyj0Ka6u9iJsaPXrQf74DDVS+eXpEPbJ++j2ko6e9I0oivXTMIz5BIbA80VROvZhm5j0dFRQ9Yo0wvEkLLLzCZ6u7ESMkvThlFT58u7M9uXUdPf8kFD55YQo+2/XbPcR1Mr2c1fE96QPQPVEmBz4PYZ48MLgXPmbZDz5redi9488QPmz+D7wcISc+PaQ2PTU9Fr58wj6+iLAqvXs+BDzIDgC+F4KOvXHyXL0o5zg+0mdXPs5Z/L1i2Qg8U5tHvuvy+j0tgNa9bnwTPtszKb6pN1y927qMPrej+z2aD1C+iR66vZB+S74qDvW8DF4XPgXNlLxkgsq9RzVPvbU3+L1UtSy8Z3aCvECQDb7dL+C9OboRvo6AMb7dn2271RmGPXuG6T1WA7K9nOo6vuEbBj4xB/49trggvVqA9z077uU9yUgLvmlHJ72YqPK9QleDvf6scz2KgkW+1YqMvHaSA75f6cK93FXNPOU18j2FXVe+fbimvHf5Cb4I27I9PCcovgjUFL4V1hm+6j9Qvtxm/z02a5a991CRPHmuCLxbyW6+XZNDvQlVBr460Za8Ni7kPS+IRT6gCkw+NOOYOqmyD76nLBm+hLEIvsX34L320We+ZbYgvU+Evj3/uwQ+7USvvB7zqbzHNBO+gNsZviPAtb1UcUq84TUpPi3usbxm3xa+PpuNvZI2ij5SPMq9f8pqvo2poL0k9ae8HJHwPYGKp71O0ES957yIvR+AOr4J4Q++02JXvE4lOT5Tcw4+RYUnvhXVJr4/SBU+9Y7EPdrT4b1NiDI+AS9lvsm5NL7UoNY9UJ8YPdQXAb6gcZK8a3kIvlBPvb3dTM+9W4wUvoALNb4dVhg+X147vlciRD2NzaK9DVEyvX6d9b0y2oA8AOkYvXW7Fb4sQss9q48evrJIID2Emea8aFkwvlUJGj7/or+9nsu2vD+3Dj0YHCA9JNDfvadoK77wCli+0yOavfStIL1Rr8e99vKavSG0VD2/hAC+E+CCvWzEz708DTY+VxrIvVQiGb61Chm8yoHmvZOgIT3gePc9YdwVPqzqCr6C+rQ9cmwovvXorT1Ngem8CVwFvp0D5L2gMiM+oCFNvpPuAT6uhjc95//mPSb3C74Q/+u94AHWvf3vgD3XUTY90AtDvhTAPT02HTW+22LpPUgaSb0gTQk+QqeNvStVHr4C2hc+N6LrPa5rJz3HWAS+CBfNPS2Nlzu38Qo+VeTBvaAKtD00RoK9tPtgu5D3CD4RnyC9Ucb6vQViuz1yjxW8nv46vhtEib36o4+9Z3IzvAxIDb5ihA8+hFb+vfwVv70Zn0G+TsM+vqy9IjzxqFg9Hd4IPlEKCr4pF769i9v2vYA6HD4NCBQ+xMrhPNfbtT31Ije+IjFhvX2v7L32vC4++VSVPaDiFL5qVpS9snJ1vsV7mj1vuOk9ltlGvrBzab02WKI9WmX6verITj1ILaS9Gy2bvGkLFj22z6g95wy9PXfeqjzo8OM9PVQOvob70Tw7MZI9XZaYvJvj6D27Ur+9pjcjvpKbUzy0p169eEhZvlk6NLxdiOQ8L+wgvqbAIj6iMrC861pdvc8CEj6EhXQ9VHbxPZLTPT5V9fg8Ol82vpbpcT0K7CG9n/PVvAWfab0LlTM+q94SvQC2Cr0U6ia+MT/7vX3Mkz3FYRE+EVzdPYr15j39nze+9YmEvUGyCT5vBN69ipmOvXnxfb1w1jM98a4SPih787ybkTI+dH4dPvdfgL0gd0q546kRPvelUb3Kdse9FuyKvWhbYj40VsS9WnvdPNNBpT0UfCe+XNKjvXpN6D221wI91gHWvbIwnr3XkCu+68Eevqn4Wz0WTp09kY+5PS3yCT0+CsS9mQgzPuS8ZT3YaSY+wW9/PghVKb00WJq9MUUAPqm4G74Nhxc+VYJtPWAl8L1Pbze+rBISvcjVI70wBH+9vTR+vXIuLj60PZk9FIY8PWNI/z2zVNw8skD7PF0lPz4KA229+FCeu2qt3r1PNSm+MSU6PrWZ+D3PP1M+PlzaPS9+Xz2JDpu8RaXlvRoh/D2w2PA9kWL3PLiwa70FSia+PokMPAM4+L0ZdSo9rlsnPZzIer0mvTI+r8E/PcdeNz63Y6c9GPRUPr8jgb26yA2+HIMavpKHKT7PSgQ+4A0wPlQ41zyb94W9cb0fPgTD7D3i8xo+tj/aPcmR1Tqy2A49AYA8PKylrL12daS9B3ewPfSNsT2eqT4+zfRnuyOmwDupPlA8SDW1OKcqDL5OI8G81LaDvV3r5D2HC3w+D+H5PYMGzD3k8pI9T4qLPSNthL05yic9fc4Dvu7n2b0Midc8wohLPiFNzT1KCgI+lJAYvkDby7zxJ3K9GtpOPl27B768DPy8eeYXviTYlj6AMSM+KnlBvc5aBz4EZBk+/hh5Picyzz0IZf+902b8vY/+dbxflcQ8trqHPVKIkj6Oo9y92ZyAPRX2nLoHOTy8zqMRvoowwz0nNae8XyJQvQQhVD4ligY9X7CUvWkPBz63aXI+uAd6PbMwUL0/GLo8w3gxPoY/NT5njqQ8dXq7u+kbSr0WS1A+PoV3Plpqyr0dVok9R7m+PWPa4j12nDA+3Pk3Pv2Uiz5xmrA9DW9OOwZnEr1k7e48eJUoPtEzQD3eeti9+5wiPk4NaztnqZM9Xa2WPHf0Rj4ypKg9sH5PvYQ3JrykDCm9C1HkvfXXsz3L/yI+WFWcvXAMr7sSlcQ9YlUpvg71BT5GI08+ISPCPQqK1L39/1A+f/BcPiSo1D2BgWo+zO05vNNFMT6wuay9gH8GPt5A0Dxt2k09DlfqvVxV4r3SO/W9+YhOO/5Xib3dO+G99X1SPTzzt71AGKE9B5lsPZvwzb2h6ZE9189zPRWMD7247jA8lZb6PU8w5T2hAt89O1V7PaYXTz1MIF0+WZG4vdrKBL6bjBA+IJHEPZ7RtTvfsJS9HNKmPPq5NL5BWA297ZuzPG8hMr6EZMM9cXOVPfWC5j0KTAW+4a7kvW1bL77qnLU91Jj9PQDwAj79dwG9sXAXvWA6/T3gQBu+7LyyvdXfMLzPoEQ+Hy73vWTyP74gGww+mAZ3PDpDHL0jZxm+C/aEve4ODj4WlRk+Gfo5Ph3CQD5VyQu+DoDzPUXaE71G69i8WQ2gPVVlJ706qYS7gBN7vbUSKL4vD8A9n66uvGMf6zwOxUg9r2c2vqaA9z3gO6W9wrkxveswFLyGS8s9AcaMvYXYET6ylWs9wjTwPXfTu70JtxK+LbKdvZisBz7Fc4e91/JwvZaxgz3Rzy8+HZsZvoY1YT25w6G9y3nxPXr69b3oMQ4+YY0xPt2zCj5KK0y+AAj2vJvZ6T0CJSu+TBoXvq/mRjyoe5287VEqvn1n6D0X5pk9/IIUvnIiED77MI09DEknPl4rEj5LeMi9RlfGvZ/lCj5s3B6+bFEIvR+dgr0d5Si++TmzvHM3Dr2ktZA957O8vQmVLr5Wjw0+//JhvarqyL0n5NK95Shwvcx2Qz3bh1g8cPJcvODwU742jPq7SJN+vUB2IL4Pi+g9xhXjPd9tmT2h5n88uHnwPZ7rJ75uIfI96x8Qvtca4jxAT6G9v8Z4PciQnz16Zic+A4BDPcq9Vr7pERC+iVfvvbNL+TwxlCU+SLlovYRaEb6ZjCC+ZtorPSaCrj23AF0+mJoCPV3DrD3g64C+2n8EvgAwOr4gt+q9+YLKvQDXQL4v6BU+UbG1vRES/L1wNzY87dVkPdFxKb0exBo+dykePmzGyTyhArW9uL5Nvjyjur3fmJ29CljFPYFYsj3FxEK+d/+5vTD4mDtvtBY+9LtBPl/97L2h1/Q9vwYsvQjgTT00ghw9U/kYPUOJMj4Oq/o9iU6MvW2HGb4DdmG9ElK6vXlnhT2j0eC9R7zaPYulcj7LmJ89089qu848H731gzQ+yy3ovTkfD75U8si9Rx8oPpFKJr5E+YI9tcQoPGaaVj5SIE+86rylvCQ17j1bg/y8ted0vW1Q7T1xtU2+bGsPvry9Cj5YsDo9PTOMPBuySDwEf0Y+oCqAPgNkQDwvl8K9NfEFvoxAYL17P9g9UCgkPgIwK740nLY9JKwIvvRNO71pruc9loRQPjzIaT1aE0k9rRY2vuxJpj1JsDG+ihEWvpEZrT29NkG9MOATPr9mer1yaOE9zKE6Pnb5Eb4RUu48wm8ZvnSTfjtMxTY+WJK8vWQwGD4FJBq+c9D9vSL0PD4rsmU8p0QmvaGakb0abe494RJPvdufkryN7pu9yu30PV/CNz39Vak9L7YrPfMoD72OfmI+0HSMvbJHz733siw+sXTVPYZetT2gR7+9NYOCPT2ZEbvpmS0+AenDPFu4Qz5aoDI94KDvPX/JeD4e7Q0+Jl+pPdqbuDwN0S69EcWdPOuEZzyjhPm9sIYVPY5ZVj0Agjo+yVASPuZMeTvwKRE+jr4SPnhVoz3SdkU8v+/YPfprXbwhd3a9Ae0MvOijQj7wyzo+qhkrPaDZBz4pEh89GIksPoKnsL2rPdS8chbhvcULKT7WpRk+ECG3PZdqhL2A6ae9YxPvvWzEqr1kdYq9XHNUvA/Hi73oPbW6Cv9+vZ6uOD4+daq8I8ooPnbzt72Eisk94DwOPkE8fj7lz8C8GzQfvoPNnz09Hpq9sI6Rve5rBD03N5k9dLEFvqVov70jEJ09W4ZQPjHTGr4xAyc8nmJpPW4CHb6p/7G9BrssPjg4GLuImRE+WXaKvUV/wD3dGIk+P7ievTWekT3ThNw48uP6PWnLIT7AbyC9Her1vcplQD5X7g++ymcsPR98gD4iO/69GeE1PRDIYj2cgR29pOWBvDlvBb7A0Bm+zXJ6O0rGFD0ItcI9wjWtu++4p71qayk+eMszPQ+q2D1ZXCa+a3yMuoO9ND57Dy4+4t6BPgmQEj6jiFM9g0gWvgsCXTy3Kd49MxoOvveGHT7BPws+B1UyPWmNZz58Kc09yOhfvuninj2ORay7VnAvO8qD9r1mSV6+gakqvArJm71gLCs+oz3KvfB2Lb5aOrK9jF/KvWPGUL4WuX69TYD4veE+g7o55kw9c4oQPlmDqT2MNqo95F3NvEhnmbzi8LK7rufyveew3L2fozu+IPTDvBQOFL5iimy7VvYXvqvMlT2Ptv29neTUvRshu717IyK+JEhwvdYcEz0rEt67K/BdPSDlVb19zBK9sHZ6vUGQIb1gTbO9E9LHPO0yIb6H9UY9dMnevKI2+bwRU5K894OEOmb2R7zfRBI9rbLjPYNcOz2eIgA+k4tQPZx8nj32kxW+pm9pPU8n6Ly0IpY9V/ZJPfDzAb5g8VM99YlNvYiV7723cne9Cl6ZO4NqxT2ni3o9XlgGvpx3mL3nRj69M3S/PRuxCL71kOq91wsjvbbQtb2gLIQ85j/wvAPX3r2z2ie+SHprvGj7Fb4ycCe+Xu5XuwRezT2HMJu9ky5FPSuCKr4+MAE+vXxSvYgMN76eqU++6YstvqyUuj269gw+XgIcvQTTxj17+mO9HCafPQ4CKr2RY2e8d3SBvMAV3D1Pxjq+EOUqvqAlWrwYRbA8p0gdvTV9f72KoIC8p3u9vSfoF74i/189OfBBvhBCAT5ZQ3w9b8S5vRLZtj1VdQK+fzZYOvNo8j2SEiG+zGCJPYLvTr4LkFG+5NKkPX4rRb2NMqe9AS4FPQmpBT60zcY935pmvj4W0r2+Izm971l2vTkhJz66iFe+VZ7IvR3irz2p0do9ClIivegQNj4/be+9WHkYPg8wWjyeBW+8V3x1PXGoEb36ByC+ZFM3vRNTFT5yizC+qqRxvrkhHb6wDJY9WNhUvWTAe76rDrk9V5s/vQyLDL1RWoC9plnaPAXf371qXCC+iVzhPTQU1T0yDz89VPP5vbp3+z0uPRQ+0d9IvrpMSr42+nk94WJAPjWGtb19glS+5piruxM8C75cRI0886c0vpac+bsZkIO+75uOvLYjeL05LsC68pbSvcJ/rL1v40K+DSBaPMoOLr4WvA+9NootPoviKb7ZbX++n6YQPcrNNb648uA9JqIqvsks5jx7Yf89AcdqvW9vVr6BrG88PtKGPacWWr4C7dg87lq9vS0Lyz2lRF69TQD1vRPPVz5k9lO+mE9Jvclumr2R+8Q9Jld5veyWiL3eFxS+/2YDPnRArLxUwtU83Us4Po2zTL5E8tq92LJjPqDgoD3C/i++m7onPq9aVjzsnfE9HiCaPUbN470ioCe+n/szvmyHYD0Ahiq+KSfYOkGx871n9xs+kwnlvb2+Tr4B9Zy9lkIoPTAvqjvCLME9k3m1veHQobyNSBm+otQGvsU3sL26EgI+XsM6vlJNmTuBiIc95qwsvil3Bj541sG8YK8SvLMYT7zQvAc+ul2sPSXxIj7oEL89OLcwPoKfA70T/3s+QLkdvWyM7z2jaRu+vcebPvCsFz4EUCW+XydKvRm3zz17xDa9uF4gPoIXFj7T7DE+EYslPi2jP7y89oe+qfywPSQiGL5245I+8p2yPfdbTb69eHm+Iq7hvaSvW71OLSS9u0o8vfmBr73Bp7M9+IQXvltERTwqwrC9zjIpPowyiT3L0YE9K3fAvUj3Xr5bO7c92vvNvd02+Lzu4Di8VKG0PUVROL5gUtu9iglKvlDcC75Xmj69oOlwvTFtwzzsxTy+zLs1PsXn/T08qbQ9jGgbu3mToT1SNV+9SUWUPa0M3L3T4iU+V9z9vXQl370+WL07tuMpPesQUz5LDTy+6ok8PAU8pr23KFW+UHibvaKofb6CXDO+91KFPrTC0z0quBS9b6q+vcurRL4UPyc9ltmxvM13h70pbqw6pDVyPU5Uvr1aEii9PblYPlRRCDsjWo47tzfGPMBijD4/Uva9tGKAvZn0Jr3ljxq+i8iCPZEpHD5IBsY99Y7lvD8yZ71Qtda9++IEvBx8AT5R1Wa97b/1O4AHTL4WGRk+aquivCCa7j2dODU+goLGvBxNyL0GjPO7vzIQPmguMz4ZyDu+ofwJPsc5ljw7CXY+bONjvP1YFb6cu4M9Msu7PaNTKTwzIaW9QDS0PU9w5L17rdQ9DzRfPTHIRD3kv5K9xJpJPs/6xT2YIr090eUAPtk08L1wPgI62K7pPduIM76rqf29nbeKvKJ9Zr6U7q49tdPBvZ3fqb1HLoo9EE0cvqDNcT1KWYM9b6a+Pccr/D3+lDo8nNOgvf+sDb7LbS8+QmSGPfdd6D05quo8M5OQvbmgAz1tj5g9aDnBPYdIAj2GLty9C5vmvTyq4z1oc9o8TBS0vYlkrT0Snti92KIOPqkpCT5BpEI+neS4PQTIHL68pNW9dnjLvcscmz3dPD4+WdUEPjWWwj1jBDc+3UInvjOwIL6lfzI9Mly8vaVsC75HXTa+Q0Z5vb773z1rSVu9IZ4MPr0k6z1UuQi9ogtwvSBWdz1WmSS97kzbPQOPFb53VKW9p0t/vRCpQ75hoCC+p9BCvc71v72ScbK8ZI8svoLUoL3cghA+kCw6vhRFtD0BCZ89VophPBgTozwdoZY9HgMZPL3cLD5J5gS+g0ATvs4oyDzwPrc8UGUcvub8MbuC2B++KuQKPsy2Nr0mkk29NsiHPBASSD07H/o94CTJvd+dLb0xqLs9/a+SvYet5r3BWIC8Lf8tvvqHzD213Mi7hWl1vdAGIj2Qpio+ZbPhvVKqcD3n4Km9HUM8vdZ0UL1eXsc8St28PZmBBz7uPws+k8HbPXKTLr4h2MA9TK9VvPCJI77W73W9pF7FPfni6j1uJCa9+YokPpuAEb6TixW+TkgEvkuUJj3DfxK9usqMPViqNr1oZzg+ndUfvlPQBr7yTeG9D0qpPdiNCr6d1+S713Aeu1645buyyCe+VuE6PngaiDi1t1M9Tj/HvRT6krwTwuq926IHvqWlzDztdms9HiJ8vWrZFj2hhEa9/ywaPvUALL4uvB27kokmvlg21LsQQbq9ZlvqPF9dWr2LIjG+/8KYPS3MXb5Z0/W7+ngau6rAFDzn2mO+MypOPasEOD6+iFW9+cFQPfBawLwPQog9r/LuvcR4wLwgxE0+99eFPcH9pTwGd+G9y0d5vZkbSDxQEO48gvwcPvSIwj2wLpY9V+28PZ71Cr7GnOO9sKzUPfhxij3uuP494VcYPjwtNb6Lqcs9QJWcPMdwUj7h9oK+2BvSvcwG2L1P+XA9kmo8PlgjhL2RMfe8S7H1vcNbBb5WjP88aP7mvRnS+z2TO+E9raQEvqXftTwFM5W9xrMqvhbXWTvncd09F34rvY9ThrzSlwW+G9H6PGxZQD7ToxY525U6vpwJnDxo5/s9UKUIPj6yEL1Rvyk+Uac0PApR0TxHogS+7J4Qvo0iUT43HzK+ubLbPRbcoT0SlQa8bdXbvRznRLyl2Vu99o74vQPlJ77iBz69kIw9vWwjRD4Kj+E8pMA5vpBJKb5K7hq8vhLyvVAUQL5fuYA9fXWCPZnG2zv3A909lJ01PlmRX72p8yg9PBuHPBxlQb545jy+vEoVPkT3a70fjtg9Q78WPiI0Qz3oT/U8Ss2YPXz+AL6WS3k+sCOUPGw8Dr1uHvc9MrVIvRB9aLyM6jK8GZ3JPbBndr6IvzY9BXcFviGtjD2yBIM9mQ7vvcj20r37CtY6tsczvh1OfzyzvQa+cJBwPVodAL4McwQ+FC/vPf9yOL1g/Kc9dr43vlmxPL6uaL69g3bvvZ7oBT1Z5dG8z8mfvdBlcTtNfRQ9sJRsvVVf3ry1Dki+h1xmPhcpWb7pqCW8WUhGvk1jMj2YgKU9PiLjvORSs7w7dAk7KZf5ve9+HT7cvVK+j2/vPc3v2TwS4169+VwkPsqrkb3cARK+1VWEvc0pU74a6tg9rFBMPgAhCL5aaHQ9enFVPTnJYL2GM+e9ENiMvSSuzTycvLS9bHsYvhz+fz3mshO+spnjPUi6Wb6YDpu9YCRFvVARLDyagBe+9ZQ6vWZlBL59qAA+gEOVPCQS7bzq53C9sJ9WPU87Zr5Djho+Ib45vsnJID179wy+UablvQKWi73cW3k9q6wOu0Gyxj14rNg9RaSKPXRkDT0L2T49XVzkPd7ONL7xRYo74ipFPugUE77Ehpk9IXskvltHGj77FQQ9+Y4WvvmQj7wI2j8+RjbHvdnDDD42pWy9dBqyvROu7LyXxhm9/VWxO23Hmr0CAgg+uSTLvXNMbT0wBxO+FHU0PU3m870B9vI9zGXwPbFGH72f5109k57zvJR5JT7D6NK9yFFbvLwb9T0NHaq8M2GoPZNRaL3LkyO+tDKUves2qTy6/SO+pdDGvWGpVD3zjYG9EWi+Pb2GHT7oNqw8qe08PQpPK75qKcM9FQmdPRvfBL5Xr6w9wPUZvWCCwL1K44s9z/9XvZUt+r2NDOY9iNdyPVZ1Az5msA0+x1+1PK61HD6vwok9VawLPtQAwr3TcrC9H7SFPan9pL2ws368NJJfPTvsVj7AXeM7l3nhPe35zT0vk1s95chhvhp1Fb5Wvbu7AkOxvc8dLD5vKO+9Hyp+vQJCNz6ydys+jUZsPTafKr5alim+EzUePoJqOL2S0sE83jT/vdZDF77l1xk+725JPdlGuL0+uQ6+odcbvX2+PL2+P7o9ZxGrvc2UNr6Erxw8v6YXPiiP5bz21fC9uM9FPk6nkj0br+q9277GvYMHHz4DWRc9wLhzvcwtxjzGQAG+qDILvbbt4z1st+i9hH2QO6T8xb233jm+YSCzPXIx6L27GhG+FMffvboMs70JGlI+6w8Yvv/OBz3JXDk+dxrpPejZEjyLrqe8yIiNPRrO/j3Vsx48c6tfPV/U+z307wo+WzwkvjxIpr2EP7w9S/CSvamUwj2MWic+RcZNvT/GFT51Ohg+WK/YvDI51T2UtYW9z/35PY2iKT51Un29h206viocuz3CJfK70q/MPVUyY72svYc9wBTHvYigML5L4N69jvnXvckBJ75zNQm+D/VjPUyjFz5QABW9xYbzvTGW0j29WhY+wugnPqFlwj0ADcM8fHgcvqR0AzygkuC8OCj/Paak8DxQvKY9r1BQvj8tU75Wsay8nxM2vjwlxb2Xhls+/CTGvTrhQz6dD2Y+JEcXPgXbgz1dWk0+t0bzvAdyETy5riS82AoHvaYIED3SyEO+I9iDvUIqUr3JmN49Ic86PppmJj6BO6K96iRDvuzz772RcQG8c8UEvmp7Ob67pqw9Am66PXSd9DzY6e49JVhPvrP6krv2UYw962UXuzwN0b3hixU+K5ncPR7hET4GsZ89Q8VXPdNaTj1YQSW+URTEPcycpj11WOc92KHOPTRmLDze2Yg92BUpPeybJ7ul/dC9/MtevesmUz77JP08sexXvdVjnb1G2kE+yCYrveC9FL4vgua9w00vvpnXUz77TR6+Wl2yvalkV71qzSE+eQ0fPl+rFL1rM549Vc2Vvd2C7L2U+Lg96WOpvcUdJz1koj49/jMiPoXS6b1sDUI+99UzvkPeCz6LZ3c9I2RCPuo8wD2k/gO+gAtBvstfET7gdkO9U1QpvgiMj71f/Ea8XzVRvbYpxz02Ygm+jG+lvOUCeT3ftoI9Y7wqvvbNnr0VMtk9CWAuvt2+Hr6U0JG+Cv+2vSIjDD5A+W689D6CvRXwaz0FAgw+L4rFvdmbwLtwVxm+LN01vcI7MD0Jfpc9Hs2oPVcbxz20UkE94H+bvBlJtT1vOcW9kCYdPYnlIL7OuO09lIlxvtivx72UPic+aYMwPo9lwr2rbS88ZTTKPTwQI744CuI9btK1Pd2EDT3fSpG8kGzZvXRLCD2e0gS+U7GhvCf0ar6GH4O9WpGwvSJFlzyPG4U8T6k8Pj4RQr4eo969L2QpvlZf3T0/Cfc9Mv0oPnfPqT0FEaA9bg5iviSdhL0Qrtg9VFA3vnLQWz0FM5s9T1zsPaA6hT3C/tI8RJkUPmdrFD2LhSI83aWwvARXP77l8kU+TCcnPSwvCL6IOoA9szIrvkq3Ub57oLU9sMpvPXhhbjyYAeS9vzLiPZPRkr1PHve9Kfa6vY03mLriVkM9ACMlPno0Ob2ciEm9xLbbPYhpwz1+g9w91xByPX1fdT20nmS+SC+Zvepy/b1En/u95/WOvTbE1z0/jA69"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "wsfXvHcqiLxPehG8giBdvZWIlLvKR3C9aiAFvWV3F711lI28CGmGvFz1WrxDjwO9GuMFvZxZJb2eoI+82EBEva6Gibz3djW83Cz9u79Kv7yMFoi8xgoDvV+nIrzMLey8bzzPvM3SBr2MqP28cEBDPBuE7rxBvzC8zK4Bvd4A2LzHq268NJPfvFGzd7sTpx69xy8+vb7ro718XHS8t3q4PHguP7y2QV28RPmGvExRZDyHZOO765L7vMlLkLsAMGm7OUnzvJ1UTLyPl3+9oJIEvafRn7yhA1K9++h/u4jZXL1BWA29vGWKPAxCCL1uhaO8/moJvYV9Yrzwbec7C52uvGi65LzRmui8V+0NvQVSEL0CIro73iGNvS6llr0esgy9D9KAvXYmLr3g8HC8mzyvvA8vnbu+SKe7W5oOvfbLF7ydWwG963ScvCe8Rb2Rd9W8GCa5vAa9NzxrOia9o4/tu2Mx4bx6+iO8QesNvYN9vryWvVS9lRT5u/50cbyDEhK9vwsIvapojrwQlHi8WY6CvOFS0Tq5eOy8E+WFvQrtxrxFhGc8LUKIvHIfDr0icae8FP9LvT9sqbxQZb28EXNUvCVQqbzow6O8k89Tvajh7bwoKZe938kQvIWRKb0/vRs83PJRvGGq0LxVvLW8bPXsu7aBorxMpR28Z+9RvfBMEL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 