{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Jzm7PX+9Ur0voEy+HZnBPdskYzykkAw+nKiCPd3lfD2v3h++jX7ove2JkDz3zk+9FE4BPg/y6jzrJAw9yDsZvv9ECL61fpK9W14NvBBeEjwglqq9Uk0yOpq2ib3MVJc8JDEovirEhr25Qo48tjsqvsA/Srw4qCQ9gSoCvrvnIz0al6A8u874PasC1DypU6i754syvZHrLj6uY5A8lyUmvuoc7L1Lfh2+C6IkvklHxj1EEDm+V8ixPcOYVT0/fDK+TDINPmaFP7w4xKk9E9wqvmmGJb0a8Aw8CLh1vYupjz10BFK+Pj8COccn+r1M9cS9vuEQvglyEL5ZKMO9t2EoPcLbtb3Xc9w9AtHqvfqm1r3d8xs+lKj2vY69Eb6v9/88QxgZPsygMr7wAVm7K3akPdgLib2d8369t0v2PFT3GD1/Z3C96KI4PM+Y0bvlaPQ9bhKWPKW85b2d+wq9oWzRvXzy2j2H1a68G5UmvvU7Cb4cmzA+MT60vdcrMb4KfEO7TuObvQN/Ib25jDq+82DUvZSlM75vXO09pTnHvKl9JD0G9gq9x0ojvEqwy7wV5t49SgWQO7A/R758u5u9F0uFPfljjL1d9zW+6KsDPVqccL07sfU9E04MPeQ4N72pli8+d7ctvL+gQ74+zAa+gm7tPKJXeT2Wjoe9x93ePWNdez34xye+LSEovhvqIz500hG7H4X8vEHoBD7PRZm6a5i4Pa7Zbz5qDyW8qRz+vROt6T3ZitA9DOgfvoY6Wj6Nbbk9kElYPnvagr1kyIk9zPnfPTn+aD7XG4a9QZ9xvAzjZz0aiUU+GnYqPiuDjr2/hwK+hgBrPFKCHT4W5DM+sjxlvfU3gb7x0WW9ycdOPhG87L04OfU98I4sPu/OGD517549s+cgvUzNRb1seUQ+hWkAvjxfLb4PBje+AyCVPE3vN76VVz6+IBjSOb4l0rwzLbu90+8GvuGGsj1SMm0+Uj/rPRE/UL7dbm4+i2FTvBMHJz4TSqQ9Hct+PsJT9D0NBh6+2izCPWt2VL7QtSU9hUUDPTE7Zr434xA+zsQUvi5CaL41JV8+wxUuveYUQb693y6+BL4nvk3lJL4gzUG+z2u3PdBAIr6jjGa+ervZvROmGb5opY69fs8fPpZjKT6pIOm9SxO+PPoE4D0A9QM8HFs9vt0kdj0vYIK8KLQCPii0Djscv7i8B6eGPewyB74IVHW+Ke4KPqdFrb0CIIc8MnRLvU+ESD3EwGK+XOFSvY1TRz1/iY+9hOKRPQaZBL7UBP091yYBPdkiMr4pZ6c9f+gSPbXSBD3a3GW9Qgs/PgXMiL2bIt68ipPCPVqrtz2e8+O8KSQEvrgKTj4v8f09qqL/vGjNFL7A1Oy76KxFvsuDmT2GU+28xfVAPvcN9L1Bmj8+X3N0PlxlLj5UQ5Q8uW+YvekiUj42qi0+NRxLPjDKB73JKOg9A1B3vfCzXz6OqsY7LhvBPE2XmT1pODu+uk4gvrvQlj3pvlG+wbiFvEw2aD5MYua8b8DcPEeqAL7hjcG95zWLvWeTEr161z49RR29PcPNF76ZKQw9SJqHPRFxaz7C2Ew+yHNSPC5DKr52Zc89ceSSPaze0z1Uaf09IO1lPpQrPj0cpeG71QkCvZdYWj48rt89tQezvUQ0CT5EaZk9sDlBvpvacD7gdNy9EJUevnRyNj6RVNc9dYn4veMwML5+gzM+tZtaPlZhZ75R/k6+JL0PvtN0yj0JZfw9fOIIvXlY9jx8vlM96KVePVRkmb0YkyO+CS5kPZTPo7w1JWS+rn/evWUADz4fOe+8BWAAPCz++D2Hni4+U5I2PVerrT2AAOc8yLoJPSYiFL5pLQ++1RsLvgRnVT6knbU6pRIhPrV5mr2+1Fa+qaX0PSzVjD3yFcA9NFTuPdH2JD5ll669OR5WPhSALj10XyK+ZxVKPvSBPT4fVSE+7SZHvmnEJL1lYrQ8ba0YPgWWc77ma0K+QCVTPneflz1iyxg82WgQvlmXvD01YGY+1fxZvkHUnb2ned89qhdovoLmyb0aNW69VxNsvpSfDr6JFgu+MUsavkcYlT1mkxg9nIilPCs0G74e4Wk9BvwwvfOsyTx0nRa+pV1YPdylHb7Baua9jNdbPNaguTr0gQM9eiU0vkO/mb0qG429opg9vt0WUj36bJo9QEcePaXAIj7LrQ29G41GPaqeFL2fOO69imQiPhMMez1lFUk8BqOsvVLXeD1GmLi9Eem7vWObKz3i8ly9d/bfPbfIBL5n5NI9RlUqPqdeBr62yWi9UaYhvpG8kj1DPug6eKQcvgE8cj1VfR8+bzoJPphG5D3L+v89BnsjPrLiYj3rUx++tH/CPWEDLr3YkxM9+cFAvhR02Tyhghk7/rxXvKu5V75Qe0m+HPCpPebmirwCtLo9zaYrPo8Hkr0fTx0+nxpwvdHuIjuW6wa+sRoBPTelBLwYe/y95NqSPT98jr07qWc9OtnfPdqjoby6wdo8Nv80vXDjsT1UStG9gLQPvjz9DT6qi7G9yNUvPa3rEz5LjIu9vyQ0vkvJqb2ziZo9O0Z8PJdyNb6bFSa++PGjPYW4ST7zzfm9uYVBPtz/E76aCeY98pULPqhPfr5gKjI+Jj2XulYHTL7kWLG9ZgMYvlJ/nr3oCpO9n8/uPX/VXDxG/QQ+QOV3u1J32r2hFP69Ni4YvtU16z359BG+sWuZvbB/8L1Bhhg+C+CtPfb4TTyZ5jS+zsyZvSyoTT64NK29wS43vtKFFL7ekj68zQ/ZvTYFVjz5CUE+qhQ9PW1UWT2wQ4k8F2jZvaYETbwnVPw9htRsPLKtgj2BxLq9FwGcvZNUfT4A8He9k+gCvIwIk73dkFk7H5U7Pum/kTvON9m9HPv4PAVg0r3IKUC9B5ROvW0tkL6FQlO+yuDkvZ34KT79im49floWvgIVMrzX4nU+cf+avTb+TL13Ydk987Urvhid3z1skSK+plpVvJEKGL3L8bk8yJ92vq7uvb17WpK9sDKvvWW9T72XJkM+ZlFIPtTeJr5vrwK+OGwPvgMm6Dyslg++GmmRvKZwFr5OgMc8z2Z8vZY3QL7KuWo+eUnOugEDgL459go+LjNaPH2U57s96Is+FJ/VPRG8WzwvG9K9R2PwPexQTD5vTwY+QbuJvvkML72P7n++EFhqPUXAzD3h9Ey+GttSPtX3Jz5VVDq+tFKCvfCLdL6Wt1++UqpUvnmNw716OXC+sUj4PKY9HL4UXXw89OdkPm+jM77B1l+7DDxMPcCib76/Ery91ADovDPD7j2qi4a9bUVivlu4Xb1HBJa9/7waPii56z3GHzm+6+9SPgC2hT1fYwY+PnKUPYGpND5Cfl++yXWVvf/EUD26lFU+B5/APSFnAD5YyYS+Jq6LvLWaWj3aQxQ91T8tvm2BO76HEoc9V60JvmwMn73wGy2+ZrBAPSfv9j3+Y0s+T2iwPQyb5bxA+x48zxpUvqxaOj5oIB++1EizPadM5z3fvOA9QN1lvSAJQj6izPW9AC6pvXEAM75o1AA9mm+Pvfr60Lzy1OE9yDX8vZ/7OT4lcv67up+muwWvYj6Wd2Q9EDYBPhQyIr5WCcC9GmNkPSeZt71qutS9Dxwbvs3mdT1lKvA94lNLvVvYPD256DE+2m0dPtY8lrwevgQ+vxrgPdh+U75Q7MG9NH2FvHDq5D1Vxw2+de12vUykUz0UWAc+hkexvePhYj3ENUc+RcmNvLLyND6ved+9U7H1vWrIsb1yqSY+fLWFuzfe373ziTK+CVCCvmgV87s9KTC+fxsNvjrMHbwSykA9aAWbPYYbgb2kDYy+rvUTPk0XP7099iu+cQ3OvX9oZj1U/+Y9s1u3vRMyaD7YtcS9wucgvnFCz7043889eoqKPe0TS727KCq+wC/evcKhCD5WE0A+J4z3vbNxmTxD9CG+kQgrvZL3gD2qSwO+L10KPq3C1T0gUlG9m7cfPnb1Bz7K8QA9VIYnvhFwMT6LTKU9fyOcvF3Vr73okuw9PdeEvX0Dlr0pCk++QVRQPQlDMj1L0Du+JbE3vq5YMD6v2xQ+MZlnvFM6OT78n+29EhMKvpapiL3qF889w6JjPZ/sJz4gCwo9bR7yvHtiHr703AG+29kovuR9Cz7Aspe90jwFvhHODD62sg28MHvrPWGpqj3MPOg9VD0tPkDvmDzcyxg7dewdvvXZBj7KsKU9ZjsZvXagnT2FwQY+aFuwvfcBoTs5kiA+8pVaPj9LKz62OtK9AyzJPSW2Lj6P8Ja9yuwlvtgKNL5epsk7yIBZvsKyEb2+qay9mY9bPsiDhr0CLg8+CATdPUizvL02xDY+B3hmvdXOurz+fUO+yWIzvvznlb2RPb07STwkPtwlQD3Ar789bcqhvZi7LL3TtZA9Jiy5PQeERr7Do5G9ZsuMPRpvNr5+ZRI9EO8LPjhPdzyj6S29Jp95PAPh9T2oGuC9bf5BPj0c1D2rNzi+4Ek5vnzmCL5yOlu9YtWGvQVAMz6CpAq+lPKcvfsj6zuxbCW9Adsivhanhr2RnxI++aIDvnbLNz6w4K+9PvyTvRlwjb3SBys9Iq4SvdzDSbwJIxG9XUBhPYeDCj5BowA+ODMCvrb0y73LHui9hgjPvCETJz6+Vw6+x/H4PcevGr2R7Q2+8yCJPFv9f74du8u91NALPpF5ILv3bEa+LrqgvZVIxb0fQAQ9PSwRPoBZUb7GzvU9lA2hvDDmSr3evHU9d22qvBQ5+D1WAT0+o4EKPjCUwjzZmBi+nEyCveUQAL5w9aG9/0cOvcv4Aj0XZoE9R32NPU38Gb4nTDK+L7gEvlT4uj3Yeee9Y2+NPZIG+D2v4Ro+R7RavhPqaz7SXuu9zQhOPujd0L0tBkY+wy27vXoVl7yabQa+/w/BvVzvYb7kXhS9DuplPqXS97wlhE2+0z/9PR2lUjzb0hY+VGA9vvBKo735Esg9lEnKPQLhC7yvVko+Hzr0PYVD7L3icHw+tTKMvCL7PL7JQZY9M96gvJJ1FL7IzmQ9gHhbviYe7D2rlFS+Hi6Cvg7aZb2skB4+OFarvaLFEL5RMV0+wz4TPs6MV77EQWA9s0w0vln47T3ywZO8F280PUjKZ77pX+m8t9W9PS8UN77gV0g+ReHAvdOVtL2Ap4c9U69NPCwTeL6Fzhy9hkFNvoJN9L3sCe07rkn7PWYTIL4EpxS9hT8bvpPI2r2Ounc7ElzGPTnU6b2I8fG9D/KfPcwfOj7OAYK94oFBPTZ5AT0EqVK+ADp4uzjIHL6MEDG+Gq0NPsfDOr61qlA9neX9PbN22r1GGSk9K6GevXPRSD1KC0u+ZUS7vbs6Az30TXS9fQtfvpZ+XT0J0TO+60m/vSHM7L26KVi9ETLgvWhdNL4Xvhg+LWlHPiTLYD4pvmy+i0oivDkb473zSTu9nKpnPndQOj6C5SK+MYZFPs9DBT7yl/q9SARkvnw7rD3GCi0+ViwgvtoGwD05NAk92gLpPdpPVD75pm68KK00PRr6ZD4luXa+8G/GPBOZhD0SBJQ9fetvPkuSKr4aqyc+/zyyvTpGdz4g5Fy+7BhkPgSrQ77WziG+VIScPUwkoT3JC+e9yYeiPaVlgjzYmuE9fhdIPUe6Qz4IWC8919XcvdNGBz6hO609fPaePdd0Qr5s0HG9v9gePStyqj1/bjY+IW8QvmQJ6z1KM5I9w12UPdHTXT7Opsq94R81Pl7Qi75yddk8On0gPQ6z0z3TEKC9voVfPDM/6r0xB4g8UmIWviqERr321z89URhUvnFryz1l4dS9JA3APD4jvTwDOlc+bWjxPSsAlr0C6bc9W6yMPaynST4T6y6+HwHjvcaUhr2AhkU+kroeO4YYsD3BLx++7/f1PQ1tEb4o8188eVeYvF5Ly73L/5w9TuHWPCJejb0nr6M9xTXJvVqo4b2YowK+1SXXPTbdIL6tqHy+u7wnvvAOYb14qRa9R3uDvRsqITzEd5o9v/Oqu3T9zzypoFS+hXt1u0tgPD17isW9Xa+APgctQjuOZE2+djrau4ku2rs1B3I+wbhNvncFTT6A+xM+SpQIvqlVFb1IGF6+SbtCPn9yHL0RbLs9+GWmPS9Jgr1NORw8llApvoYMSz53k+29mPlTvrL0sDxqPWS8rhgxveIJVD1M/AU+Ju2LPSwXq72K+i0+GaGevZEUfz2gwsm9zKSyvY4VLL4ILZU961JZvh4K4D0TaEi9vpuGPZT877218lI9tGLwvAARBr6UZRS+2mQ3vcakUbz+FA298agyvs6IL75bUDW++D0OvjIHJb26G6e95PRHPSr1E76MMcw9YY0LvvIR3b19QGU96ZsGPsY+QLwVPZI9UJLJvL8vOb7y3na9aYF4PAn7Fr3VgmW8h6sgvhq6SD1hHxc9eQCuvCUccD2t5509yRJlPI3ktb0Oygc+c4LrvTrBwz3cl+i90mW2vBndJb6bk7a90M03vdDiW73jmh+9XO3RvRIKqT2me+69Hn/OvU2M7D11LUi+nmukPWnfUD71M6a9KYpJPnjpr7146uq80i8oPB7UvTozx/m9UmvAPdng4D13Tg6+7mlFvtzTCj4DZQy+/peyvUK0lT3gZWC+MQvSvKxH6b22Uqe9Je8DPHONKj5IPNa7thgJvqRZRj3N+T09hC27PdCASr2oE2Y9rvzDPWp8170gpiE+fdoQPqnVFz5pTBc96QCmvVUHubw+bxi93UeJPfaTU76d/SK+oCkdvvtmOb2pzd49A7iePAMQhTxNtiA9fKAtvd/wDD40u769OT7kPF9vob30nSm+a7ozvpOfDL5uWC6+Ax0VPifQVD0UaCe++8rxPcG8nz3bzMe9azYSvmWDrj3Pn0e+QHmAvUlu6D1CqUW9OksePqCRQj7XmM09p9r4vQ7fGb1vFGY+PA2WvT9Bmr3Qw0U+u8tQPgfrAT4Yzky+faETPsiAJL4FFaq9+g5jPjdPkz3LkXS+6YxuPYFDrz03YVE+AYEhPTYr4b2vuUo8rqGEPUVuGT5onBo+EjThPR6WBT6ZgxA+WhSWPZEEI7s4zTI+AM+tu/ljTDxkKUq+ePhPvpgpRb44RlW+/eFUvrGC4Tumd9U9WwYlvl6IAr5sGls+nd/AvU8xCj0ZdHa9ZCw0PenULz5lMYm9/3ivPfiINb7b2kk+cDYpPhT9AD6JzEs+/GFtPjgzRL1sULI9TDDhPUS+VruhrcG8UJoHvvSirr3/I4Q9UkcdPvsJCz71tYM91SOwvVplrjwNoTC+ZCpROtzjAz0tS+a9ixEMPY1MRT5RWAi9NVXSPQ22dL6A7Cu+Sx9DvjjTBT70BwS9RXQlvmKg0jyOPTs+lA3RvfeiAL3oSKO8f7aEvToFP7725iW8FPFUPZRTIr6kgEm84wYZPbL7n72iuq29Uq5BPboRRr6tuSi+z3ghPpbKbb0Z80Y+8QJnPvX5UD5a8AQ+q9UUvt4Pwr3dTEg+pEc/PlzPjL26yCk8XTmFvPMnEz1my7G9HEyLvYysD75LH/29wsIcvm7d0zztGJS8XQK4PKW42z19Z3m9KiesPR/Rq7vCumG+WVg3vkVQpz2zalq9v5bgvW6+Nb5FtiC9tXHTPGgEvzsqdGu+3pZcPo2xBb6TjMi9U0+guyruUD7v9k++ADXPvP1EWb28Hxc+AIzxPf5JZD4SBlG9OVmZvQbfnr0DZFg+0mINPFg2v72g5Qa+j7wrPpZlcD1Ws0Q9UAISvtOoojr7xeA949YiPkFxTT6CgcO94FuBPfDSJrzpfTO+1NItPSsxEz01dLu9SMU8PeyDEj3dDRU+qZOjvaWrqb34OE09+/ZePCTI7r39DNc9t2XbvfagQ74DdJc9Y9k9PhjFMr7/jJy9RR9dvVtVZz0btxG+VXmcvRtiGTySYFw+9WiuPIySH74tF2C+vOAPPjD03z0TMN29t1YOvidI8L3I2Yw9PAJTvg3BKD6AH2k9l4FCvo1uFz5CADa+GcjkPRLFGL2KnG++L6kuPci2PT6mboU9KsuoutwWU74HiaS88ODzvcHlEL78l0++Q+syPZhpFD4ztL297uuSveLLvrzziA2+wnYWPnRzLz4/boW85sgxvva2RT69LFQ+UWIuOeC5yb0KCDG+qvASPlY6AT5YyZw8sMdgvsxVVz5FuJ088m3BvUAwizyi6E29TamEu9+5ED6+td862ujAvZVzAr7sY/g9n6D+u7Pt0r1GSy4+/r8oPnNTxD1WQAE9BFLjvYTjCD51D4A9oMFfPm/1rrwkfUk+iViTPbIlPjwnbDg+3+gmviBUEb2Nk6K9lrQdPVlCBT6mygS+SVnePe1FpjyjJOq9ncviPUdW1T1J+HW9uLv6PXshKL2/BBq92ejyPa+mD73BU5K8uKS0va4tTD2iEMK9QRf0vSxoAj5K4Rq+dBcFPuE+oj0zhgm+8MLIPXO8nLxBH8g703UMPnjctr2Eq9g8pD+PvdZHyb2DQOC8nTMUPpJ2dr3eXxm+O1kHPK47wbzbiyA8BeoZPaL2pT0xwVK9HqafPWiZlD0GBNk8Da0wvbws3D0upn+8qfeTPZJf8L1vIeq9rpGhPSW+sr2o5gC9WEZNvVhxpj2Tvf+9fSPGPZNv/TyXDwC+Zx6KvQfGMD2HZHC8PK4fvvf1tb0ZwaE9k70dPgmrpL2PkXQ+o+63PYtyoj1O/wS+Zim1vGHKCzwyHt292eDrPYGVb71bl/e9AHXbPQnqAz2LYSW+jxCYPevID74bD7Y95+7JPfTRmj2XnOE9rpc1vvplCD7rxvS9KKquvVq+Ez7Atwm+0oM3vaBOi71tYS8+wJMuvsLpFr5gXPy9s4XFPRNJKT4J5yo+Pjs8PVBuWbxt9bC9L2ojPii69r0EbY09i1yzvBBqzb07bWA9llK6Pf2mP74Y1O89KKw4vvu8/L1svbm91V75vRgf8r37cD6+dJ33vK4z872OfYE94OqsvW8gCr6BsDa+BDwTPlaj0r3BmqO84yGTvc4JG7wsyWa+lvUHvop9FT58scc9QuQ7vh5MkL2g2AO9oG8CPte+cr4cme89cwU3vvp9vj0oWkm9iQuKPRpTT72XSD6+E9X5vXxVGz4qfQC7mQINPqzSMr58P0O+gG71PSVuar2z/RK+OrQpuRLcD71Omie+mGHuvT4Lnr0RxBi+z5KAvhwhsr3unE++3/kfvW1RFz5IIvU8IzSDvfd1AT5Ppf29sq/1PT/DqL0fKiO9JzAZviL3hT0gci49/s+xPXkmBT1VdBg+mBKPvQzurjx4Sw0+9TVXPq0BIr64pwo9ZhehPKsKOD40D5O9/4GEvUaCEj6lwBO+oCt0vYXBgL3c/n+811yDPS36hb5kBIo9mFgqvVuiwz35WgC+Kk0TvQv4Eb5EcGK9yVyNPVX9Nz6fqfS9K59mPolkOz5c/MW94jylvEOrGLyoe/89E0F9vI8dlL31lSe+FDAXvgKJ3D2vXfQ9va+fPQC3xT11ksm9Z5wDPR3sOb2gFF49mJjKPaDyEL4Hr+g9/7ejvSF9Fr7zSGO9m7sTvutonz1nXwO+CUFgvSqYoD2+qh0+slIkPjghd703goO9cg3DPa9Nmr2zopK9MbnHvfOmfD1Ve5C9gLTNvdyxDj2oyUA+XM8AvoQefbpNxie9ApLkPXa1mz1WMJk9v64zvm/6Br76a6W9MAjmvO3deb1GmTg9We7gvYR4eb3dd3W+YtN1vQ/EUTz0/fs9LO+OPteT3L2igtA8nE6DPdBSHj4CjF89fn3DvcBUobytR+89sDIcPh7rJT49WqU9INq2vcOhZj4hFvY9jjeFPdyYG76jlwg9F/+LveK9wD0EkdM9wzVFPm7LaL5E1Ow8oBz5PcUaSz1LEAo+Lz40PoEtGD7B2a87zOl3PmLVlb3YigG+lAcCPmvKeD3HDvu8orONvOl05Tx86hi+Q0xcPdozo7xfMG0+UtQoPew3Oz0GPhE+nDtnvTZ3oT3Xx7A9DfDvPaGrFL7ogJs9YZT4PWowoj597CK+i8mavak0973+Vrq9KZ8OPelqJz72Pmo8ZkIAPosYAT7caiG+PYw0PqwKJD7hAxq+7/MUPsdqMD6A0EM+TVk3voGwEL6mYdg9dPnRvAuEcT504Nw8vSxLvvhDJz41+f697NpmvQvmI763xgw9AgmwPcLfGL2O82I8DhDWvVMGID46eBI++mwwvF8sUr5M6ji9sNGEPTsGiD4A1Wo7KL6EvYDtSz2gnQc+N9UePdPxuL3UUP69bJslO1dhQD4MoZm9uGdBPjIY2j1+oPS9M9wbPqfWIT6XBYw93H0aPidwDj5echy+l3w4PmUg8DxSa9Y9cASRvYqO9D2y1wm9k+IKPpnVDD6C0A0+FgDePcd2Bj0lecy8TulWPfNzMj62XEY+fuI1PmzRLD4ppR4+ugz8vePp3T0IcUI+zfFZPRMK2zyhkRo+tjjoPRO5yL26GG0922W2vVXlIr6eRNM9/4zfPPU42L1CdSW+VZsnPP0dtD1kqoG9F46RPTfzcj6QaD4+efspPrrS1rzML+o9k4lpPgCeKj4isuY9Z9z4vPy/Dz7JYws+kTFsvGqdr7ur0KC9ASMYPrNLbz1w6Mq8jp4BvouUrb0L8BE+Fh6wPfHpCL1IRc69nJhFPo9SRb1kcc+95g+kvaddqj0rawk+6EupvOpWMD4qXyo+bPUDPibaGz5Wygg9PZKGOpSG3zoSYTY8q0cLPv3vGL4C7KQ9pxCBvT/sibspMzk+VraTPItkBz6ONgk+jwhYPcrqRb1azia+i823vWmw0r2Mc3Y95WIZPYqz7TxkAbk96OHbPa5fxju4L6q9jjnuPaxigr0Cxh0+aXqAPZMYp7wpjCM+/1zwPXf6WL4n9MY9gY2APRPkQj7oFbY951PFPcNvOD7yfgW+1FuIvLjuKD5tpCy+DAI2PvN6wz3fOjq+3aGIPY+kpr3+vY49wgjKPddRgrxqKQG+6QCKPfIxMz3nNhm+yzEGPc2cHD4ryi+9+pstvgAD2b0FVyk8KYkuvYC0FD3vW209tbauPcCfCD4WDri8rQstvrWiAL2cly++CPWkPN8wOL7auuu8Xp9fvvjMcD2ri369qThOvo8n3r3L6AK+eUNGvuQy3719a928n+g7vlUKMr3CUwG+/CITvjL0570lE8M9Xq4kPiA8sL0TkWm+pqk7PQN6DL5FWv69U0YnvqPaoL2iLks9v8TaPSZphD3K+2a+4/qvPSoNIb52iJS9ryVhvkEjrz04iYK8HNwBvjEg3b1Ftb29AsNMvYNhRr4B/068sejQPNzKQb4nwIc8OJIEvTCqFL47/jw9g/BIvuhNJr4ln5U9dVgevoMk2bwvtd49mKeavX4SBDw0zwq+koG4vBymED4NgHg9kpFSPBUAWL3uyje9SaLQPZpLFL305ra9gilIPYu8Lb4XhYG9/1/KPdBWDb06eqI9+Id3vgz/vj1CSGw9LU0uPmywL77ozIO9kbyLvPxeM73anTm+GlkNvlz7g72fgeQ9rFYBPjU8l73xKqu7yKuHO4wMkL3vxbU9VBTVPHCGFL0lNd29+cfSvYgrAT5xDJ69cSm4vYdxt72bd7M9RhDPvOERWT1d43S948XBvSG+yzxRT4Q8n0yvvIOAwT12tKG94dzvPIWePD6g0eG8pjqtPUcaOj1Q8+m76qHivdMzG74orY+81EyXPYJvtztLqsm9co0jvsixL74QqII8/tXbPFzkHz7GwYK9z4rOPdMLNb6nwuW92xgovsHdsD29GBM+pmG7PK8uHT6mMco8NBICPUQb173kxZy9TOUCPp2ejb7TfyW+owHdPVx1870mvoS+O0sWvpQpLj5t52q9Rzg+vizuXb3gc3A+mJpwvAogLbu+Ds09Ak75va8B6r2VyRA+hGZVvg0Q2b2yKNw9cZEoPm+hWz3mHl6+LhNGPY+JTr4oifm9Cf4mPXG7jb0A16O8BqEpPmoUvDxq4ye+8mErvkAB6j1IkL67tXHnPX2HXL5sx7M9HR8JPePLiL3omwC+s6IBPkTeOTvz2gc8m6LAPdP0E77m5jG+VBk/PYBlJ72Nvqo9MdAVPtSXVLxcwZo8AK1qvaXkJr6G6Ge9ls8uvpOmZrwi5pK8OKCdvUmZRz44v447DIV6vfjwPL3FR9K8GgiwPM83JL4gGQa+MfCSPWgsHb2yrBm9TPCavcvrvz3wQCm9hWeHPMf6r71FaCw9Yhj8PQidiTzpDw2+eSDdPd7Dgr1GGZk8RZhTPRfNwT0krRO+cJsfPU6cnr00vkC+ovI1vGI4xzxLZBw9sqXbu0wtET6xTNK8v/wdvZ+iwL1O+LO94YcZvWXgvT1EYIE8layxO5WOCL4DVLq9nsBevm0ucj0GWoO98BIVviGAvL10QX29UrEDvk6nxL0T9gq9qMpBvaDNmL1Cwwi+BmXXPYINjjrksBa9dLpSvlhTSL4YGk09KNFEvsUpUjpG2D09GT09vRUdID4KTZa9zrDivbWfLDx82ec9IeQ4vVrKKz5N4e084n6uvblFnL0ASDM8EieFPdOmsD0BUD29i4PzvBUdCj41Hwa+zqPAPdmzKb4mOHu9u5qyvYJaDT7sWYQ98JZGPfnoDj7VbTu+9HpIvlBnNr3VofG90LOzPX55vTx2Xrk9MPLnvRr0Bj44QGO83A50Pa3FjL2lXFy9x66/vWPX5z1LTR0+TmrmvGthwb0VooK8QYUSPnG05j0ekBi+yv3SvX7o+j0HFOW9zZdKPXykfz1IC8a9BrebO4Cngj32y0C8TzzzvTPYAL5gcZg9+ivJvSR1o7xSxOG9S4F+PDLqGDxRkxk8z69NPSh/xj3+orO9KO+QPGqypb2MWCm+3/F3vLgg8jsSeQ0+jhjFOmti4b2d5cu9h6hjvS25M70nNj2+rw9RO3gSAr5ca9y9siY4vn1Qs70smug914vTPfgAvj1LOEo9rIdNvjGRC75/bzO+sqb+PRHYir2Tb4u9b/BKPiKsAb4avBg+13sUPoly97xj6209HIffPa38Hj75to4+0DqKvZMG0jyg3Wu9zTZKPgU9Tb1k6se91432vTsKQT7L9KU9hjxFviraQ746Py+8xBbfvQieCD78U849h8FuPgKDLz7eQsy8U/SSvWeBpDygXRw9S2tCPdl0Dz4+viO+t4LcvG5VIT1wWFw+5xiEPPZ8lL3f9Bc+ZppIvagv4z0L+US+jIvTParfyDy2DMe9DlqAvmqPmD1lgpI8mZjkPE03sT15bSY+B+4NPqE7SD5QSAC8TDzPPR3pvD2xnhI89pL/PEKCrL1wI70948IRvvOHH77/COQ9Kq4wvvKAuz00hVc+rQDFvSlq/z22NGu9mvfLvbDMNr7cLk+9c8RxPXkBST67SJY9Gw5GvSCjMT4Tqzk+ng6XvCIM1TxFG6C9lIxFPJ//T71NXL69hgRjvWKgFL0YBFY+kYlbu4skAr1tazO+dAD8vbFZ9jyoN+49YBVLPi36trzZIE2+VGY8vqlVX756fSi+qGjBPdm+8b2QkrG9SNYyvXR2rzwx4uk8It88PUN3rj1TsiQ+0Oz+vS7T9L2TmEU9UgRAvnvZGT7pCx+9T1ARPs8gCz4D7hG9McNBPuMs9j2pmy++5RsYPuz0zr23TQU+sYaRvX5xRL3I3by9hVuuva1C1z3xv4A7m/MGPvZCjb3XCSs+sqnkvRAkDj0p3hu+XYzAvWrKCT63rOO96mJwPuN23Lz9YWw8x5A1vfMx7T2SAwK9CgWQPU8Zirz1SPe9rK/uvDgUID5ffzY+T7IIPtHG2j0JAQM+zwklPm62Kj6K1Yk+Dza5PZbMRT70HNq9hbEpvuP8Ij7R5YQ9I56EOzz5hD5TROw93vIVvleQUz3ssQW8RLQOPlDlJL6Rx0E+Efd4vd7+Cr62/Au+SbY9PiVxxr0gkwG9x9aMPYbi0j0zSRg+05kAPTB5hD4dxDC9/SvIvSJ7mL35d4Y+Z9U3PmeS2j0gF+Y9g91zvSXx9r2W0Zq80LIZvgtcMD547Gc9p+51PqhvBL6YirO9OdZoPIwfJj4oiTs+2VTMPeHVBz4hRoo9HuKKvaeJDT6yzd+9pLS5vZqIyLz/1C8+bmhhvge+BD4jZO49/fgvPqRW8r2Z1zs+0VJbPWVmgr0FYAc+N3yQvSRVFD51BeY9TlNive+1c73ZIcC9eRY+vWrifr1OODY+KkW7Okr9KLxzKre85TK3vU/G073jv9a8qlA/vufD6j3kAv29AfGYvSFYgj7HhaC9vB9JPpj+/T1s0/S9ZvmIvW8fmj3bPYc9EfALPqL2WT5DNv49hU19vQ6GMT5uxbM90wtxPQ53H76PVH28w3r7Pa2KAD5PjZI9mnjhvaziIL5OF668EKj7PJPQEj5SmcE9ooDUOlv3zDx2H9W98J6lvb+txz0vkAi9mrP7vEFtLr6FeRG+5ATKPSMfib2+N269tod+u1VNyb3mmuk8qgYjPS8nwz3udtg83YCGPLH/Kr7G4Si+/loePiBQkz2uo8O9c6X+vS1gCL7igq497aEFvnfaLT4tVQQ+V8gUvgZRLL5NpFw9QQ49PdCE3T0Mk2m8Xh0APp6sG7w6SRs9w44TPsjJqTyoF+m9ia15PVtCCT6ZTEo+pLYivmejAz6PUDA+j4rOvXc6uj1Vgxa+pADlPULSHz52LXq9Kcj4vRey+b11IkI+YJ0NvEzA0bpyR1c90cu4vL6y1L1CZf+9mN44vqt+bb0Hd4+8B3sgPqHUFrx+OOG9CIKGvSA8gb0jhvy9w8Hdvcl5Cb7SJwE+ZiACPnOhBb3NB9s9nfsrPjSUFj4zs+09SdJCPgJOXT2YM0e+YsnbvWJjAb7GKrM902fCvXG6RD0Z5aw8MdS2vVlk3r1hQWc9f8wyvqcQ9D14uA69bvspPsxVpb0+iYg9DccnPo3WlD38n+I9qgrnvZskJz4rimi+S/XPPCHCzz2fQBC+aIbGPfBCy7x/H1w96nOTvc7g1D0r3oY9jamVvXVXtT1KskA9RqmEvTvjEL7ZV5y9uVMnPq5tWb1Y+SC+FoQtvktuTj7G21o+qkuUPW9fJDzC2zQ+OFTTPQ9t6D3ogJ89EsZ1PlXIFT7KO6C9Z2mqvFmx5D3mQmS9BlVovowiaz3K6EU+t6LUvYJCxDncfYO+k5tPPoaKZj1yMKa8dRZDvaIiLb40V1o9Vb9RPvp2N768pDO+nNwUvm1SDr4N9Ec+E9TXvRdvCz4FKLW9ruZDPmhU9LxWIAu+QRgAvkN5zT3h0ow9RCYAvoKbVD1u6iA9WYdzvfYJvrwrPoc95gtSvkw3zz3ssly+wzALvv3fxL381S296cSyvVJ6c75Fa0E9AxULvtwxrD1vhB69WSdEvohSmD0QgWi+WxwkvvVwzT0sP0A+ZeUovnlWCL6lcOI9pqNpPSEoAj7d5iO9mmJ3vjJ+ZjqiZIs7/y4nvmshDL4bvcS8bufMvRQZrz1lLwA+o00Vvt6cZz6raKm9vwU/vaAwLj5cnTI+8jvMveXakb4Rnjm+lxb5PVt97j1M4b684PtTvirjgjwrJFy9C6C0PIPNDb6cl/i9BxlWvZUb7DxD9cy9HQRpPUZYsr3Rygy9SJzpOzhG/T0cWcQ8WRhtvlItO7zjE8E9XHZEvorKSL7SFq09PYigvBeUgbvKhea94cq6PQg0FD32utw91jCGvY+tH75YsRo+Klo+PixAzr0NIvg9TFKYPWSYMr4wAay9DnnOutYdD76K12y9zZ9LPvdoUT6KoCY+IfYCPqOmJDz4Qi0+CZsYPqn3bj5td+290UN7PqNuGL51qMG8B9VGvf7HVr065aG8iRV1vgwd8D3BfG09wiMbvY4Udz3QQBa9pcEOvo/6Ab58mVM9klE9vcigMT4CCNS9msvEPV4Q8T26iYW9IFf4PdeZYz6fv4I+dOCnPcr/Qj0WBle8txYZvuR4Bj2EQAE+Yk06vlpiLD7YejK+vjSHvLfdiD6bVg49O08vPiUFID4rT5g9I2xEPq0Vnz3svQQ+V/gZPpc1+L087I29wNOmPBASBryWnaO8JAMCvtUs7r3KW/s81irQvXGZBL0mnr29Jpj9vS5Zxb34qN88Rt0zPWmjC74icWm99lzhvMTioj3zvfC90jQAPpEJLD5lnqs+grTqPND8kL18GXe9Vwr+vRbZoD2pN+O95xstPWdBzT2NGDE9lqOQvQZcfj5RCq89DEIaPv9waL07izM8pxO7PbJz7r39e8A9o+IwvcFBLz5pkMy9NcgUPjQAxj0o+sO8kVMjPYQ7uj276qu74EvMPeBSIz6To6k92MojPgEV6z2La729cIfSPVqGRD5R+k8+xFOFPJ5wmL08obo8zmW2PbvS/T3IUjA+lqEsvZOBMD4Yov+922XCvfGVfz0te6A9/0MuPbQ5LT2mLR8+1ckpvQoaw7vQhZs9SNe7PD25ND0WXgy84UsuOsAiPr1d0fY9F3fcPbl25zz9DUk+zr1qOyB5UL4OvkU+LmXWvaiIlL2A7yy9JIoDvhnogD30dfE9ZjumPKl+M73UGd29c0oKPvVcEj6dV+O8LZYQPulVvj3ibKk9fBEfPU/k7bwF8Uc9yfcHPptjJD1oD/s9qEi2vE3xBD4eAy8+X9HWO0P78r28Y7E9SlSZPaiv+7vvjwi9/zerPW1RDj5s6ly9KHjdveLCkD0IJwc+aDetvYTcpr2HYM+9FUKqPRhgHz4JMRc+I/7AveKMBz5/OPS9C4N4PNjfqLzIEY09pYISPoXS+jx8mPK9aoUgPY971D0s3BU+zxRSPo2WJL0X7oe99VIyPj6Jtr1Oapi9xjqTPWiyCr0sY4M7PK4APnX5Cr5wiim+aj4pPqQKIL732QS+aa+2uwftRL1YqpU9IVjyPYywWrx4zzk+S1iJve8sAj4KsKA91I21vINdsL2HEKu9REMEPrkoDT69bUw+Xw4EPjlnrD1agDo9cLPePEKpKD19iBm+YNQ6PvYgRj3t8jO9WXqbvCQTiT0bTnW9vBs9PKxkGb4YlC8+7fI6vVdPlj1CvwE+yIlMPeFErD0PSbQ8w5ZZPeD+lb3pRxA9w4nLPTzPc71AakY+m0gAvbrh+7sus1I+T7I6vhHALj6Iz/a8WjnMvD6Bob0AYDk++/wtPmAY571T2iA+A7vgvTzS3j2OYnO8yCgkPjLvmj1bxqo9JNtOPCuPKL6FPPi9bnFwPVE/sD1H0Oe82MsHPd+hsT2B8zs+gNlsvSoTyb2v3Yi8XHUNPnKP8z1N0Ba+3LUGvr38QTz/ypw7XMaDPH0aBL6+yr89yC5BPn/2GT4IIHQ9U4lSPCxryb0058U9fXJPvAQttz0bkJI9opvCvTObDr7zyB6+VjIgPashtjvtFPu9mKlPPXvfQL21ArW9doOYvJTMAr0w0S094gKjPCqzo736IEI+kLj1vYDkLDx7mos7hUWFPp4ZKj469V0+4bPgvZEnqD2avhK+m4REvme9Rb46ASW9rSnWPOFjibxUZNe86yeTPUAkFb1PcH6+/a8WPk0uej6KLmq+JR19PXDVDz6u/ie9F+0evb29nT1Hv/S90fPlPeeU3j0ubYc9BbxKvRBACD6Holc+hvZXPd9ISD4oIYU+tn/runXImb0kK4o+8BdIvSD1qT2tt/y80p7fvHsYLr6eRTw+P8mxvZ8gGD5HubA9luuXPcdWVDz7AzS+wISTPTwbz7snc+Q8ugs2PSqFLD5M3HM9pfgNPcXs2r2fg0S+iVUxPgKJ2z0WToc8ZTUQPjgZAb3TO309QXr4OxjMNL45cBU+M3+bPA4FGLwhPMM909p3u96aFL3rFKq9aOBYvUOmHb6kqxc+A23gPLwUwb0qb7i9eqIFvS5Ier3xHnu9WuEwPqsP8r0DoBA+bnDgPdEchb0evL897To7vpGWvj1/cao9QMvTvVsPtr3YA9o924UbvifgA7ygqIk9z3CzPTTL0j2pU8Y95EYdPsZLBb0fDvG9+9VqvYdV67ydXwa+VfK3PTZm/L26KbW9tai8vYu+Azy5JFU9MUYtvD2+Xb4Dkgg9q+jtPHmfCT4guUW+QfM+vjiZyT0CrSg+dseAPYkEJj72ERS+UcmaukDcqr2MvEg+yPCwvEOWfD0Y/Re+byMUvgcOgbxc95Y+5mcivpuFML1Wp948jmglPpVMOj45Ww4+Z3D7PA14Hr7/ggO+7zpmPiNM4j0NV5G95R7fPZnvzT1Y1qu9M/oUvpNNVr4af3I9UygFvgNMN7zPAKq71dyCvloQhD3PJyI+jU2hvS+XKb3hkFK+2NIpvo8VH74+sCq+JQDevey4Sj67+ga9zzDxvW6oEb1IQNg8RbufvJ6BVz62C1Q9qrM0PZv8rb1iwJU927SqvXtw671pGFW+6cp1vbNOub3sWho97V6VPNRWKL7zEVO+Srk0vIPTML7PqQq+EOR1PJGK4b0R77Y9pJEHvZ2LDT2QHIE9ohK8vYZ1Fr64N6q9RMEsvW1IwL2Z0dM9H0KmuzR07DzY6UI9HUS8vZRRarunD/c9k3QBPv+FHD1Qhyi+v18Jvlp91bnFvem8b313vfvJMz3Z3xQ9tvuwPcKMfzz8Ici9NtT2Pcvg/j11MDw9Hv+nPeCgYb0Q55O97znzvU8Vxzz75Ak+mWOivBy5xT2+lcI9PglmvIHNL772ekm+fppFvf5WT76bUiq+U9ncvUAkJ77BJBe+0aUIvWccAr6Pg1y89KtXOzekBT72qZy9sjVUvVtkqTyskge82nPrvcOJ7b0KYEm8N+YSvhXkirygU1G+tCuFPdkIdT1Mep69uGEBPmhWeL149DG7NeFyPeB3BzyhKvS9sZEzvvDj6z17qQ2+k+05voQlyT2HM9u9EwYtPc3dnb3bFVi9JlzMPT5HoT2v3pI9d1OuusIORbsjhJU9KlaoPZ+yir10LmW9+wuYvRz3i73A/wm9iOwpvm5Ea70KeVq+SzmaPZrTrTxMZY68vsW9vdtHFj6AYVw9Jo7dPdsClL0HCRg9ylOgvfr3ED7JPUW9ZeO8PXtcqz2et848ZmkivW6sgD3yX/89Hr7qvej6ubv1qyU9RvrKPeL1wL2CVyA+L04PvBSEdz3zp9M9+oDxPXhS8z2WsEi9c0PhPMm79L1M4549rjxCvSlZzbyOM8S5sxb3vKZh6z3aUCG+juoTPow8I76HVYc+QMHkvXmDXD0pZi6+sHZhvn9mBb5AERW+dZpRvulmRr5Km0y+kHeBPiEhEr0xcsS8jAAGvoczsj1DPGK9+aOFvS6Reb0PjR6+484IPmt+FryyDt89EKz6PZ3STb5MiU6+xi39PKiPWL1k1IU93N1xveflGL0Qar63B01kvXOC8bxFTRO+9i7JPDNYAj4dmDK+/0A2vv+Jqb0O4H08y02svZHkGb5PZx2+oOwyPc4RJT6MHYC8FwMtvYuIAT1ZF0G+QtWWPAlRvj1mriK9dzaEvW+tDz7u7qU9yqJ1Pg4grr1Cig49FjyiPb9dhz3M3o4+igiIvsJn1ruShMS9l/XYve//Er6fJfm9b5yNvdluBL0jptQ9dGBPPYkbkj5FwpM9i+KPvEfXt7zbL++9xjavvF2y4Txf1W69R4onPTzRMb6Q+ec9+suCPXlSlT3MhqY9a8aWPdpJHD52Aau8XBIpPrHvaz2Cnhc+kHz4vUHlvL28qoc9rw96PXmeezwk0xg+OxktvrUbQz6V5Js9Zu8WPW3vWr4OVAI+HgZOPZ8WLz7ddtu9q3GEPTi+Az1d63C9wmozvVKFkL011048ALkRvgIBXD1EaAK+JbuYvLFlmDx2wzW9T/cxvBjggD4GPIU+zNmyva+kMD6AlAc+cNQovWkIF76xIIM+Sg5NPrPg5z2HYmE9bZ2DPlHRiz5ssvu7juRCvv/JZL4HvVQ9jwanPoVsVz78J5q9zuM3vjJ8Nj0CC22+d6hQvJvyID56SLE+H/5aPkLjuL2A7Ye+e44VPprd0L0xeDA+yCEHvk3g9b1Ly9m9m/XqPVSc9z3zJ5a9neENvhSDkD1t34A9UC91PM+9qr21LyU+8M7CPOeN9T1TUYy7MqeXPrwA7zzCTku+ltHJvfujP72O9K+9OCBaPhze+T2azYa9rwN1vQ9BzD1/2r89oaeKvWrgjr3qGko+NsU5vgoArLxGIB6+DDD/vf3TEr67CcI8ot7ZPLYPhj5N9Be+LGqAPZj2WD6Tkrc9n5BOvntvhb543g6+Q2Z1PjwBrj4WQbw6IzOzvNSFTL7I1cm9tj34vP+2KL5/jY+9wW4HPrSwGbzEkvA8y7CHPlQ3DL0dPC+9XTFiPbybmT6x5hC+Kz68Pd7IXD4/rKo9OcoBPlbkqj4nFuC8+uCJvaEpSj4QRYy8qs68vQvQgL1ILs09P0dvu4YqPD2Z9bY9It1pvvICaTsFwsg9D6l5POR9PrxIjDa9ibEUu2IZ1jzz3D8+U14IPuG10L0QYtg9m1+APfzaBT4C3MS9CUEDPjsTOr5YFkm+XBbVvS511L3D2QW+d+QSPjTMyr2I0QW+Lc7xPUwJ8r3XSr49U+AwPatQnzyPMKM8dma3PYRU9j2xkIm9By5KvMp5lT3is3W+kLa+PYTABL6VLtI9LRrNPbEHPb5LABw9x/eJvaumcD2Lkru998wkvugtBL6m9qa9HTdPvaZfFT7o5Ay+0XIIPkSPdr2kjlS+DeTzva9TOb4IGgu+uyEevvwdKL5/1ws+9z9MvvUeBb1Jm2o9oIEHvqIEt72DIlS+v6XCvFspLDr4tLO9/mcoPeqeBT7LRpQ9YNcKPr9K2rxjKJU9OxGAvBKc+bzL4/+9QpHxvVRBWL1FRnE9o3x/vbCTsz1eUwq+LFjzPbK6ir0F0/q9p9OpPeDcD741Zc69RduIPID8WL74nUS+nfGzvXnIIT6p3My93Tb/vPr7/b1w3/K83OtiPWzltL2elMY9dTAfvijASr5JIY88ctSVPYUSMj1sk869/9+CPPC9/b06/yq+rgoBvqobwb0Fm4I84XJGvhYFlz1CRje+iMK3vXgWBj63ije+mMIBvvB+G74L0O89uHkbvrcgZr1LPFa++QtMviTO1b3TQ16+prkPvs0M7j37iSa+1ReDvJxzCD7GbQm+fDNEvfdCVD39dLU94MNpvmGU7b0KU7E9kGCsvbh+Fz42cYO9xnetvdSJHz4wPhE9RE8MvlBEGD4NqjM+b4oGPTMfgb30iSq+EQn4POaICz7/bEy8LWALPj4sZzuKr9W88AkKvZb6Ej7sCBG+qUdovVOlmD0eBeM9YsvKvcQl2b0cz0i+l3Q6PbdU+r1DL+O9vWWHvQcdmb6PY769lklLvSAcuL27xU4+bWwvvjSp9D1lDQK+1Dq4vJKEeDwYvxi9mpDAvY9QCz7D+vq9QNm6PZP4v7shqqM9RF6MPcNaLb52XBU+ZLUovoD8eb55lyg+A3WKPQz6O75eDyU+ha77vQ9fkr1iCtK99RnoPUlDab2ihyG+wbFWPIGoCb7bH5A99HiWvbkoU70WXHa9FSpQPgiNVzvGR8i9/mPUvfdS0j007dm99zCgPc8c5D1Wr609ez1DvpjaLr0Fycc9+5mwPVpZED7LDo695NtlvbK3Ab2Uyee8vVj8PTugKz6lufu9sSlBPdRW5D2NYLC92mwQPTZTdL5bMF6+SeecPa/u9T3locS9Yp0fvZ1bIT5xuRI9uw5SvRF73z0tpxA9Fx4dvIQitbw9Kxg7lcI7vXr/FT4Ag7093ccJPQV8Gz6B6AI+LcbpPdcQCb3jKQQ+KP7xPZ/WFj5TBpM8JBcZPqIZJT4pwOO9vFUXPrvoHTzvLzc+xAgVPaqzG76DDzS+//FMvaxZrTxSNAa+HLF8veizLL1RMjU+IyVcPrhM8L0deBs74yJIvnX6Az4pP969bQASPn/bLb6XaFO9IbqFPk3TBT4wN1m+wpbCvVv8VL5G2D29ICUoPmM2nbykIey9od1kvRYFA77+vj+8ZJjzvNU3Db7gegi+bk0Pvq5pJr4PRcu7PkSCPSgw4D0Oo5q9O25MvjgTDD6MCQE+IB4vvXQt2T0hdwI+ARwMvhJ17rw7pvm9xn+Rvc7rcT3LwkG+y2yFvPKSA76bgOC9ypFBPGI30j2rLGC+x4C0vAOHE75nVYs9NfUivhVuFr5nXyW+dQBavuCz7T3qy6O9UsWkPPfhabxxPWW+5ZN6vT+7Cr4YcBa8iHDYPcBYTT4SY1I+tq6DOffUIr6rOym+GJ4LvvKg4r3qbW2+jewXvcKlwz2CahQ+xnl6vJpYxDoYlgK+rs0Uvt63t72Jhtq7QMcoPkV0w7zdQSO+IZNovVmzjz4Nete9KK9nvnX4dr33h5m8nln1PWm7ib37oYC98kRKvU/7Qr6tOPy9axzwu31iNT46oBE+eusxvp2XJL6AyxY+yMa3PXgK3L2n0DI+wDxQvv7+Kr5dftU9bGEHPWl7+b0k0ry8mUgWvhyvxb1/v+m9Mt4ivnJCOL4lHyU+WMlEvp0ATz3+34O9uAwjvQ4iA75zhnQ8gqsrvecgFL5sCtQ9xp4ZvusMKT2ulKy8CbwzvnL1GT5U9aa9X2IgvUm33zwOWkw9Gz3avUucMr49W0i+FLeUveozDb1o18O9/j6JvVgsgT15tQC++YmHvew10b2MfSc+o1uyvaXOGb48NpW8eMbVvYl6jz2H5vo90YQePpX6Cb7VC7U9VOwrviAdtz2sQBa9sGIBvsWK47280zQ+KnpZvrUZDj5nZig9QzHoPfd7Db4u0eC9jWGxvW+uhz23x2E9AAo/vv6kXj1OSiG+qgjhPf4hRL3VcRk+QYJcveUKLL63UhM+vZHmPSdSGD2gEea9CoLTPTIuHTuKvQ4+5wnKvdnknD371mi9hmstOmnIDj5L+Ne8IpP3vdworD0IyRm8QFUjvvqahb1qBLS99+/cvKiqDL7emh8+7W3XvTAd5r0hiFO+yEEtvopprzyU6EI9TqQTPubbAr5HjcK9pIXWvSF+MT7nZhM+VEcGPfLhrz2xwkC+bKu1veWG273uaig+esKoPTtP+b1GT6q9t05tvqtagT21oMs9rRRSvr0+GL0LaGM9Imz8ve87TT2tS6K9GR2fvKRUJT1SxLM9pE7WPQe6UzyQHMI9CW4Gvk5m7TzjGZ49jNKvvEAB6z1KdKC91FsVvukqizwu9zm9UgZGvtt4m7xtHgI9VqUwvqJlLD5tM0s8td4jvR3WCz7Ab2M9c1CyPWpOWj7v9PY8vbpAvvbrjj39CiW8hfnAvF6oFb2GuE0+oxPFvIqvsb1mJ0K+BD2bvdXhuj1I+Dk+JnvvPSrEkT1nNUq+EWByvVpABz4BxxC+dIxMvZV9jL0oNYo9q6sXPmmHu727jzk+sNwlPjPsn723FLS8wE8jPpk9Sb0WmYK9L1yRvcwzfz6iLaa9Y2EJvKI8pT3nrT2+a/jQvd46uD0PsSA9ircKvqR9iL3sHji+IfpAvifT4TwtkNU9H+krvMjHhD0PF6290sc+PqZgPT2cxCM+hcCAPjzVZr239FC9cVYBPnieM76Sah8+2eezPZUnDr5NPgm+OnBgO6E7XLx2SYC9k2OgvTNiKT7C+7U94i6oPVt1Az7pjK08GkEBPQV9Wz7Ot0i9kt4mvIe/Ar4VLV++SPlXPm8ZBD7XDlU+LtzJPfJPL73OFE485wzEvbABAT4MxJA9aIH8PO4jY71Tz0K+bkxgPXYi973pfY27LnKbPcrap70lPmo+nGgIPQeaHj4SW+E8I69ePvpRmr24ahu+v2ojvthcRD4FWwk+Oz43Pqrb2DxEl2C9aCjJPfilHj7+ehg+IbwCPk9mdzxzajg9IC0EPR8umr0tHQm+bDG3PTC8wT1+hTc+eTUsvbaY8TuAZHG79rzbvLfGF761+ba8ouClvY4qBz5Zj4U+dAQKPqUT9T0VHYk9ahdwPcExPr0vegw9b87DvSFt8733Dvg8V55gPkHd/z38p909/HsTvkcMRbxt/oi9XEJoPoJp+71qIiS9XKwZvuhRqz5kqiI+MDdovTA7Gz7auDM+PtuOPju+wz0vcgu+znMEvhtQDrsD39C7qUGjPdbFrD4ghca9bcaUPUAtLDyU+i89RloNvnQb6T34HeK7oAEovbgKVz7xGfM8Lr/SvXL6DT6aXoM+KYVcPa66L70a+Ea8e2A6Pn2VWj6LFgA9+ReXOuSIO720WUY+fn2JPpPXvL1Dq4I9rAHYPQaPyj2gR0c+2eRDPhnegT7tITo9EhlVPPmRM73afRc9gFkxPj/2RztMhQS+6/EoPrkK+7sGhGc9emzePM5dSD5fjZ8974xmvb2yAz2mMhq8V34Zvp+Z0T26xgQ+zuWOvZy1UzyXGJE9JSJovrLWKz6ZEEo+IjHKPYNwnL1riE0+zoJ3PiyfBT684lw+kRiLvIYW/T1Etc69BMwjPqlgRD35WEI9HVrivWtNw70L7+q9TW+eu5ILX73zcs+9mCAwPcCFzL0zbq49CEREPZfxqb1FRXo9cK0UPRcsCb3K4r88rC7XPXtBGD6Vsew93Qt7PS1bsjxv3no+OrS2vaDVC77fVRI+pBasPQRgUjthYZe9hcSwPCZvOL5Szga93a2lPLppML6sZ+k9hJRoPU7n9T26GCK+N7vdvfMPN7424Lo90Uz+PakMBj6ctOm8UqTSvDtfBj5Lcy++pBm7vY5UVLw7SUA+rgQDvji2Q74Dy/49sSDPOnoPDL2MvyG+N06MvNR/Bj5pLhs+g6tFPurcSz5JgBW+2qbjPbGmIr3rTim9+n+NPdJFoL1oBUG8o+hsvflLK74347k9GWRbvJ9j4Dy/PGc9Sb46vjT38z0BJMC9GphmvcJdmLzv2Pc9tGyivbbGCD6aCYM9B0LmPTpOxr2Z4hK+6/GdvQBWAz7huoa9mudTvYUPrj1ECx4+qtgHvuQ6gj1ehZS989bsPRow9L3uFA4+8hwyPuvyET6nSWC+7KMavepYCT5lkhu+dS4Pvs8EiLxL5Xu86ksivlFi6D1A7PE9mtgMvtmfGD4uHdg9yBk4Pr44+T3Vra697wG9vV7DBz5grRK+WKkzvMLSc72mfh2+xQJIvA6a5rwPMHw9UwWivfNPKr7+cgI+Psa4vC9UyL2eRQS+XPxKvb4FPT1Iyl48cC2NvK8KWr6SBZq86W6GvXoxEL6mU8U9dxL+Pe/aoD28WXc8xP7bPcuKH76XOQU+Rz8OvkCM+jxmyo+9SyilPTQNlj1iGCo+iopBPT68fb4yCiq+ewLWvZLCET3h7is+rR2Evemk8L3fXxq+qVnOPG7lrD0kono+q7MOPSwxuz18P5K+EJXtvQIuW75yONW92QgXvuQ4LL7auiM+9Svlvd6aKL5X7AG7ECdhPJ4DiL36Jjk+F7wuPqNrrTy62dG9hOtdvh5I0L1w87O9jf3QPWU3sD0walC+LGeOvaQQkTrcox0+9J5FPvvS6r1fX+09I+YrvQRwaj1ubLM8T2owPb8BOj7P2/U9LkV8vV1h0L1/8kq9apfhvdfgDT1ggeK9V/83PsroeD79vIA9y8I6O4u3P70YNDQ+aPXkvYWxE75pGc29vyEwPqZGNr7A4Ck9/AHBvPxQij4PvdQ8PGxoutHfAT4dUFW9cymyvbmr7T2uj2q+HTA8vohyGT4xb4c9a9Q7PdD5gzzekUY+MJZ0PusIi7x8pue9plkHvko0Wr0dg749cEQcPkIpeL7AMcw9wFDCvf2+E73yado9FmFSPo2khT297y09HbU0vhuFqj1ebzy+5KA9vkJWgT0hVwq9j5gYPki5W71N4AI+uIM0PrxaF77Z7Z47fsgbvhRodzwZR0Q+BHSXvctUEz4LayS+CJUQvif/aj6K+aM8XY3IvT5OnL2KCQI+vD8tvXTaL70ftsK9ttAAPnbd1DuBbaA9hmVHPDU+LL0qlXk+YJ2dvdY89L1YQiQ+Yb7VPYJv0T2FLL29Yo+MPfXkPTybAzI+oRijPP/vQj5t6os9/aH5PTq1hz5kqxQ+JzfjPSd68Dyl+zm9C8nmPCbvELueOeW9miNWPdsvhj3NVT4++0oPPlgsvDuOJBM+vRkJPpyyqT1zjiI9Y3kEPh7pH73BKXm9GoQwvCETRT78ikk+IwfCPJwcDD5VvBU9mB0pPj41nb1B/tK8D9bqvUhdSD6LtyU+JqimPdkIuL3l40a9FTa0vRassL0NUDC9TGCuO2q1e73OpYO8Hhq0vVRjPj5/doC8r7MkPphms72Pyr89i68ZPmCHgD6U1Nm89zIbvhe9nT33XI+9JsiDvVTgOT3nK7I9Da0VvlDD172R4cM9u69cPhk3Bb4W4pI7Lh9jPQVJK74QUr29yRcfPp61/bwcKxU+J4wDvd/tBj5YTIY+Y0bhvV/sTj3i24k78esTPtZFDD5oPxW9zvfhvT4PWT6PNBO+x09zPYtggT4S9fu9qKBsPWBr2T29cfK8Bprbu9Ni8L0OkQW+ffWSPHb/JD2F3Kc9C5NCvMHbk70q1yg+jzQfPfEk3T2pWhy+34u4vPQCVz518C4+LlaRPpnrKD7US4M8PB4evt9HFzypcQU+hUsKvpSpLz5BHBI+gF1rPfGkgz5b+gI+8MVivsvRpT3dvnS7GPOYO/g1+725iVS+PvCCu/9JlL29Tiw+4OO9vb05Lr4xcKS9HFrovfZ1Ur6mEk69273vvb8GBDziGIA9XX0VPs9WpD0ATao90X4KvQBygrzOHqK7sdz6vc8y0722hTy+xyqpvHHhFr6wunM7QHQYviKtrD3kK/S9P5DzvaAekr2OXxq+wHV0vcPeEz2GcJ28qj5IPQ7gVr0r5yK9sC6DvTYAIL2Aya69IezkPLAlKb7c4EQ9u+glvUudubzpPGS8UNIcO6JyZ7z1bSg9CLbsPTIyhT1f4Oc9g3VoPcTSnD3QVxi+u6FnPe8Ex7xn+549jFpCPaOB+r3rTF89UJBNvc9CAr5mm4C97bnrOqcPxT3w70Y9+PrrvUY3nb3EdEW9LT/JPfJxBL7l0rO9xjVIvT4EvL1KX+E6lEpRvWoxxr3kTy++sm0Yu0pNFL4heUG+TTF6vMYzzz3UJpS9CnYNPVkSJb7o4gE+y+g7vSqWNr7Clly+eqRFvtEerz0njwU+I0vNvOeYzj0pVU+9BC2aPVa4Lb0r/MK8kTSyvE8k5D0tH1e+4cMnvpPKS7yjIbE8XT8WveDOdb09KEe9nte1vRstIL5nTQ494YlSvk0v/z1Yf4o9o762vS/ZuT3tJ+m9sXT3OqiQ9D2YiRu+ArqEPawGUb6tYU++QKm0PbSN+Lt4Dpi95T4jPQNaFj4tU789xVpzvtxH373Vfm+9BOBMvU6zOz4SmW6+MxLrvU8QkD2ssws+e+E4vXmYGj4BpjC+D20fPtnHYjx7YXu813aLPTYuar1A9Cm+feaJvFtnGj5qSji+UPd9vv/gFr603J09zwj+vMNmgr6HD7Q9eRk9vaRV/Lw9NFG9t4QQPexH673OhRu+fzegPeSW6z0YdFE9LHntvdjd8j2MGgY+fz1MvqZDRL5LGYs90IZCPpyPq71Scne+etCHvKz1GL6fIuc8jxxBvoWRJrwEAIC+2YLOvDnUPr3Yx6G3FULCvTMRp71LhEO+9J85PE6uNL5yi1u86FA/PoqGML5Z2Xe+TLNiPdrKL758qfY9bgE0vuyH6jyCpP891i9lvZSNVL7L4xg8PWmNPQ1LWr4PJxY9axGhva4P3D0ItIa9Bi8BvvTLeT7wjk6+6GQuvVpPCb5GYMs9e0uMvRXqkr2mNhm+SFUDPu9zxrydb9E8FpZlPkmZTr5D9fa9kd99Pgkksz09YCi+h0UrPqSmtTtoEPE9mayoPSjlDr64EjS+HtVEvssYZT35aCW+Ofl6uz6l873IOkE+waqsvX/ATL6c1Zq9gX59PAyx/zxvp689Es69vQMO6zxlsB2+56v+vZBUTr1GMsw9VjJMvqrsurhQxGc9urspvrmfBj7Nl7a8he0CvPTSAjwRLR4+uAWePQgKNj6OSLc9404zPlU0Qr1McHk+1IUYvTyrqj2yqiW+cMiqPhnLLj6NLSu+xDOZvdQHwj1NwX29u8tMPiErGj5Jdjg+ghIuPsOBmjz4+46+ixzCPYJAGL5HlKY+GOEUPrFQR77Ckn++b4Lovcp6ab0EB5y9PcNsvZQ+UL1EcMc9iRQevmPDLDyfGmO82bEsPqXUrT0dBr49RMybvTZHYL5MjsQ9Tz72vdF3+7zJrni8kL/UPWvuS74yaca9uvpMvoBj6r1+cU69HLQsvQEcyzw90De+0JpCPgb89T3gUbQ9kxRWPBxApj1b5mG9lHuGPYoGF760Bew9QsEDvkbP0b2DmWY8DwdCPdXUOj7Qj0K+izbGPB9Gpb1gLWO++wKZvQsreL4ydxO+vXV/Pn9EFT4NMDq8cs+nvcNQRr5ypns8jYSJPOE5jb2bH+q8LiISPdoSXr0LFCu9jr5jPukNNjvYekA8QkVCPbn7mz6XJgS+zQxjvcr/qb2CNyy+lSaqPVrxOz6DdNg9ZL4HvRyUnbz9Tti90y5kvAXvED5r23a91BeJPAhPT74cpCE+/DeEvbMnBz7izAs+7YvJvLdw4L2EXSy9CLYOPiX4Yj5kGDS+52EEPtggkrz8yIk+sexHvDjfGr4+3Hw9jsyRPZF1WTzbq+G96qe4PWX81b3e2tI9QwRoPRbpRz0ZkYm9h9wvPmxHvT1/Mu4973rzPb8B6r09F0I8nyvoPWSdML48of+9kcYvvOKhYb5tFKw9yYu3vWtMpr1Ea4s9q+8MvqyMgj1ka5c9DZjFPS7ODj4cPFs7oOeDvRi9/r3mHzI+7iqAPX7PzD1ZhDA9MXamvWqQCz1llI09/13DPUDQUj0gTNG9CbLkvRx03z3rfPQ8prG6vY4+pz3qXvu9HeYSPhpbFD6NFUs+G4LGPUss/L1Gasa9BcWuvQkyjz3KKzc+0eUBPvif0D2Dn0w+zyYmvi1iGr78yTA9OoTJva42LL6BWA++VFmhvWbypz1qCVe995bwPYDU6j3MFAe9cr9SvZw5kz32Tum8XI2kPUGR3L1l8Ke96/BzvWYSer7opCW+MYI8vXOavr35apK9KKYSvgcElb25fhQ+aAwvvkUUYj3HB249NTs9POZPpjyT0FA9lqOPvNj1Jz7f9wC+l6MTvkJF7jw0bNw77JUovhVB6LyjKyi+xV3sPRwrMb1D9nC9DLUOvBOAUD21B/s9qw7FvZunNb0Ta6M9dmmFvUIS8b1XEgW9rAozvm6Erz1+Sei7zd1WvS7KPD3JgTg+C6LQvRkTdD01z7S9tMz4vFgQfL0X/Yk8zx3SPc40MT6gtDM+m+/lPRtK571SRtQ9zmWGvCVYKb5jr229cvHUPcb7Bz7cpyu9ybUYPnYUGb6zLQu+gmcOviSC0Tx1Slu9weCWPVMxSb2HSC4+B8scvnVKFb4FPga+5kncPXTlFr663Q698/VNvER8zLt05Su++4BMPo6m0bxBW6E9SC3Nvdf3x7weiOu9+ssLvrsW+zzwvmE94PyXvWn5/Tu2Bya9Yi0QPjblM77yr468wsgpvipk67vZ2Mi93c8iPQPLEb21S0q+Y50bPftKcL7JipY7w+oaPFZ1PruGl2u+oLVIPYd8PT58lli9eltLPbQhGr0SYX49QI/1vVHzKL2CUGg+weIvPaZNAT1Xnea9AOdCvXb1ADxlWWc9CO4FPrLExD3P/5g9GdfGPVIcDb7ajxS+f1nZPVupdT0AdQQ+ZTlQPrAcMr7TS7Q9o2jVPJJDbz4XgYK+ZLrMvUm3Eb6kk049vNIuPnsyZ7026ju94hIBvrAR8L0pTs08FzWVvT+uAT6hgM8951UovhUuiD2bv3C9F5ofvsb4hLt58vE99/sxvfQdDb2SHfS92eRsPFHeTT4EyhY8d4tAvtb0lDwpXxI+rY4OPv2fqLxZJTA+kR2FvEwJXj3s5wy+OmIRvi6sbD4LWj6+EifkPfuT0T0j7Jq8g8kDvl3lyLyQ8Qu9j/4HvqKAKL5I00a9jTIGvdl0aT5cDJU97pk6vliQHb4wDXC8teXovaPsML6oaTE9F/yGPUnNmrz0Q9I9SqJaPrIGA73p74I8upZDPPV1Wr52zWS+C2s6PsbgEL1Gvck9dSD/PZ/hhz0fBu08htSnPXI6/r3SsJA+IqiEPVvDwbwfF/M9jXVevTlNobswHDC9/tvqPQ55Zb60rFc9GaMSvsiwnD1yaMc9BC3kvVWggr0l9Ao93lIovuA9QbvO3QG+geN1PSYN5b1SUck9Z1oGPvxeVr3yidU98FdIvrzkQ75qXse9ztLIvb6ZBj2MELS8eQO7vZSAxrs1KyY9yyI4vcNZBr1zMU2+1/NhPi16Zr4+HJm8PLBYviGRjj19rOE9DHwhvKyMGb3xkAe9+ZjuvWNv7z1oRWO+/ubrPUf//TwVoLa7/QIbPvIcQjwqZQS+x0WAvdg9W76IQcA9UKyCPuruFL4rHkw9qimFPd9D/LuMEu29kVBKvfzdaT3I4Km97RsPvgoQ5D18e0S+GpMUPjpBZ77ZHGS9tPWlvOyteD1vjR6+xQ8yvclVzr2WgQE+15gAPE/xq7w3Anm9CyVrPdv2Ub48hSY+Sgk/vlrCcj1t6S++XUoFvrlig72dRhs9lytUvOptID4cMfU9ui9SPVv4xjwthZ49mkTePae+LL4enn67401iPkL2D77S2Ik9Ks4mviLgED7KWfM8Qf4bviMjoLzgCjI+TaC6vUsaDD7RLte8G6zovSuP/rzUq6+8PCMnui8mor38UPE9lFvavQq8YD2ms+69mXkYPY7VBb5CSQY+EpftPSegJb1Aw249y9HLvAfjIj4dcc69VwofvZfNBj5r7p682tWEPXU/Zr1RDyO+7H6lvQZXqjyuxBG+IjDcvRj5wz2rnnC9n1qyPZZBIj5bhb88y9QyPdqsLb7TTso9whipPf2y5L2+x8M9d7c3vUvV2r2945I9cFlzvZaABb41UsE9Nq9rPWlfAT5ZOwo+fojVPPhOHz6LRoA9fP/wPQnAAr7CPLG95NyDPZzTsL0PxoG86/RKPbJrRD4fX7I7Vwn+PaNlsz2PEG89od9HvoNrKr51pg28eISpvYYQOz4lvu69R8Klvf3FKD4ag9k9K7mTPZfRLb6eHSK+fmsgPpRWJ73zFpc8AYsRvn7+E74VwBM+xfOVPNCavb3ewB++4kZ8vSsjPr29Wbk9+O2nvUStOr7NAIE8UZPVPYit57yetrS9iXExPrFvkz2GoOi93AfBvT0JIT5034U9FGmQvUXS1bv3DPK9NSsxvbWw+z2tIwG+sCgkPOiX2L2fZS++49CaPVDW5b1wdCG+nfgFvunDk71QiVQ+kG0Pvt4hVD3po0E+B9D6PUactD27jCG8rMaQPYIP3z3DHZE86t2OPRypBT7SDv491LghvlbRwb3JP/89tlOyvdPw3z0IyhM+1bqvO/maBD5IYTU+TGOROh+r8z21yp+9osQNPngRQT5bY1W99dtGvtxvtj2Rcdy5cxMVPonR+ry34aY98jjRvd0JI74iveW92aO/vX7dKL6qUve9pfE0PSI0MD5YVBK9+KXJvePEwj17LhY+/uwhPt4lvz07SA49ffj+vWizNT0Q5SS9Nx8IPmxZsj0CBKQ9LhhSvtKnKL5QAXs8reYrvmNIyb2Ahlo+JaHnveO8bj7YHn0+bA0SPtfCgD2XQls+T4x5PNksxDy1bAK8nukZvcdOYz011Uu+CiuGvSl+Pr3CLAU+wAlpPtN/ID6rU8e9fiAwvj5dp73YIJ08PoiAvTgVHr4lo689jLLaPWmrFz3BwxE+3BRXvs3YhLwIG7w9XwjDPCpJ/r3igxg+zg/ePZbnPz6iOLM9VCG9PezVbz10Cxe+KAMNPn8H+D29rvc9Kv/QPTgmALw+NZg96dWHPUV00rvjsNe9fRiSvYRCYz6ROBc9ajOVvWCPfb01rlY+0fg0vUTXE740XN69GiNbvjulfz4V9im+1u6ZvcuioryE4C0+v1shPijPbjyf7hM9PhmWvRZD473GRKk9j9Otvc5FUT2Yx5w9gN5APvlu3b2AbT4+akQ7vt+TAT7NS2A9byNNPveZoz0Pq/i9mx5IviOm/z0sN3O9B0YRvriBo71z2Ly8tyKRvbD74T251Q++zAZKOxV5cj0EJV49IcIWvlJ3iL2sYMM9WEQqvt4YM77TMIi+aPewvaHdDT5KEAa9G8lUvYmGjD0u3TI+MCy1vcX21bz34SK+y+axvKju6DzK64I9fX+mPfVI0z0JHFg9OdvVvPN9+T0O6q+9VMu5PUptKb4FnRc+tNB+vnGq6L27U0g+W8NTPomL771y24I8im34PQFvIb7hjOY93vC4PTkjET3HS5i8P5PivQIrAD0J8vK94EROOiX5RL5XZCK9BF6PvT0m1zyrc1w8WZBCPkNzS77i5ue9ljEuvnN5Hz5+Le09HyZAPp3n9j26jQE+JTJ8vrHcnL3mfNY9idYmvo8lgT0usrg9wO/yPWvbuj1BBJE9/OMgPovPujzGMXU8W2vTvMnkP745Rkk+8YdCPQjYAL5nRhQ9YuUOviCLKb435709uIrSPPanXzyDq9u9vOHfPWNWgr1AsgS+i++/vbNVjjuiuAE9xjFHPhRWdbwZ1we9tlDlPRMTsj0ctW49yauAPeD1dD0L836+6g20vVZ2A74Lg+S9MDqdvQuDEz2B2s68"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "UX0BvaDg1bynuMi8vnmJvapWobxgY5e9zwEIvTBuTL08d9K8QsSgvJIfoLyx6ya9DCJKvWmpbL053pO86ON9vcIApbzksW+8/fKQvMnRAr13bdC8a8MCvVvLt7wdphC9YtMLvTjgRb1xL0G9RBxGO+jTJL0WY5K8zB07vXfZD72+7MW84uMNvVWuUbxX7y29Q81avTKU2b1AbK+8fiqtPM+ypLzmqoG8wnb3vKgJ5DuoX1K85qX3vGD/yrz986K8zWYtvbW1fbxO1re9jIVAvXIdDL2S4rC9iN5MvNrjdL2v8h692WE6PAbMDb1TsAq9dkYKvdVis7ySx7A7pCUGvZCkFL3kIQy9sEBBvSSkhb1IZGQ7X1rPvc4i1L1uIzi9dNKRvXuuML0WDNC8tzgevUSlTrxIr2K8PjWNvRNLy7w1rRO9uCcLvY8ebr1qgRu9Ny/qvAdKsTvzJH29z1OFvM13Kb3UzFK757gavUVB7bzWDp+9BOBqvNsCsbzOZ4G9lV9wvTMFvLzA0KW8/YabvC6D1btsbBG9eWXIvYdlMr2nNYC6HOAKvYpR9byEyRu9G/B2vZ6l1bxIbtq8dJ6tvAc37rx/zhi966+QvSoAMr2Aye+98gW3vKaOgr3A4Ag7jmPYvL+BJL0Uwc280D2cvKy+wbyD8W68ctxMvSChHL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 