{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "+LuzPYSaWb3wO0e+6I7JPXgsXDzAQg4+b71tPZBTcj1/uR++YNnmvYkIjjwYeEG946EEPpjR8DwLJtw8kNwdvq5rC75rvI69cxwCvL+iUzw54aC9MiYmO1kYc71OM4o8krgpvgtehr3WOnM8Vw4nvgAHcrwyQSY9Mpr5vQPIQj3bR8A8mSQRPr0K4DwcDsW6R9snvaseNz65i3E8fPAgvoPV673qtiW+m2YevhMorj0dTTq+OPKcPSZSXT2sJTO+5nQNPnsIIryl66096CwqvrfhDb3SHKQ8VnduvZYFfT1dzU++4Nr4O40C9r0Lx8G9GZYQvq7OEL4Le6q9eOsnPfhCuL0SDdI92uLpvcEGyr1jgho+eJDovWjlC76eWAU9ijoVPpj1Nr6tW9q7XQSrPbAvdr0bv4C9CnDkPAkAGD3KSW+9DetWPHhDCbzQP/k9W0BXPA315L0g6JK8UjrDvXa+2j1S+fW8IbAcvt9JE751rDk+/Ki7vQCmML7igwY8QVCavTwGDb07+zq+BPnNvWvQL766gOE9ylG3vJk2Mj2ZWfy8Tcchu+sW4bxY5NM9ftuIuy0YTL45WZu9lyuBPRMrlb1vNja+x+0NPSpCGb0syQs+jAP4PJKqLL3oyjg+gRs5vO6oRL5VFgW+mnfxPMTegT1ehZC9Vx7NPVY6ez010Sm+tTEYvhkKLj7ewd+63lsUvaOk0D0mUu45mt/TPVOWej72mlO8x/P3vfM1+z0v0No9fCQevmf7Xz7p28g97zpcPgcbWL2mH6U9W2LgPUoSdD5/3KK9NJLWvGCYaz2oKks+JRMtPpZviL3Swha+scyHPCc4HD6jHjs+QfWHvaW9h754Kly9oz9UPn6567014f899FMiPuNcDz6garE96C+mvJueQ70GEks+dwQAvhnaJ75C8TK+BZNCPB4xN742u0O+yAWpvHU3Pb1vgMG9q9YJvn6ZxT36YXc+86XQPX7jXL760G4+0CgzvJSnLj5tQbY9UDKCPr7+5z3yYBy+qW3MPSVwUb7RVy89U2TIPBh6eL4x3fw9ZxImvosAcL5p6nA+AjY6vaRyP76w+Te+zRExvsqqHb7TXES+kcGXPcD2Kr7dGXO+QsDRvbSMFr4JgJe9EQooPo64Oz578fa9M1HVPBDy6j2Wkzq8yNdQvqVqeD2Sdqa8+/YCPjVBjLqzVgG9JjWwPYLXCL6RqIG+AGQmPmxnzr1DcKU8kAFkvXGqfD1hcGi+Y18/vQKHZD2QxpC9qfi7PazIBL5XtP09EiczPe8dMr6gSqw98AVkPSu2HT1wwYa9MmQ9PuO9ar0ulqW8aF7FPf3K0D2+WRa9Nz8DvhqAYD5kLBc+cmDgvN1fGr7Jt4K70B1TvmSd0T0cqgu9g3JDPuJfA77ICjo+1kV+PhG7NT43w2Q8plfBvVgfWT63+CQ+1A1RPsSPB70OQ/I9eBdxvUrcZj4pvyC7uz8BPQdsgT15t0i+DPUZvpJgoD3myl++GpcyvBjAXj5PSv28h18DPe1e8r0ZBbi9p66kvffVGb321HM9kRa8PSgUKb7KjG49B4SHPT8seT68zVc+piFXPLW5Hr5qVdE96MiaPWTPwD2aFfM9Q15rPnLx+Ty1Kxu836QEvbJdVj4kmL49C0ygvaXeDj5ovXM9hXdPvk09dT7QMOe9GXwyvsT5Pj5Dx9U9JtYMvijfMb42/DM+0flRPliwcL6i00++T04kvp/e3z1AExs+TbA4vc2XYj1+yE89lL03PfnihL2vejO+uPiCPS5M/bxN+m2+4zfxvU4f+z3ssw69Ikveu9PZ8T0cfT8+pmWBPMvblT2gIzc9n0cKPdxsI76RPBm+8V3gvSfFVT4a0bC7eYERPsg0pb0ucWS+uxjhPU9Xhz3WHqg9DwbJPSbPIz4rSZK9Gx9gPmctMj2HNR6+Bu9NPkkNPz5+PSg+gMNOvr0EMb3zGAs9pcAYPgl6cb4YrFe+VsJOPiHKkT0ywCU9KYEevvW8wz1q9Hs+7ThrvlX+pb0tDN49lu13vl0C1L0Vm3q9JNdxvlAUFb4JHga+adwXvm+Vkz2o1iY9HGFrPP16Hb4Dp249UqsqvUNexzyvshG+dm5qPcczHL4muPa9XM5APEDAYbrsQRo9p78yvre/kb3BcoO9cGg6vsyAdj3b65k9Ml4bPUiYIj4CkBe9JORbPa9yG7249Oy935UoPrcZlD2SKpY82KygvSw2gj2nmLC9YjizvT9NRT2wEXC9gO/rPWr4A74EnsQ9cPcwPrbGDr5LNGu93ecrvn73lT1oJ6o6VusbvjcvfT3n9B8+tj0MPiB08j2FLA4+4sclPu3jPj1F6By+crbUPUZTJL2n2Bk9f31Avti51zyA+mo89+RovPBBWL44WU++TXOqPSqBLbykwLg9zh4zPl4oiL2I9B4+XoWCvQDoeLr06gu+1EkdPRDI0bqOZPy9uPWSPdC7ir2vCGo9jBbmPdbJxbyGr/s8c/RFvcGitT0P0bK9MF0IvrlEDT7Q+8C9scRYPZ8ACT6yn3y940w5vl35qL3kRLU9dCWUPCPnLr6ImSm+ypqxPfcOUT4DsgS+Zo5DPuOFEb4vf+89amYUPgbwg76gACo+SVQhvDoyTr77/bC9a6sbvoFLob3xZJO9BDP1PbojBD3WtRM+o50evMIXzb0IcO697CkYvkUy6j0zzBG+cg6WvUKD6b11ahQ+H1SZPVfAOzz9Uza+Fo1avc7/Vz6+1qi9TZs+vhenHr46sCa8P/jGvUvLvjxLpz0+6UhLPe73fT0LPLg8RCTXvUz2C7yuQAs+VsaaPHPnnT2bvZ69VfOYvcSDhD7UWJa9yHmbvIInkr3raRA8aVw+Psk30jsyz/691ngIPdY11b0WsCe9gTRYvdTjlb5rAFq+8/fXvVeSKj5u2oM9+eYevmkMwbwXyX0+g5FmvXP8Xb1DruU9HcMuvqVO6z3ntB6+0VaUvNQXF73BQZM8AhuCvmv1z7107Zu9fbK1vRrUJL1+5Ew+MyJBPlNeMr6cmgO+ZLEMvhAeFT2/SAW+JjRKvEreG77xrdA8EJlmvfumPr7fam0+1Ahyu9B5hr6D/e49nToBPGIOY7wPcZc+a3vOPeTLgzxw6ba96FjZPRUNVD5XRwI+gw2QvuqXTr3IS4a+oX+QPcKn1T15PVK+8EpaPpDpOT5VBkC+OhF9vTP5cr7XrXG+pm1gvtN0u73K1Xa+H/P2PDh9Hb5tVIQ7CyJ6Pk5BNr60Ck+8KMulPTLPeb6mVqi9D87ZvO7VAz4fl5C9ceRgvlobN71QspK9lqY2Ptas5z1rvTm+PdJdPtwXhj2ooRA+t3i+PXu3QD7xc2y+fVqrvTIxaz0T+1w+MyfBPZAMDT5Dhom+qDp4vBb1nT0Dgms9LAUrvmLXPr7ZppU9PvATvuIdb73ZAjK+/utTPQZI5j1jFUU+ReDEPRk0o7wM0Lc7C21mvin9QT7aZSe+B3C6Pal17z0FFO098SI6vQ10Sj6fOAG+vv2TvfRePb6Nw6s8EPluvYWXprxZL8s9HkL7vXHrND5DEhq8uFLLObsCaj4SuaY9/6gAPuexJr5DCaC9I3JhPXAv3L3vQLq9XYMavrgznT1iBgQ+FZpQvUitaj022DQ+mKwiPm1I2rwtUgY+QSLvPc88Yr7mHqq9kLSIvLQu3j1Tkhu+i7o0vdCvcT3zn9s9+jTLvcyChj2X3kI+690UvbcdPT7Kxt+9ZucGvqtqtb3MySc+VO9LvHPG7b14OzG+YG2HvnhPCrysGh6+mN0XvuaYjTujBEE90XuHPQ5oDb2tkpK+WMwdPi5Zpb0ouzG+QDngvQ2tJz0W99s9W/rTvbrSZj5kdJe9nrc6vmtH4r33c+g94CKWPcmtgb2sbjG+3Fu7vUUbCz6jcTg+luoGvpizNjwf5zC+7Cl8vUoEjj2kTwq+FTf+PanQ0D12ixq9VFkrPpJhDD6Zjgc9npMgvppBNz7zALY93OzUvIyBtr2KAAI+4WGEve7ifb3sJWS+McNEPYxRKj2NCzu+MVhCvlntND74tik+zCzkvD/uNz7i/fK9MaAYvkQ+l70JJc89lPtLPYHOIz7wJB49i+LSvJRRH76iY/+9nhsvvqLkCD6onZO9ngUEviBODD7oH3+7XXn0PUh0rT0VSdw9jq8pPkz+hDxEP/A7drwcvm7cCj7BJ609hm0NvSwlrj0ZdgU+cRWyveVdlTtzjh4+MfBePnahKT4S79C97nXVPV8oOT6Jh4y9ct0gvhD7Mb7H+yM8QwNVvn/w77wrora981VhPqcNhb1jTgc+87TqPTkn0r3/6DU+8miIvQEJxLxac0S+hhAzvosSkr1WkrI7f1gnPobiWz1JDds9hCWdvR9cRb3Va5Q9fzPLPb7pQr67zI69QziNPSOoNr5nmkM9ae8KPi+sajyt50m9RwB6PHq7AD63Od+9/eFJPvmj3j150ja+kks8vsGoDL6KKXC9lHt7vV05Oj5frgq+a2advSC2HTw7NiW9uh8gvnYvir3toRc+Q58IvpkbOT5LWpC95ViQve9Kjb2tOwk9k8LWvAp8z7ys/9q85bRJPfqTCz7jjQ4+vuP9vf5Yvr3Qwe+9ypOpvEdbLT5huhW+plH7Pb84DL2s0wm+6+fLPLevhb6+R9y9OEcDPvz5o7vMU0a+HvCnvVbLyL05lQM9YdEVPo8jQb7kvAk+23jIvFYsM70B/4o9BPSqvPqH9z1Qtzw+WaULPkp24Tz2RiO+4yiXvXsLAr5rFKS9SwQxvIrTJz1V/oI9BtJ6PdsJKr4IcjC+36jvvdYd0D0i5ey9F/mRPZVaBD4JuSA+PaRZvtyQcT7rzd+9OqZSPr1HtL1nfFQ+jI++vR9y5LvlnBS+X8jZveCbXr4lnPG8Wr9nPi2J57wWRGC+F6kBPrJnPTy+nBw+ShlCvkY8ub0hSb89v4LXPdlFArxoyE8+JuTkPfuwA745CoI+y140Oyy+Q77tB6I9biSmvFxGDr57F3Y97VFfvsJh7j0U4lm+3TCIvrPYi72/0Ro+kLSvvQAUBr7hd2Y+xGEKPkPKY74ARls9XBMyvuxw/T1j6uG7hVlKPVNIbr6uyOC8h6vIPbTMNL756kk+MbTOvUlay72UUzs9JEUUO+Dvf76NjHi8iW1QvuGt7r1zL2I8meDePa8SGL7briq9ib4ovq3h6714BhK8s3fiPbAT4b0Apvq9ScquPeHrSz626I29Vq1HPXMOHj3ruGW+eAi0vLCMG76EYTa+r5wNPncFPL6rsSA9fcYTPj+3373FzQQ9Iv1XvYRvKD2Wu0W+PLm3vcXVNz10u4W9bpFcviPJfz0RNTC+LOWGvb848b0mY1i9GKPIvXBUNL6hNyA+cRVcPp6lbj41ZXi+PK4AvR68171kGx29D3poPmtHRj6eMyu+1RZHPv3DGz5Qttm9G9hfvlOlpD2UQzo+r/IpvqkW5j0l/+g8sHLxPa+PSz4iKqi89ztdPWPdbD7x+3m+/G3SO/7wkz0NyYI9+7JzPqVKI76Ouy0+fieovaVZfz5IsGK+OGZuPj5uT76jjSu+Cn2xPb7Qqz3WK/y9T06iPQF/Ezyw4909YbhePVaASz74Mn89U2jpvX7QAT65Ns09SgKePTSDVL6+GTC9Yt8fPZm6yT2kFkI+OdQTvkzNAD5+25Y95k+ePYzxVD7cbc29XAk8Plqsk74KVhw9mvofPc7lzT27ZLy9I5/rPMnd273rzy68U18kvmmcH733+ig9RZNnvi1t2z3f0dS9K2sTPCtEqTzFR1g+KDjfPUnjor2Fdrc97a5xPQ3+Sj6LVxW+0T77vbvNWL1wTkU+SgnpuwV+6T0HJiy+9psEPs1uMr4eAQY8tCbnvJAK7L38AZI9Z+FoPPIJkr3j0M89BeD9vWzd9729QOa9J2LcPYofML49LIK+lK4RvneQW70ovDS9PbyaveLsATtplXc92VLevKLD5jxRulq+in1xvMJVOD1Ae5+90EGGPuS7rTvDJky+copHuvDrI7tZK3o+xOhUvg6PST6NxR8+UYIIvr+VTLxFhHO+9/BDPq3FJb3Qjrg9P1eSPQhncr1YEAg9ypA2viJCSD66cPO9m+9ivmS9bTwDlX280vdAvU63Rz2m+Ao+W9CRPR/tq73QPzQ+tL+pvYfFfT2/Bsy91NCvvfrWLL7rYqE9hQxVvpld5D0JOnK92MZ4PfXv9L00Yl49DU3lvAeEA76DxQ2+dWg5vRi4y7tV8wy9H8Mzvrw8L74wZDq+QQ4Lvi6bLL3jdKO9KfxdPZrlDb6x4NM9xUz9vZJS1b1Cans98WQJPmnKsruEHI09qMWcvH+nOL433Yq96BivPCX1Nr1dB3G8snYqvj2jTz0H/Rc9ZqayvAN8eT0mEKQ9cAFsPHfjqr0Q5BM+PRTnvSH0tT3gL+S984eBvHpzJr7RtrC9nVo8va9GWr3eI+68tgTXvXw5pz3onPW9bIrNvWLL9z30gku+K6yxPfiyVz5sgqa9VuhGPr5mt73NeQK9lelyPEqF2TueAvq9xv2/PdCS3D3yzw6+gvNDvp/eCD6Bmgy+KsG7vT+DmD2nVlG+Mfw4vOdX7L3AxbS9NqWHPCdVJD4DYGC6Z5ULviwMRz1RGGQ9bpi8PQwAOL00PGY9fe/MPZm7072UaR4+5bATPgLrGj7dtCc97bCWvZNWuLwhLiC9j15+PVQjVr5V0CK+yh4fvnj0Tr0ZTt49+RKfPORJGD15VWg9ctpHvUqEEj4WZbC9RRLjPK+po73JliC+U/Yyvn26Br5xlTO+UdMOPt+TVz1IjCi+BGD/PcYDuz2bgb29++sTvsuheD0lTES+IMVxvY43AD7Ldky9YnshPlcVUT782Nk9zD72vUkOBb2RjHY+h06NvXoykL1i+FI+qHhWPjmIDj7LcVa+JDkKPowEK77zGaq97ZFnPs8HkT1L54O+CKB6PTfJrD3jgVo+i/wGPcGB/L0kilQ8C4mRPefIGD7pxiA+Ri3EPVX99z2pzhw+Vk25PXL0sToIYzs+CkAOvLjelDzH3Ui+tfdZvt1ERb5Zr1m+pOhtvpyIQ7wY4ss9XocpvmzI+72GvWc+OLvYvYoVzzxGH2y9OcYyPa0vOj7v0HK95++7PZRSOb74xkw+F/wuPh5WAT4ablE+pF9rPu8Dhr27fpE90qLFPe6G8rsmFhS8Bx8NvlgJq7167Xw9x/4aPvYlFD6zHX89qUzIvYxBgzzPAzq+eXFIO1XYCD3ZB/S9D8Y2PaP3Wz4+Thu9CsvWPRDbfL7QHju+ar1MvnapBT7bGx69DH4kvqQOuzyUozI+zwiYvVrbAb0oyha97qQBvTTsUr5P2xe7auglPSFFFb4wz3C8mCUuPahZlL3Ju8G929lxPX5YQr5t3CW+tX0sPhsqbr0WHEw+jaZ7PtxDVj5gK/w9mlwNvu5wpb3Qy08+j21BPrUyWb3wszW6GukrvH4yZz0rCYi9Xc6MvU3EFL5qRwi+xsMqvseDYz0Tgqy8m9uoPAn3zT0BqIS9oJPBPbcJbTuiUWW+HFtLvhCYtj3EPHi9LOnQvfCMPb4fRwm93VwVPX/xbDw/YnS+I39lPi0ZDr5jdea9u3eUOx59Vz4KFl6+5dSfvOVCaL0l9BQ+J/P9PXw6bD58AQe96nOXvaBmpL22RWU+UCzxO/xf5L2VjPi9IfMrPqspnT01eXQ9FeYOvgZ5ZTyyRug9BIknPjndRj48K869qsCMPYWPw7zKKjm+rFwYPWrDAT1Tn9e9PlRmPUF5Lz0dKgk+WQ24vYtamb0XCzw9rDpTuzSj5r18w9Y9GqDrvVneQr5aVpo9UUU2Pm7hO77dYpy9i0GSvVBleT0IwQa+8IKtvaImGj1oXF0+SuR+PPcHG75ZnG6+33AZPnJwyz11au29QeoTvvAXBr7XHH49hFhkvnILKD67Opw9X1VhvibsDz6N9iu+sv3wPUsYQ71R8Xq+AZ1xPWPIQD7jAnE9VoxRvCSYWr7ORf68RYsAvooNDb5pvVy+rZzEPB9SDj5jG7e9iuV1vSYVl7wwVwm+glwbPkJgMD4OpxS8PCc6vuiRRD7VKWA+pNDMueA+8728nkO+8DMJPpqM/z1TFUo9JT1vvn+HWz7rNhU97kfkvWIAiDxlMjS9WauavCvRCD5F0906me67vUHo9r2J1gU+In3LvF8E0L08ckQ+XsEePk+xrT3RwAc9ERjgvbsXCT6LUKY9ohBiPvfGqLw1G1A+gruhPQLCozws1DY+zdwlvtk+s7zCCZy9lDVwPfWkEj5tMgC+OkjUPa4vBD2ra/S9D8oJPoBe5T1bpGG9BuP6PUaNxbzgSAK9/zbNPZuy57yrFYm8GV2rvSJPKD38Cr69AJnovZF6Az4pjBW+PTQCPiGdij2mhgS+KPqiPTxBh7yUr/E7VJELPkHJpL1K/h09NOGSvchM3L0TN1+9PeYcPvUZZr0CEQW+LeqnPN0KCb0LlKc8cKkZPZyzrj2ZHkK9AxmkPYCymz1pbHg8pA0BvRsXzz03RCq8OrmbPVD0+707yeC9uhd8PeHfz71tPxK9aU4bvWMq0D17Ufe9JFzLPU3COD0Bgfa9KA55vdsnBz3VVNO8TJAwvmRDmr309sQ9wJ8hPhalrb3qoYA+OiPmPZLuxD3B4BK+cYPuvP5owjtWSPy9jBTqPRD3Rr2sTwG+Gf3VPQWVSj2J4hS+loiZPQuiDb7CFK09/97BPTlDoj3e3eU9UOUhvuniCz7NmvO94uqrvbTwEz60bQm+qnIMvWX9nL1ZqSI+BiMzvvKfLb5swvq9pvHPPTKTMj5azUs+aLIyPS/exrs5P6G9ADElPiV0Ar6bpps9Qrt3uyOiir2VZFU92NjEPSPQMr4jzO896xBVvmk9Cr7b9sm9cjLsvdJ7uL3Qxky+4k7ivOwEBL5ulbg9CQC4vRrBLr7uGFK+L+YcPjhf573WmkW7SDODvfu0Qb192Hm+doXdveaCAz6e1I49/AZBvi4SmL0zHg+92N0IPhF4gb73YNM9DTE9vklAvD1FLPK8lsWBPbffLr2E2Uy+iugivmoiCT7yDJ650Gz4PQLgQ75mZky+8CHLPZu3gr1Biwy+uI+2O+kOpbzqOii+T/MDvtYxqL30gRi+pRxWvpZXmL1yIV6+8tltvKr6Lj5SrBE9/aaEvXyC+D1w1vS9wxPtPRNQtb26mRu8SmMPvmeWYj1JOlk9c53WPUnfPD3mHvc9YTyqvXGrrjyAmSA+aDRrPt7KLL4+64U8MTYfPTM9ST5EQpS9VM5yvUSICD7vzCu+34aSvUFO5bwz5l+8jJ6OPZEyq75Ze6Q9zRC0vG0HzT06GB6+DbYcvcMqFL6v4Tq90N7qPeNoPD4oEAS+OYlJPjQeMz4sS7q9/tEFvIp3CL0a//s9fXKVvDxFor1WZVG+w0k7vuEN8D1Uzvs9OsRnPdO8xj2kv0C9MMGEPb7SPL3hfTk9g6uwPSc/+r2dc809alqnvddl7r0ubL691VICvrGEyz0NsuC9Hd6ZvYwEjD0Xwyk+2eIYPt7/mr0Tio29aCiuPaujnr1RHyu9NC3lvZwzlz1GOpK9cjvfvRjoDz13czg++yoFvjrPqbx0BEG9sND+PV3MnD0M7VE9XlZBvibhIb4+XeS9r09XvLCyiL1/BzU9LvvgvclWdL18kHG+Nep0vWxifTx2wgo+qFqXPkJc3b2Wr+Y7XR15Pb4BID7sYTg9PvCYvSlX7rx3r98937sePqzLDz4r5N89P3C3vWX/Xz4R7OE9n+CYPdT2J77dwpY7MT+Hvd8X7D0AC4Y9yeZTPja7eb5FZqc9dZTbPX/Y4Dxighs+G/o0PuMwJz5IhT47SiR7PicPmL1KhvW9RKf+PUXFbD3Y5uC8isFUvSZl8Dx6XzC+rc0hPTPrnrs/rmw+q3UTPW4JRj3clPE9MSWAvecaRT0Xr0U9A97xPb2SDr5Jnr89D7vXPXQgpz5BTzC+KpjlvUReAb6QL8G9EBV5PdmXEz6bLxM89v0aPh3ZED53XAy+crQzPilbJj47Jxm+VfoSPmdvOz4H0xU+sGglvnTtEb4nON89eavTvOAdhz6c+6Q8jeFKvhbaPz6yVg2+3lqDvSgKHr75hoE8DGywPWL7OL0RQIc8CQjTvSveKT7MDwM+xx4JvZ8NVr6kfIS9Y6VOPeSfmj4eBIM8OBWovQawmz3h8wo+dfwHPYG/ur3zTvu9OKZnu7UQPz4Jr5a9tNo9PuEgxT2Qh+O98/IhPq7JHz4q7s09mtcgPg+AFz69MRC+ey9CPhlfIz3UQvE98t2OvUBt/z2/4DS9JJcQPsJEET6SXA4+T9zhPX+kBD2VB728V3SEPaRtPj7Amks+inA+PvqROj6h+CY+eoMZvjeWBz7tfEk+slx2Pbd/uDx2nBo+f2D5PUhsx73HF3o9pXmrvZD3Kb4C9t89ww/OPAO86b1spSW+yNsXPPY2rj3oZ4G9c6mzPZjXeT7wrDg+17IyPrPSHLyg2vQ9Hz+APtzkKD5Jz/Q90KsJvSrYEj6HtxU+UfCCvAwCI7tOzrG9ZnUWPleZcD3mOrS8BUn4vcbMsL07KhM+73KpPbmjBb3ZT8+91ShFPlod/rw/7bu9UcOZvYkauD1W/wc+AwOIvJESND6ODDQ+vtUEPtAaJj4bWTg9yr2wvFv9KzulOqI8+H8ZPhYyFL52iaM9H2OCvfbmEbvH0js+ja7MPOFHCj4/eP49dX9hPcztwLyhuSi+oeq4vbRVzL37KYA9htoYPTPbtjyZo6o9wwfrPWY5yjtR3qq9M43pPYHMc7353x0+ZHGVPRdBSL2ojRY+0eAHPqbyW74WGMM9OcyKPTm4SD6DzuU9sW3SPd7pRD43twW+ph2gvHGlIz5dbSm+VppGPvL/vj0GZUq+Yf2IPUUPmr2D8pw90W7APZYv4Lwj6v+9c86HPTIIgz2fziS+uMrHPEZ/Fz7uEl69l4oxvsg51r02GeO7q8mUva9b2zxE1io98ZasPUUfFj5jdCq9hgo2vnr/Jr1jIDy+UayCPNwUO74jAm69ciVZvotNhz27AVm9XAFSvpmS2L1A5gS+UVQ8vi1S2r3X1Vy9dVdTvkcpi71vdQ++Z54Hvko89r2QAZw9n8gwPi1Vpr0+S3O+PtaJPXZ+Ab6Dev69Ii4mvhqJl700iQM9P0EAPrc1Sz3f0YW+OJKwPXSZFL4v+JK9BedkvsZlbT3Tj6S88skEvkQR9r1V07y96MF8vditOr4W9KS8Vb3APFXwTb68Tfa6QudXvX+7FL4482U9uTRfvgMdKb7GUH49O2MwvsEqB72VVc89dp+MvdaUDzyerBe+PQ8lvQagMz6xaWM9D3E7PFtFSL1aHYC9BC+aPZI2gb3YAtm9Z+85PTJCNb42pVi94qYIPtEkDb0CCOg9xNObvnndzD1fhhw9Zms9PnaJQL76toe9YJwCvMCRV73X/TC+ifMevvx2cr341e09RJP+PRH6mL0+xsQ8vqE6PNT5Xr1MhK493l0ZvBm8Jb37Fu+9so3dvZZQEj7GNJe9e6qcvfwKgr1KAZo9aWKkvMmzLj05epu8nxBcvYIjf7zpOYA8+6TxvCt28z3ZyYe9SAifPHFXSz51XpO8vXcCPn/mIT1N6Ty7pxcAvuMpDr5yX6C8blecPUHdBDxjKqW91jwtvsGOT74vrww99S0/PXWRPz4C6pa8IVKqPVzJNr7Dzui9nQsjvvz8pz2jBxA+l9nLPEh7Ez6vBXw81qMMPVzStr3MXeK9V5AFPgKBjb6nLhi+yNK5PYL/Bb4GOm2+MUgSvpBgWz5/IDa9cQs3vklCm70HeoA+CxyRvEhiFDyxus09clwEvr5M8r3wS/A96H1rvhsV0r0BheI9zVxLPjK9HD0ayVq+Kk8kPW0ST75N7vC9YpuAPckx5Lye5768HG0zPgFEALz/pEC+4kZLvs0Yjj2OUO08XSgAPuBQXr5CINw9fL4hPdP2wb3FjQi+lIbvPfC86LuYPRI5vRPQPcvZ5r17cxq+wEd5PYzkgb0Y4qc92FpAPoIgI70cuYA8Toe4vf0UEL5cOE29Zag5vmLo0rxUUvc7U1qVvQ6gVz7JTwQ93vC/vJG8Lr2DGSW836nDPHOIKb7B0hO+F1uKPU8jSrx48h29S3ufvUYI3T2LYxm9SyNzPPRRxbyXu4U9QCUbPs1tFD0IyT++d3UTPtShiL3LsiY9r4PMPZpn3T1tKPe9k/NmPc3glr20XzO+ddbqu74h6zxkZAA9Tyumu1diET73eay86lBFvVdq070uSr69mXc7vQKpwT1np5g8nCrHN7hOBr6rqte9O1xYvqfKUj1ReIe9t5ofvtsmx72ywIu9LTwIvhag072kwxe9nH1nvbU5qb14KQO+18W9PQotz7sFuBK9jT9Wvq0mQ76RGBE9bqYuvjQLXDqjx1s9dcxJvaaaIj6rn5i9vRDuvczMoTsvneA9r1I/vUruIz5ksMc8JlTRvep/nb3UFwY8C1d/PSlMuT32skK9OPgPvVHvED6gCvG9if6wPU3OOr46HnW9dZLIvcmJBj5gV4I9XypFPepfDT46DEy+pspGvti1RL3J9gG+V8umPSHCzzy4erU9uEDqvZktCD7W/oO8/+9dPfh4ur2Qd2i9v7KuvcZK1z1VxRc+bkQHvWY91r1x5IC8CZsOPg1p1j2gNg++gFsGvmJF7T2y7Qu+TzVmPYLkgD2aHdu9fBXwOvS3VD3RwG676TgHvg54Ar63mJ89iMPOvZ/zoryOF/G9DTpDPN6b+TkwJq479Y5HPegFzT2o0Lq9/UBfPG4Zlr3+ZCe+VLjFvPYsEDvEfA0+Q/JeuS3K371gI8y9NxZWvQEINb2Z1Ty+eMXqO6Pz+72M5ui9FQE+vu+AvL3KpwY+I6C8PbrB1D0L5wc9IBNRvpxaEb484iu+BhLOPUZpw71zzkK9QV9VPgm+Bb5lyyQ+YT4aPuRvmLyO1YA9NQ3QPbJKFz6EM5I+GEprvcFGAD0DuYy9QGJNPhLwq70euau9Reoaviv/ST40kfI9IJxHvgidVb5+Ogq8/KAFvt8ABz6DvPw9FgFzPmBTMT7NTqq8uQKRven1SzzCByQ9XKtYPdgODj4+DDa+VzhgvHWH2jzLHmc+PtoSPXhilL01XRc+HV97vTkz8j1IVkO+g87lPUZx2Tzy1Li9CwOHvhDpoD0WA2g8ayDHPOIYkz10Nyc+GzzGPbb4ZD6SSuK6qCDIPXtkqD1vrzQ6JMr9PP6emb1bOrc93R8Mvj2PGr7nucE9kK8yvo599j17I1U+1Z6ovXJSGz4Ruru8YAHWvZuqMr41H0+97Ek8PShcUz6d86U965myOiiUQj42Hkk+TtGmvH+CtDwTNaO9aWCPPGCzOr2hbpG9+Bp8vWe8fb2QhXg+IEIbPVvC9LzGbiW+cV/7vXL1PT3+lu49iSddPqisgbwYeVy+mBlIvonzYb5YgyO+d8+tPY4A1r2WvaS94FAUvXjutDze7gY85lFWPbg0xj0qVDA+tYnuvYu79b2BQB48InN1vs1UHT7Trbi7bBsgPqrHBj5qkt28IxlGPgRZ1T0d6D6+noknPod8BL6Gzuk9FQK1vQSNir2Vbsa9jirAvTwoJT6T/1k7MRoWPhm4tL3hFh8+OjbZvV6JDj2Izx2+zd6xvXruCT6wrAW++p9zPtM7Qbui4HE8xdX/vIbU6z31oD+9jUuZPQ99CL1QoAq+Ql8RvV4ZJD7aMjg+mPoIPkA50D0ITfw9Cm8oPgzcKT6ao5E+wxGuPRhMSj54KNG9t6EwvupFQz45P8491PUSOsmxhT4bUes9GTsUvpd4jD3Ri568G6ULPs1IOL7Y4jc+90WKvbm2B772NAG+NmxCPjsQ372I+VS9EG58PfFb4z03hQU+u/sCPS7thD4qJya9pa2FvWQ9ar0CoYc+llUvPmjbzD0mXeE9dHmbvSxb+72sOD68F04Kvr4HOT4HOMQ9JUxuPhfnuL0UEMu9nMTqO3O1Oj76ri8+5S/PPS7ZDD6fzz09VDp/vcWaDT6ywui9BPN3vefvJr10XTA+t4FzvrYBBz6lTgE+zpIqPlB0AL5VKUA+Fq6/PYcAmL1Scfs9ZZCNvZ2FJz4Q+QY+G11rvdU1bL3zv7u9F7huvQAwbr3tGkE+pSOLOyjwn7yvIPy8e6izvfZs8r3bFO28/pxEvgiv5D2DmPG97VOZvXTOhD4DhWO9qcQ/Pmow+T0izVi9RoO6vYSKlz3Kspc9S8oTPjsjUD6wAgw+1jAQvan5MT6qMJc968aBPaeyJL5l/Nq8uML0Pd9i/z1jty09lprcvei/J757PMO88DuuPCV2Fz6h+rg96N1WvLnYCz3zwvu9x2/UvVVEoz35tFC9EugYvfxbOr7jbx2+e0i+PUJ5or3Itou92/bpu4gZ3r1KXgY9A5aEOzJOpj3UJOs8YAMcOHkjSr6IBju+yQ81Po9zmT3XsrW9I6sCvtSEC75hbq09UTUYvrT8KT5aCfk9rIcivtNCLb5uFSE98t5VPZPwzD0GPYS88mv/PSm2gLzH6+Y8kI8DPt6H8zwuo7a9xmwgPXJ05j2d9ks+n/NKvrXGAD4SdC0+s/PWvefJuD205CW+5xb0PSqaGz6og2W90j8FvlKs7L1nST8+7zNmvJTnArwZtVk9iuQZvblO071C7Pm9rLhGvqstjb20lfm87GMYPkOsn7yfgOO99EuVvZXAir3fPdi9Lk3jveeeL77k8uY9unkDPlH+Dr0ynr49g0gsPsUjBj6W+ew9vBFEPt6fXD28GT2+1kjfvchsCb7JX749QOjUvVsYbjzpkxY8WMLCvbWY471Apik9XNFBviuV+D1MPzC9wdEXPnzFp73sEIc9fCsoPrz/lT0ywOE9T+AAvixkMz4Pcme+we63PHH92D3xkxO+8IKqPSszAb3BR4s9kiGxvY/O6j3L4Gw9dpm1vR8WuD3fHBw9bkWtvX7cOb6FRmu9FeorPsWqsr2RuQu+bDEOvo4PWz7nO3U+7+5sPYHV7bq1uUM+uKLfPS8oBT6e1lQ9nPh9PtcnGD63i169J5aFvayZ7T39W4u9TjR+vqeoyT0P/1M++hwVvkxW/rof/IW+XdBXPoo9gT0+gg29QEGAvRLaJb5URyI9y6NgPhVjO74ftk2+qJ8ovh0/Fb7LY0Q+nW+zverVBT5Ig8W9Y8pNPgZLdrzW/gm+0erevcSQ4D16kFk9wQwLvuad6Dy+KnE9FhszvdYkOry4wFU92N5xvg4myD3YD3q+pO4fvr0e6L3+Ole9/FbPvfqai751kvI8FWEHvg4bvT2Xs4m90d5UvvkQvD2MNH2+1ig1vvkYsT02O1A+b/QgviAMAL78ntQ9qsFDPGE+Fz6AGh29LquEvjlrzbt0RTw87P0uvuEZA75oPAm781LPvSB9oT29sAI+sF4cvtU2qD7gg8+9Rzu4vV+tKD7en1g+tjbAvTk4i77flzC+fIzmPa2DAj5efoW8pcKCvnlxb7wJTFO9YD8YO4gk3L2WXb+9wSlPvQsBGT2f0EC9gu51PeQejL1KFoy8mo1CPKaT+D27ATM7J7iLvr74gbz3qvs9Wbw3vv3Vab5aXsc9y/GlvL1IHr0IoZu9eovgPQwJL708/6M9/KY7vbfVK76AQzo+gddSPrOQk72jsPQ9QTipPc8jLr4KlsW9RrKJueHAGb7BQ0G9qL1sPvmvTj4/sSs+QAsAPj7Raz3hUCs+Z9YxPkjNYz7R2uK9OV+EPrlkSL7qSSG9pAA+vVFxNr20pVI8VetyvrXOyD3J+009dU8UvW7zYj2dGRy9jZMdvsOIIb4aqGY9vdJGvfjBVz4zD/29SH2+PV+77D1mPqC9LybbPfLSgz5Qx2E+XP2LPXNUaj09VMO8rSc0vkIdizwUfh4+4N9KvqIXHT5rKSS+88Zhuyd3kT6G6Y09OCgYPrMQIT7/Wmo9zjJyPthleT2iswk+yTEKPs8aC760MKW9K5pZPD9EnzylYca8737LvSjZCL5fdCs9SCUDvjs2gDrC6bq9hB3lvT3umL31CQE9cVsgPU6YCr5q5o29AvQDvUW5mD2Os7e9rqM1Pn1AJT6uf60+ifthPfBSvr3JWki9eHgVviLATz26fw6+OrqDPW6pnD2oM6c8GJVZvR6ZhD4Vdtg9lv0gPr9JJb1x+uA8nIKhPXuDBb7dgeE9PcBNvVJ5Fz7Xq+m9OcAdPlZmeT3SEvW8XCsoPdF/vz1boA+8m0/FPRSYYD488P893/YXPgV3+j2+txq9vc3PPTiYPT7iB00+rWBSPUPfy72IJRc9EMUFPgtvFD5DqCs+yu0dvUdNKz7zmQG+9QHJvXTNfj2dfoY9VZNiPZe7Zj3ikho+XtUQvYfF+ru1SKs97z3kPM4dVD0pAIg7hj01vJ7wIr1HH/Y9le3nPShQ1zxE3E0+3yN3PONxTL7FSEY+TNjNvdO0k718szS9Gdz5vf8okz3Zwfc9GwC8PH31Wr03QNK9HpkqPgwOHD7HDs28fWwRPtPdsz0816k9vfUqPS6U4bwmHhk9CfIFPhxhZz35pwA+qw8yvDh1CT5/FTI+TrxFPMZJ8r20N6Q9vTWdPRoPYLux4yK9pOipPUWhED7FyTi9pSjbvfioiD26iAs+sc+8vcW/or2Oxcm9vzasPY9PIT60UiY+UZLAvX0RAj7dgNK9OAIAO5kN5LwGCZo9BggMPj/VKD2Q4uy9AY0pPbDOzz0h9hg+/tJQPiNyzrwL1IG9xtgyPsaJvb2Jk7O9e864PX82+7zY2qu7iR0WPrPVC77f3iK+UWI4PsQcE77JFg2+jbOCO4StTr1BOI09YYr3PSGglLwO6UI+cXF8vQiT6D1sjqo9N1TwvBe/uL23Faa9UfcEPqzQED4S3E8+9Gz5PSdFsD2W9DY9nPz0PDQLCT28hxm+SLMnPsq/hT1SOiO9wEjcvHzPdj12LnO9ewhgPKKuF75Qfk0+ZCsjvddhpj0B0ws+yFWKPbrGvT1ofd67+yVOPf17gb301LQ8UNTJPVHdQb3CI08+joHDvNefRbzK0GM+qOE5vo54QD41Z8W8z8L2vLJsp71elEs+yu4uPkBM870BHh8+xLASvqYP1z3EkZK9IjwEPoTKyj1CM6Y9e3uZPAaYMb7siRu+sRx1PWYLuT0BVtO8kPbHu9s+hj0kMkE+3Lt0vRH60r2DT1a8r4jxPbgjCz40bBO+M7gQvk2EEz0xWvw7CWTZOyYcBL5Tvao9glBIPiocGj73OrA8S86HvO5czL1Kas89gxoJvXN9Yj3bapw9NGrwvZ24OL7oky2+FQkiPRwrXTxbDQC+omg+Pcm1rL0Bjt29t3uhvOYhGr2SrWI9PnvUPIg4Cr73KD8+cyIPvg4V3Ly+DJG9vJKEPoxbKD67TUQ+d63ovbA+sj3aBwi+joeNvk9EZ75VX0y9KOONvJGy0bxamsO8NEmmPVTNfbxwnY6+A2EOPqpPnj5DSZS+aEWUPUdVvj2nSv68RCwlvSS68jwGyOe9mIwHPqjL4j2YYmI9pMOivQ5M/z0oxmE+a8UAPZfnRj4EPIs+yCyoO99+j70h76s+tfqBvfuCzT2aIJG8QoILvcXBLr7jMUo+ceK1vfn79z2iysU9dQ2FPbqbQ7xuLza+5QaZPSqDC7vKWRs9gzNYPYNrQj5umC09YA0qPZHB/r0as0u+d2NUPqiXgz1CgoI8iA3xPWDtMLwnR509qFe1O0taNb7BYS4+R+aVPZBbkLw3MOY9lEg6vKpmQ72/Xqm9JzQGvVfWG750ABU+5OsBPcrnBb5+6ta9FCOkvKiVW71myoG8kNwxPvAf7L17GRM+LQfcPfWbib2SBLA9BMo0vjoc3D1J8po9F8LNvablYL05v489yKgWvv5Z17vYDYU9Ff3BPTFg2T3qNd89p3QdPvaj4Ls627q967p5vTYSfr1tExS+n7i0PZgt+b0v8pq9xzfDvXkrkDyV2os9cIQjva9ZYb6f8u88B02ZPUZjwD2uIUC+eIAwvtHtwj29ZSk+LmmvPUFeTD5OZiS+puY2vQBKur35WCQ+C35bvUcoHj3+nQq+GOH8vR80G72Kopo+D1kkviUlULw66ai7GNwcPg9+OT6UTgQ+Oqm5PDSLDr6xxPa9js16PpAC0T1MVaO9H4bhPfc1rT3d3tq9GhZYvt2uTL4HWXk9VdoSviqpp7z/hf48UtJtvr5Cpj1gvRM+cG2HvQeDO71KUW2+lmApvrVeFb6QAB6+Vn7Rves5ZD4wuvS8jGvzvagItby0OMY8Q2TEvMsNTj4T5OI92wnBPKbZmL18pCY9F06PvTGV670S1GW+yvyUPGCXpr1eEK89QYtgPd9hJr4HBkG+y2WJvEy2Mb4b7w6+VxyiPMG16L2nXLA9helDvcmNKj0Oz1s9g/zovU56Gb6Q/Ym9yg04vWgFvL2EVNQ9DL0BvSqH/DwxMiU9ZwHDvThfErwvlPw9g5/wPft4Gj3qnDK+MHsavtxvCrsMvv68Ozh4vXL7Rz0b6SM9YWyePXLDDjxZad29afQJPrQICT50B1Q9f3+nPa1bTr3TV5K9Cz8FvsICwTw6PN89W6L7vPWj2D1tksQ92JQHvU1WML6lekq+45VqvYLXR77MgSy+hT7evaj6Mr7U5Bu+wp4cvbVIDL7ZSLO85K29uyX6Bj4kzJe9rPxRvZ74tTztopC8aFX2vf0a7b2i7Ke83O0SvkhYlLwg61S+SNxrPWMYbT1+zq+9qAz6PRXvn73c9Sq8u6xzPbRXkjmJWfa9qpkzvg8c6D2G9RW+dLU7vn03tD1TWfC9wy0rO/kpub1ZKJS9q7LgPSqAmj2JRHk9wAwcu5THn7zDo5g9XJmdPYmwi71pSH29c26HvUd3o71cPCC9bxAwvrq/ib0dfU++EhGQPakvqDyxwKy8WvbDvff9FD5QNVc9yoizPQRCjr1KBBY9znqbvWH4Cj4i7UW9Po6bPeTLyD0yoDM9prBgval3gD1lX/094aPqvUfJBLwMRoM9OsivPQnEpb1q0xk+hP4KvFSARj1hINk9dMD0PVMkQD4ejEy9DLLbPPQ18r21LrA9NR86vTYNB71QrtY7ZmSpvEloKD41Jjm+uK8XPj+OOr7G/I8+zvX3vXI9cj1Y3jm+N1ljvhO7Cb7w4Ri+JpxXvu7HPr6eT1a+8JGbPnQpKr2IoxK9lNsWvpuQoj3CBui8xKBuvQrDhr3K0hq+RjUDPqWkFrxtxw4+65jTPfvVSr5/a1K+XU6CO8KzJr2+5Ko9iTVsvdu7Lr3JIbc7pXlRve5IwbzPyhK+8j9xPI10AT5zN0W+KeA0vmu1mb3VngA9QETSvVF9G76VfCS+rgsLPZvYPz6y7yq8vnczvTpaAT2Qqj2+Lw6ePBsYyD0FQwk8dw6DvQXmAz62G4U9019mPkIRrb3Fkzs6gRWjPT/4mD0Qe5I+8w+JvsETJbzgG9m9JLfovVuRFb6y3AG+teawvRxJBr3kquA9DacdPXvSsj7JGJk9c7CXvPP5krxtxgC+g0IgvLqVKDxj+lu9KS85PcWcMr7EQ949JsoVPtkXnz3ASaU9ztaoPZQ5Fj5GRlW8s5MYPsoFbD068C8+K47gvT0Ps71DoHo9b8PsPOTc3TwlHiU+fx1DvpVVQT73k8w91+LVPRp/ZL4SDRA+7JvNPP2wOj7bwvO94LVUPdOhwT3JtXm9Y++IvFGb8rzdcII8tFoIvngcOj1vO+e9EqFrvEgdsDxxG0W9rsy8uDYgeD4jdog+DxbevTJ8Lz4uYxs+NX81vWyAGb4cfX0+fu8nPvVz9z2V6TM9UB2KPoRKiz7ESGK8hopRvhBncr5ZW/U8niOuPtUkTD6T0F+9/0UmvnMPxjyDiHe+Vuc1vE6kKT5797o+ba1dPu6Btb2Sj5O+5hITPu260L2z7Co+Y0XqvawBBr7zdvu9tbgBPvmz8D1M7W+9uccSvqbMaz0hunw9A0i2O1hrxb30oR8+uAUBPXUN/z2nrgK9PIycPhkKpzwyKTS+raLhvVR7jL3o9dO9wKFjPmDiCT4tw429sOqHvWAkxz3hB8w9HJuxveSUcr0fTUM+/sFYvnv0q7yRAx6+xmYLvsxG8b0dmIA8vL1OPBJ6jT69cyG+enlAPSb5Qj5E2pk9D0lVvhkUib5RzAW+IzxmPlV+qz6TE4E7Xv1avRt4Ur4weLS9EAqqvMjpNb5zYpO929gPPtIM0bx8RyQ9YBh6PubRRb03LgK9HbAAPWyCnj4sfhi+hznMPam1XT6OI7U9HrsGPga6sz7YP6q8ld0ZvWvhZD7iUAW9eGzJvSdSfL04R589bkKfu96eij3g5eQ9gHiEvkgunbjfgsY9t20aPFjpjLy5uoC9Kjs+PIW4/DxgcFU++X0CPn820715MM49R7hiPUqWAT6DSL+9bXoGPrLCPL4ei02+NwDevUxG17149gW+YqYOPvOwy72BGfe9LED1Pex/5r2F/a09UM8ZPc/iSDy7da48EwO1PUdS9T1YG4q9BUGVvPWwnD38nX2+Oty7PRprBb6gLtE9xsrEPVrwQL6ZzSI9AGWCvVFKfD3UUca9874hvp71/r2jgJq9O0BFvQu/GD6Zug6+Yu8HProRd724cly+sQ7rvfdRP779YA++RNkivqU6Lb6Jews+b+pNvnSQCr2Alms98gsDvga1r70q/0S+opHPvMtpNrvxhrq94PYpPaPpBj6R8ZU9Vn8JPvpS27zcxJ09V/OJvDNm+bxl2gG+X5fxvRlmQL2qAz09YvRmvZAHuz3qMA6+kJfwPSISmL03g/y9dsisPbX/DL6XKda95LKUPEn8YL6nRUq+q5S3vdI4Ij7fIre9w5I1vRKrBb69gJC8wLdEPU8qsr24RLY9KjEbvvwnVr7c+Lo8QjeSPa1tOz1V3bi9dwebPH/N/r3Z5yi+5GkBvnDawr0rGiM8Uc1CvkH7mj0eCze+NfWrvXL7/T3VD02+3SQKvgfhG76qNu89qGocvkNHbb2+Kla+09JLvrN+wL0lYE++/3wXvt6p+D1bNCK+CYOUvOIMBj7L2vy9k0xVvW19dz2eU6w96aZzvonw9L05fak9HZKWvagiJj4n5Ha92me0vetzGz694zU9Ox8FvhrsIj498jw+iLQePQHyQ72uSim+xiP3PMkhEj4SCTG7Zu8MPhFFuDyAJEm8mq4MvXOjHT4zyCC+laGIvWA6vT1Kquk9Ujy+vV1+072oLF2+b1gxPbKq/L1TFdW9el2NvWYrnr5vRrW9tX01vbtZub113lU+810qvrKA4z0jH/69IhXXu0p8Xzy7afq8iuS1vVKuDz5v6vW9bQK7PYSJmLr8NZI9JTBpPbL1Lb70eRQ+mtEnvv5TaL5JFzI+K0FrPVwISL4HUR8+nWYDvshAf72CxMe9kHPyParwh7136yC+ZJqOPIF8B771uJ09Lr6iveL6hL2ZA3W942ZXPqICx7skjZC9f7vZvche3T1aj9a9h0iPPXqg+T0itaw9d59WvqbTV73dAbM98be6PWjaGj5JQou9TMhQvYQLDLwY7Am9NQcEPmRITj5vRRK+ymnyPI7y9j3My6O9FBkYPV3id74vh2q+WyvhPdbi+D2zzt29jj53vFTCFz4NuWY90qtHvcu++z0jBh89wiD9uqAjhrzEepg8g+EevUPZIj5KadE9xBRFPbccGj61VQ0+6NUKPic0m7zb1gs+Ypz/PXi9Hz5dtrw8YkMaPq7POj5azea9s3kmPpxQ8jxwrT4+/fBDPWPnHr5QGCa+BRh4vZsmGD2VaQm+IyOAvbetOr0GKDM+qyBnPhuk3r1vFOi5g0pXvtPZCT5dM+K96YoXPhTvKL6wvD+9rPGFPrKqDT70yl6+ytixvTPgXr6uUWS9IeozPsNqNrwo2gC+MfxHvWA+Dr5ntIa8THTBvAJSBL5+vfe9Cm4SvsWLLr4JDQY8fuKFPfVvuj3mOoC9vuFKvn0XFj6tbww+6LQ6vYxF8D3GiwQ+BS4Kvn+5A72Tsge+GRSRveCNNT2/sTi+DMKCvEq1Bb5UkeK9IKb7PFAW2T3wQVy+0YUIvXG5Fb6KRD091e8wvjyrHb5cLie+DKNjvnPU6z0p96G96Cc0PL8vrLxEPG2+s86TvaE3/b0ZQ4Q8WtjEPeSgZT6KtFQ+mngeulKMEr7OKTa+1yYDvgiP7r32j26+oq4xvblXqj2R+BU+Pn2qvFFoKjqRCOW9sIExvvfvxb12iUU8t5AfPhSNCL1jRSS+pFMVvcysjT7TTuO9AhdtvvHdkr1CFcS8xGLZPfaKgb29V469LGOAvVQ7QL66iNC9QBoLOlOnOD5eMRU+dWwmvsyLIr7alB4+68qpPQjd2b2QG0A+vthRvqysGb4iFq49wmgaPRCq871UDYu7YB0fvlejvr0vw7e9tnAvvqa6Pb7I4Ts+B7RUvharMj3sf4S902kcvWk+/72mpYU8rtMSvVHUEr4KJeY9oLorvpP+BD1Rd1C9qBpIvngVHD7I92i9ZbRHvcpm6zxTRNk8IcjOvQggQ77mI02+K7CsvRvFG729vMy9OJSavY+pcz3THgC+XO2XvXQ8zb13Dyg+ItPSvUhNLb6eoIK8Rb3qvcGdjj1qMtU9hmEqPrzLBb51RsQ9XKguvqKntT389Bm9kGYNvkKm6r3ZJS4+br1hvhnQDj60VgY9ouPKPU6FC75J4eG9CIC2vZS1mj3zlHA9i41SvuQ1Sz0A0iO+3EbIPVJeZL1Qgxk+D4SPvR2fOL5buhg+9ozoPeudFz3ocQK+VuLSPfZ2njmhAQc+oITCvcYqmT2aF3+95QG1u0WuDz5jpwG9Zeb1vT+IXD1yhka8qfASvh8qlL0cf9K9TzkIvf9vGL6+9h4+Va7hvY9a7r32GV++fy5kvieidTzGTD49DWMpPmEgAL70mcu9XeXivVyyND60QhU+ZByePATlqT22iki+Uj3GveR00b3VCS0+KQafPUSaCL7GqKO9b85pvi1qhD1HK789eRtWvimB3rxDMYo96eD6vR20QT2ox5+9UM+ivBIa9TwvjbI93jDLPdFd7zzfksM9X3EPvnF5xjyau4496dzsvPYq2j2mSCm95A4svnYmDz2YcS+9JEI6vkZo67xehA89GYw6vmMlWT7GWF48JfC0vNTtgz35/5I9iAS0PUprbz4L0+Y8+X47vmAY5D3TNia89/ZIvF5U6bwMV4I+d2/cvPpdzL32e1a+yxtBvdp82j0sh10+xYYLPuAKFD3ZoFq+g6ITvWtB+T1SOQ6+Kw1RvTcRj72VMdc9LUI6PjVK4L3n90Q+/gUmPk+brb3WG2m8TWsNPkDEVb1rchO9BbGbvSgMjD6XV329O5f8O+HlqT1lTj++KzrqvQrgqD20H0s9F4EvvkWVtL2OyD2+5dxOvn7gszy4+Ag+c+Q6vSgiwD1whES95oxAPmQfgT2nih0+mJSEPnywA72pmC69g50HPsCTL74Q7Dw+P/DuPVr5Gb7W8gO+jtufu3ekiTysiHG9/gqtvQWtLz4DgPU9nbYAPrjpCz6KqVc8mqRzPai2cT7HRvS8Zx9BvZHDD75ASGu+N+htPlvaPD4PF2I+aNrePbR6sr33LkM946yUvRiBBj4255I9/tYCPXnlR72f5EG+daMKPiN7073p3fu8PLD/PVTH+b09WYQ+UcXpOzdUJT5PU1c9HHRkPl4zpr24KDm+zHA5vp8lXz6UJhw+DfolPlV/2zxWhgi9TePuPcc2Dj5J6TI+4UgIPsMQkT3xYkI96TYyPezoG73V1SO+HGjhPYvK5D1F5Dw++1B4vUitOzrOXlS9CkCRvXB6/b3nFqa8sdPGvcHy8T13h4I+IUUDPjE39z0GRG49+g66PGATP723f5M8LjypvWrCB75MGKg8EYNrPqOG9z0YcJQ9lHAqvhNRNzu+W7S9E9RfPjB3AL5373u9axMMvkGurj6KJBY+6FFdvXOOID4vA0c+FzCRPidT6D27Mia+/fcKvt8DOrzFYh89zVKpPXoXsD63Iue9MrexPfwQ0Tz2ghE9JakUviYuxT268Jy8HWtjvYBZZT4Z4BY7ZIXTvT5RAT40um8+cMYqPYomSL2Y21284otOPt/1Vj5fhB09R2x2vMu417yV40M+lHOQPlt0or1B3Xo9Fe6dPSkYkj1walM+97Y2Pqw8jD6MsVE94mIAPeQ+0LwdVdA8AUknPkJbF7xzNye+MLAhPiwea7xYSjE9TtA5PQlaVT78okc94JeJvWn0rjzmp568Lrlovn4p9z2z7BI+3u6JvdBTGz08CKs92WRIvvIHIz5OwEU+8ljAPS9Jhr2lJFA+aaxzPqxuAT5MxUA+XIBKvdmx9z2CVwC+d5UmPhXRWj2/5Vs9D4rfvfPt9b3j6Q++SCCGvPZNb72mkvC9YCowPYiwHL7i4KU9xKbOPIdkpb3r8Lc9LCv0uzopK70dPpU8vSOFPYI5Fz6NPA4+fINMPSR8ITw+WHE+ccCovXN2Db5VsA0+3hSQPS7pgjt4lKG9ceyMPMQ+SL6DEO68CZSRPD5JLr6esvs9Mr9jPWIS/j08Qiq+xuLIvUuIPL6JcdY9m1vzPXSVCD4MSAW99OCCvJAIBD69pC2+7SnAvRxJsryd4EU+ML4Dvq/6SL5pyQE+d7iiOxa4S7yF5Re+7i9ivJ1wCz5E+B8+inNGPltpTT6uFRe+Cx/lPe7hLL3i6he92keNPSUQnb33ooC8hQ6CvdA0Jr6DCLg95sGOvLp54Dx+3l89XWQ4vgoECD5y76u9r41/vSJ1tbwngQU+PnaPvZmU/j1ycog99S7ePbQnxb27pxG+oPmVvTwdAT6Gd5O9nrttvfHQpz168So+2aPyvRltcj3y9pC9FUHIPRPIA75x7Qw+EZE1Pg4zFD46CWS+0RoevcolDj4GVBi+XdcPvpDw67zXySa8bAQrviDh7z08CuQ9qRQNvgDHHj6NkOQ9sUBEPhGh3T3TOrG915jUvf7KCD7CwRO+OK52vCCMWb2gQiK+L6CAvGMLfbxNL1I93lOmvTmAKr64uwE+IyoCvQtduL1JrgO+fhElvWKiND0HwGM8YOicvG5vRL6/UZy8JFZUvZpFFL4k2Ko9DHYDPji+nz25OGA8ekDWPWpCGb6vDyI+tjoLvo2cJT3EgYm9+LKKPdbhkT2dHTU+QZ6rPFpYob4bdwO+RdrEvQTMoT00IzU+18XNvZAd0L2wUxm+HZb8O0zJgT0w5IA+0z4aPfmMoD0HqKO+9srbvclThr7yhba9xOs8vkl2Jr6ph0k+KATuvWhvS74mjoW8SpVXvUFynL1ICE0+10w3PmdZuDzX4BK+2p5nvqaj1L2A0pa9ceLgPfLEsz2Mm3K+Zw8EvQpjbrwjZRc+AyVPPtBgF75DuL89aL6YvWNzgT3OWUM8LU+MPZfHNz4OuwI+Ffg5vQF5kL3Z82y9wa7xvQ3vpzsXnAi+GTgAPmRXjD6+rPc8YdWEPOs7h723Ay0+w4H2veEzEr5cUsi9qF8yPk4cQr499y275z4qvYJgrz73SdU8mngSu2ceHD7FqFC9NAzmvYOz7z1zUHm++blxvkApKT5p9Kw9sfPaPWX3GT2Ud1M+kShxPj5f/7ymRAq+8yUVvqbqg71GJOU9eesIPhY3rr63Ugk+FUuIvcqCV71r07o9QtNOPg8wyz0GjU493sU4vjPusz2bRUK+WdJsvrYUmj3I2z69hcQVPj5tgL15Seo93u8zPqe1HL7sugS9c5savuBFxDyWb1I+nlB2vTO7Ej6fRlC+QXM9vrsKaz7Lka08Hafmvc9z3b1koA0+TXg7vUg0xr2nZQ2+cjYWPsdd1LyCXjI9Ug/RvGpVZr3VJoI+l+WXvWrrzr375CA+PckAPk8OzD1w0tm9SgOZPYlOoDxyITA+eEgXPSH1ST7s4Hs9Utz3PZzCkT5q9Bk+cA8VPjiXAz38n129XaAoPRZyDL2Q3wO+T9mRPZ29pT0I/kM+CwTuPT5cHDsaORQ+A5UOPnDXjz0gTPE8FgoKPmHmKb1bjF+9AQd3vAiBYD4DlT8+cT+gPN6cET7msyw9zGQhPkGcY72i4R69MBjvvYB3Sj4QVTY+Bj+hPap/yr1m8eK8gqOqvUayxr3JFE69Vq4yO1uYPL2R+My8xEPVvaJYQT6cPtq7sTFEPv3Zpb10p8g9/lsUPmIDeD7nBfq8glMlvkW7pz3/QIK9w6kpvR1KLD0Sw7k98B0tvmrA+73mbdA9VyNgPvwhBr7e8gC6sdB8PbyBNL4GBfa9PZUcPvYMF730xxQ+fY46Ox8KBz4jL4k+/a7AvVjaAD2255C79kIxPhwc5D0dXW69mn8DvnzQXz4zRh2+oASQPUEyij69xOW9CbOCPT2rCT4iGAC9xteDuqbN9L0BuwC+Cne1PJuphTzz94Q9WzorvFp/YL2VqCo+T4kXPXlx4D3UdBO+cpjAvLLxbz7gHUg+pCuPPmHnLT7QIbc8hU8pvuBTETxPFg0+VVT4veuoND4vHCA+fw29PQDYiT6r8QY+rUxqvhx8pD2z0nG6OusAPB6GAL4CGEa+e/hhvHcLmb1LwyQ+dj3JvShQML7JGYK9c77pvbzJUb4TznG9WC8FvqODQTyto3Y9zgIUPnmIoT0iYLk97h4tvbSWbLw+8p2708ACvkYxwr0OX0C+fw6YvH1HEb7XCtU7gzAavh0orj2Rd/q9scDdvaWReb1DiRW+j81ovU24LD3PXpy8bkw+PUWMV722o1O9iLmFvf5uL73Pbq69dq1mPDc3Jb7BuEQ9JCZKvdFKgLxu6u+7nArdO9Ngs7zTgB09d7fuPcqNgT0ATdg9gWBvPcqhnT0OXRK+HtRrPcF1urzwHpU98N4zPRHW+b3ClD099IM4vRKvBL7eF4i9qemNO4jAzj0TmiU9c5zrvfSasL3ziVi9sebRPUUjBL6/c7O9Il48vV5Dwb152qy717lSvXFi0L1X1De+/8ylvC3cEr5UizS+QnkXvNS0zT0Rbp69sOoIPV18K75VnwM+X61avU2sNr6mHWG+fgBBvpn9sD3qhAM+cqXPvJYGzD3aLCe9nR6ePZzzI727R9C80F+tvIek3j35CVW+JBElvkseOrwNn648PIwXveSug73VRki9IIm8vYX/D76+tjc9j8RavhqFAD6RtYk9LQC3vXJIuT2Y07O92NGCu9qMBD5KFiC+3AyHPQUHWr6h1ka+C6i6PYi7Yz1K7469/vgpPVlrGj46L8U92rGBvpTZ3725zIi9tNwove45Yj7u7oK+dbfmvel1Uz2DbiU+VdZVvfAQFz4hcEW+tLctPvrUkDyMSiy88t6ZPTQTkL0SATe+uMrXPLwqFT5ff0K+DUGIvvItIL6a3MU9D6BFvKnHhL64Uao94j5IvWqE8bytRcO8G0CSPIBL6714lx++thk+PUAk8z1N0Ic9jon2vRpd5T2xrAg+i6FUvouqQ74Xqpg9BYVCPpS6o72mGIm+r017vJm3Db7EqE09CkZCvqckvbtDAYG+pT0VvQz8o7xJGaw78Ci0vSEQmr2kdzy+MYhQPBIqNb7UgbE8IWVIPrAFN75yq4K+8HVQPbxBKL5HHt89NRE5vgISBj3bCQ4+cLgsvedHXb5e2A68dEGXPQzTVr5tEgs97nWsvciy4T3925G9W2YMvvYZkz7GpEi+HhI0vdgWJr6Focs9oydVvZkan73HOCK+024FPqetf7xvUqw8ZA6UPh/HTb7vB/y9RiGLPjFiqD2uDiG+TuYoPhjE9rqVVQM+YmG7PTGBEb4gz1W+ToBjvtw4hj0U6CG+dsYBvbDC9b2eqFs+XvwVvTTqTL66o6a9uu81uzkpTj2tXZ89x+TLvQdc3T0tySi+NMrEvYUIrrvCHts98YxOvmZFkbsdFYA9FmswvoUYGz48q8a8WGYvO5lAl7pstRw+MT6RPfgUPz4nV8Q9IYIhPs5lTb1bA24+4khgvf5+jz1SrjK+J0GwPhvxMT427zO+rhnZvXQQsT3Xwqu95M9XPsJRFj7zczo+54k9PpLy4TvwuJe+PLfOPY6rF760J64+E5IdPtEbSL5im42+k/zwvc06l70jhKi91bcwvVn4Yb375cg93MUUvvEHjDvs2Ie76vkrPpNylD2Ms6Y9bsiNvV+Hab6yX8I92pb1vQiME73j6i29VaDaPbAPYb63uoO9t+lUvifQCr6oymy9ORFkvW5xLz3k+zy+o/9CPmTf+j0Ieb89QMozu5wUoz2ewGK9N3IqPdk2Jr7bMdE9BsoKvhRDjb3FABs8mdcRPbYFQT5nW02+P3KmPNB88b0v026+532fvblhfr7XQ/y9JNFqPlG+Ej6XLnu8DkrrvfD6Sb6rdYI8SinsPKw1oL11Ogm9TtFPPeRjbr3QmQ+9P31YPiK0MLwhCTo85jzgPPTYnz6XvRG+9EI/vbCrxb2TZie+D824PYIySj4o2uE9UiGgvLuv7LtTtPm9E7ervHRfED4RAI69xDqBPDtBZ77bZRg+AUC4vYNWCz7/uAI+6kQGvcCd7b2hj3K9fN4EPll/aD68LyS+YYrfPZOmsrwfu4c+jjCvvLw8E74YXoI9Wq2TPdgUTzxTc7W9JCS6PauLyL3kzsc9F4NsPTpyQD0Z60C9ZdUvPkcZyz0Fufw90Q22PX0c47065oQ8BDDnPZpKMr4vRwO+Rdd4vB6wXb7zS6g9go+4vePsnb1NpYM9MWgJvmVwjD39U6A9Yca9PYyYDj4PTLm7N1KnvaGf6r3CJDk+R8J9PZj42D3rvzY9WCm7vYWaDT0U23g9A/23PS6PMj25psy9maTqvR7P0j3TE/g81QDEvRY5pT3lw+O9nvocPmBEEj7JZE0+4djEPVi1vL36ocm9n5avvVV+iT2hVTs+FZ/7PVwQ1j0ohUc+mIAuvj17GL4W4SA9vVvCvdb3LL6Yvw6+6nGDvU2XuD10wnW92f4FPvLy3D2WYAe9XfM9vZaQnD3NFdy8Tgm5PTYUy70Ml7e9nKdvvXhRd75FKxu+fzZSvVAUxb2K1ZS9B2AcvkZ8jr3OhAw+hT0hvtkoMz2DOYI9Ee3ZO6EW0jz0tVc9uPN+vK1vGT62ZQW+KHIZvo+JyTyTrtI87DYcvgh3lrxwvCy+WzjkPaTaUr3E4my9lS0AO8VJWj38fPo9ROvBvUMjG72L2aI9/aJIvWr2Er6vOpa8G24vvjEXvj3fdT+8SSJRvU34OT208lc+IrTcve2TlD31pcO9g36nvBALjr18AZ88ISDJPZUTeD6Tg1w+lO3uPUVSNL1NOuc9dNMQvVjfMb6oDGq9KKjhPfyvLj73aHq9jJIWPiWaLr7Rbfq9NBgWvuBZtjwJY5u9DeSmPZgdPb3Buis+dYUpvuASHL4DySW+z7IbPrOqJr5YpW+9+dTJvDYwKLxtwiq+f3BePtKsHL1BlqQ9fA7Vve0HtLw0Lsi9wisNvvyGCj0kgzA9rhLJvbd+j7wrmty8KHXzPYmwPb6VAQy9LIwvvpqZ+ruK4ti9ej4rPVh4WLwOP1e+yAwAPSqQVb4rFJ48CFm0PHY31LtRH3q+SU0ePV0TWT4UvjK9kphWPfPyFr0ZWH49llL2vTnGbL0fX4w+1ITbPKHfID0CaO+9yM8kvaUY9Dvy0qA9wijKPVUZwz0GNbk9m7XjPY+xEL6MpRq+N5XbPeGVXj2Xsfk9YcNOPvRXKL7Z/4E9q+KTPFh7kT75ZXq+i73MvWPBHr70Zho9c1kwPq9Ch71tNY69Mh/zvcG03L12dKU8zHUIvN3tAz5XtLk9MDIxvkkYoj03FS69ch4nvmoOjrwpuQs+oWfVvHxf5bwRtga+7lOGvJfrZD68uKI8E4VKvuoDhDxjHiQ+9sxDPjCmKbzQLDc+BP8pu1HIqj0myxe+4g0UvnbFlj6gt1W+RH0NPgjyLz6XUr06BUUUvoXmBb30iTu88VccvgtRJL71ily9ZUHjvN1BgD7Dg8w9H9BDvp1OEr44CHe833gHvriiK77Gazg9lnRJPb8CBb022M49THt5PtO6ubxMRGm7qMJDO35McL6eB4i+PbNhPntl2LxRf7o98tjyPS/pjT0aPPU8WkuqPZyIAL4hJqI+ShnmPZzRGb2modE9qSRWvefnmLzTSJC9sef8PQ7Aar63UU099DwbvojQgz2Fkd49bzLhvarcOb3YfVY92fcnvl11Eb3U9/O9G6GWPRFJzb1qY7c97vQiPtxofb0dGv49n3NevnxTWr4KSdq9gdbWvbaauDxyv8q8e6LCvRk3D7yDAzk9AzYnvSEVLL234F++LuNVPtc2Yr7weAG9DRJtvl/l2j03EQY+xneSutQ5CL2dKnq97RnxvX2ZuD09lGy+YivfPbwu0TzCeU67z7wJPvzoYT0HtgO+mDLhvXrmXL7nhb89hlCPPk4AKr4vFzI9V41xPYiihjtuFda9kt1IvUYiQz2Ba5y9YmgKvsGzGD457l++p2ssPnOYY753PSi9Il26u4AgzD131hu+MP4PvdsTe7120Ps9cKmKu8kXX7zz2Im9P5paPTIrUr4CqCE+uiI5vle3nj24TjG+7UYXvvbJg72gq80884gPvc55RT5D1ys+ulTUPC57Aj1ULc496aHgPSveKL6vrSM7VCxkPolnD765Iqc9UAYlvpbwHT4YRog8JXobvryDq7ydm0E+03u3vdvlDz4tZNW8m9nwvQBSAr3XD4+767WXumc1nb0EVf09hnXlvRnddj0VUuG9nd4ZPX0e/r2BIQM+6+36PQVxI717e3o9XfnFvP4KKj5Um8C9VxsgvW7cDj4xfXe82/ODPYA1Xr3VVCK+lNyovWQqpjzpvBm+rijbvZuS0T1+0W29+YewPTNlLD4jHs48WAkpPRKMK758rNQ9F2K2PeCu270qTsA9JLI6vZIq2b1I6aQ9rDNVvdnQD77Assk9zhJePW6UAj7N7g4+INbIPN1AID6OPYA9Yr78PWVsCL7ds5+9VBWDPRudtL3SXJe8WoVDPUFwRD5/bq07SRoKPnIKvD2Qkmo9275DvjsWKb4kpQy8V9ynvSNWMj6gu/e9KnigvWeWLD6G8/A9Doi4Pe1mLb5XrBK+lrwhPoBkQr3RHmI8bWwSvv/wE74aYBU+J0KQPD0uxr3boiC+e5yAvUnRH72N8cg9Q0ybvVpwPL6AloE8p9TYPT4dx7z0E6u9GDk4PljMkz0piuS90Be/vW1MHT7gO4Y9nkuTvUygnLtMydC9iWI0vYgi6T0x6P+96zcdPMUG3L0jEhi+P8qsPd7P0L2puBO+qz72vQtDj73DQkw+Rn33vUbb2j2R+FI+N2AEPo/W+D1tUKW7H9gcPaGQ6D2aP0Q8N5upPV66KT6XrvE9x2clvueS6b2W8y4+jXLAvTdL/j1JvPY9Y1YxPWskEz7c/DY+wArGO1+MjD2d8PS9qx06PlXoND6NAZC9l29Nvo4Jsz1+P3g8iI8pPo3Kjr1h53k9msrWvWkuJr4pKbC9Ms0UvgfQHr5b5se9oN/PPHpjQz7jrT28kYwAvqq2uT0EKPw9HP4FPqyWqD10Ecs8ut39vWoD9DwY/pG996rFPfv/rj1Ji/A9uR4VvuMfLr40a049hpkZvm/ak70g3lw+wobLveiNiz4+h3k+Q9gUPgL0MD1RLYA+EQMTPbJBuzsRl0i9h/CIvQxdZT2w/zK+Hkz0vRYhSr1u9x0+lZKSPvUzHj7Dd9e97hMrvlq9p71FoJM8MkBZvZPCG77d6UI9plIKPqe7kz0PJgA+hSBevvq/Br5czcM96h3KPO58Cb712Ow9lDbePSbHOj54ZqY9ZS8ePq3kbT1D8D++jBhKPrzMBz4C+uA9eTPLPVrij7zn8as9OzF6Pb67ZDvHGxi+wVnLvQjvdz5TGzo9m33PvUSoeb2FmGs+OdFlu2vEJ75vh+e96yxSviKmoj5Gky6+akaYvb7YYT3z++Y9tq8uPiQrrz28sa098cD7vfI95L1uQh09WwvnvYo2hz2tCpg9/5s5PjHBvr1vuUE+pGQ8vgo0ET7tizc9IustPo92rz3VTva9XKE7vnrLpD2Jc3e9Lq8AvqDSk70pii+9dOCvvbSTAj5fxya+xG3kPA3hlj04V/w8EqsWvtI4Vb1vg889vQEmvnRxNL5YmnS+7BQ8vVBB/z2p8Te99wBQven7Bz14TTk+qieevS09cLx1FiW+t399vCbGejw03HU9igGoPYQ/+z1pbYo9YXPFvDMH+z1U/cG9LTnWPaaZKb5qoR0+XfmEvoTUAr6Agzc+/3drPuxhBb46KDg9TOW+PaRpJL6aENw9spTbPYAERT11s2q8SVPdvQZZLjxMrfy9tTRwPKpvL76yc2S9gihjvfXOPz34zQI9Dt1OPhqiZL4KOgi+wuMsvoodNT7Zj+89JB5NPk4eCD4uHt89WRqYvvdJUr1+JN09HuNSvgPfmz2UI6A97GkaPiSF5z1u5aw93WgWPhHZOz2P/bA8SE1DvUFPS75N7UQ+o7JkPZuUzr1gAWQ7A2sEvp8+Ir6HM5s9Q+kKPVA0OD22Sda9NHfhPZGaXr3GFgm+FfrZvZzhLzzMMlc8miZFPlut2r3SroW9HBD6PUTGvj2n80k9cM0bPQB7eT0oS3++fakCvmO42b1eaZO92hHkvY/Z+7qqgx+7"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "UcxFvbE5BL0tKi+9LPuOvagC4rzAFK29dG0uvUDrd73YSgG97v/VvGk9+LwirGS9wPdyvcQtgb0xLeu8PxuovRN08LzPfba8QbbrvKRxQr2HDwa9LSI+vX+7Hb0aEDq9fKQTvROKi723pVe9F+6su9nsX71mroS89LRnvdUwVL2dOSe99Z4GvXIko7y1vSK9Rw52vSn6+L2CRKu8g6uJPAb9z7zOLMa8kZ0SvUBRMru54pK8sTgyvRqmDr1RXfG8oQNfvdXZwbwP9t29FstxvXFQR73EBdO9Hr7EvEUxl70r21W9B/DCOtbTBL3mBSu9JXj9vF78v7x1xoW7qAMyvWLcJL18cyy9itKFvZ3zkr1jJxG8S2DxvYVW970p4HC9qHSuvXs9T73VrQC9IsJOvfCV5rwmeaK82AmdvRBJMb3JBj69Zo0hvbLTgb2Trkq95ooqvZFQ17s+gIm90V2+vGvlPb1RNYK8YGpCvRGsZ70BBbO9/u+tvCMC07warZO9zttEvUiv/Lyrc728veIavdhZg7wlcxq9nHbwvczERr0xtPi7wJsoveVvHr1X9Cm9FdagvTimGL1pygG94zjYvOuwCL3TChe97SG4vTUWZ72lJQS+TyMPvbgymL2h3AO8LewPvSttV711PDK9luTsvL0M0LxCO8K88wN2vdfLS70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 