{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "93SsPdgmVr0aKkq+/kfTPeA1Xjzb1Q0+5m+DPQTwdT3X7CO+RaDqvUWD7zyMemG9IBUJPmUP2Dw3heI8SfoXvq96EL4ALYG9cJFnvIlUgTyprK+9KlMNOwrES73OpYg8dP4tvmJNh71CvzU8eUofvt9tl7zTNBU9ffbqveWQaj3nu9k8KL7YPSbLmDzzDXW7KBM8vcv1Nj4bx308mKcaviQs/b1xXSO+mwIhvg2stT33CUC+HaqXPXxJQj2RTTe+G3QHPs5Y9Lvvq6w9TzEwvoebHb2h7sA8FsV6veVKjD3OJFK+8fJSPJ5yA74UONq9wFgPvgpjGL5r/Ja9r7gvPTv0vb1rFsc9W7zrvaBo0L2Ivhk+d1fnvSCYBb4a9QE94ysZPsutOr4oRf67+VmyPfk4RL0Jw5a9w+LjPNSFNj0c1Wm96yNVPCCkLDprpOY9MjHqPACS2r3QwLC80BjavWG53T2H9Ri91voVvqebEb5ccUE+ICfAvX2GM74f+1W7mfCrvSI1KL1OIDy+ToXFvQ7FJr6D3uE91RyqvHPDQT2DUg29LIaOOipbAL0xQvk93IAlvK1IY77Fc6O9fkGAPcCNl73KFjW++HsQPRgyIL2vVA0+kBvCPCx5Bb1rrT4+0jqCvBsrQr6IbA++kzYAPTYWMT225qO9wYPxPf34eD3xQSq+vqwTvvH2Mz6XrqU8HDguve9T4z2INV68lNfWPa1BgD67CfK8bDgDvuLJ+z14d+g90YsQvk8BXz4pE+09mF1ePgv8gL2JA7Y9H2LkPRmudz76QrS9d/ffvD7BYT36q08+fi0wPusDZb3V6C2+OR6LPID6Ez6INEM+Kr+fvbV9j76lDEO9Pa5RPovW8r2vVgQ+DRQnPnA6Az6N/sE9qpVevHloTL1/iE0+PzEHvosML77IuzW+6nW5O+/uO77MF0e+Kqsbve0wQ70B7sW9IKIFvmJF7j0LGX8+4DO+PZsgY756A2w+EgjQO1QtMD7Nqek9wuaDPvA2yz1Qsxm+LkvLPROWTL7NIzw9Z/xFPRwuhL5a/PI9FBkXvhPjcL5sinc+U5BSvYmtP74hIDu+hdIwvrbiJr791De+Hth9PS2PM77LAn6+jU7tvQdRAb5fzMS9rZcwPg7iQj4Rh/a9QMXJPCYZ6T0QIMK8fl1evvMYrT3DGfK8aE8BPi/LGTyRzMS8tSS+PZhgFL7WHIa+6ho1PlOs2r0joyg9BoU1vXkQeD1f13e+nO0hvaA3gj2ls5C9vxfDPbC9Ab7jWfA9wAtTPZ4bLb5YzNQ9sJqEPa1ZIT3UY8i96mBfPgxIdr3SrYi8JG3NPYAD5z0lj0W9dn/3vVsabD5dHjs+OiPJvFFEGb6mqN87t71evngr6j1+iCG9CfI7Pipa8b0bDEE+PBiCPnK6Pj4BSac6h8y+vbzkWz7WmCI+NjNTPjOYmLyfRPY9Qok0vcQ7aj4x4hq8RCz+PJ/rRj0hRVm+nXoHvj6Mvj1O8mW+v3S+OYrIVj6NRPq8FFAqPQuG5718r5y9MsqivfvLA719U3w9FDiuPbULHb42JLY9Pi2hPe5XgT5LUVw+KqpBPFiAFr5oM8I9nXGUPRzWyD0QhvI9+jRxPi0ZkDyjlKG7O5+6vJ2EXD6gUrE9gqxLvU1UED7UuWk9IhhdvvfRbz5yhq29FnUyvqbhKj5eRMY9rN0ZvoeGOb629Sg+lvFVPt3QdL7ewDS+tKM4vojjAj7AazQ+MbhYvcJ8nD22nmk94sslPT+0KL1BWEe+tGeLPa7SR7wBU3i+odMDvt643j2e6oe815mEu/Y4Cz6Gt0Y+6cv7O1pvhj2LHZU9dLFGPT2IML4zcDC+PW+rvaRPWz4h5I686jAnPkCjgL1ZJG6+iu/VPchUmz3r3ow9srG9Pcu8Jz4vUEe9GzFoPhq+UD1sphi+MxNhPrNwWD4tTyU+AIFQvt/fJL2nGSY9OdgbPokBaL7pyWO+fgxRPmlSmj2Y4oA9hrQuvsz6xD2gsYc+rANuvnPflr0+mrg9hxiDvku6pb1xCWG9MlB1vke7Fb6saAS+kw8Xvq3ClD36MRo99zi1PG/cHr6+gGA9XyIuvSCXCz2eohi+YUd/PRYUIb4/gPG9nKedPLM3hLsSozY9Nr43vumQib2hzZC9gKM2vosUkz1eJp09tYgNPZVjIz44jiy9OHSBPZ2bJL14JvS9nvAxPnCPqj08pcU8OXzovc4qZz1y1ra9LWy+vS1bPT29Z3e97c36Pa2uC77zu8k9mBYwPulSC76A5H+9G5kuvi6bjz0dVNi6SS4fvq4rij1jNh4+rD4IPqLC7T2nhRE+HiokPkQZVT0eMB2+OsDjPZiETb327908jPo/vnWvqTyv+c08p9ZCvCytXb7GuFW+8bOqPbMsVbzi68Y9TEk0Ps5Reb2zSx8+LD+CvTErgrsTrw2+2vs3PXD9PDz0Pwi+BUyOPY3fc72RPHU9/lDpPVe3o7yvw7Y8OxcCvctKxD2s3rS9TscNvn+ZDD6+Msm9bOZ6PZSMCj70Wm69/+06vknYsb1usKI9IXLTO7hkMr5EqSm+Tpe2PWomXD7e2AW+TWpEPs7UDr5Gae495coZPsuIib4qkzs+lZl1vJ6zYr4Bfbm9vkAcvrJ1or2w1JK9ljr8Pf7DBT3J8BQ+92qgvAvvtL1VoOO9vP4avudU8T0gZxq+892Pvc2MFL7sfw4+ZNOrPXI6Jjza6TW+pbQtvRXHYD7UPY69cYRGvkv8CL5qkeO8L8zMvQs2+zxA9i0+boUXPUyVgT3GmAE9mlC2vfbOKbyIcyE+RIa3PNNJhD25qom9iKCVvcNVhz6jHKi9kj3DvBUymb3GD448ZMVCPrlNTDzN1hW+eCoRPRlu5b17TAS9qfJ4vf7unb42Nly+P0ravftiJT7SO449pKcnvjpPI73FPoQ+5qtBvQTccb27Ke09Fms1vq3u3T395CG+NkemvFh8LL0Aemc8oB6JviDpyL3FKKK9AuGwvTWis7xwMFY+uS46PvaWOb7Q/wO+59/tvX1pHj2z5NC9S74KvI1qKb5icLY8TVR0vbNQOr7C8XE+4LbmPInTjL6KxNU99/lsPHV2fLzxu5U+ownDPQnsiTyRQKO9Bz3hPYqwSz7LWBA+UEyWvvVdcr0wMYy+HzJkPcYl+z2f2Gi+dsNlPjiqQj77uEC+17+OvUg4dr4rK36+RQpsvjKvrL1AoYC+K0/QPAUVFL4Qklo8MTWBPmFMRb6sHrK84KfKPTDodL4GY4C9Hm1fvMYeAj5q5au9BHZevkhlIb01X4m9w9M9Pr5t7T1tu0m+s7NmPhp9lT15wyk+XnjRPfsUPj4sioe+0bGWvYKTVj3FomE+vD/LPRyaGD5lxY++n9IBOsv4tD0Z+HE9W7UpvmpAPL4z2K09DB0fvt1Xdb22OTe+xPg1PYcK/T24qkk+MpLTPRNUJrxbLFO8sQFlvkR3RD63WCm+S2O7PWzVCT7xUfQ9Sy3lvMd8Tz7zagi+esSPvc9ySr4216w72goYvWvOsruRP749H9v0vVz4MD7ac+G72OQsPHSybz7Q9dc9thgIPmQQJr6uMpe9ymtEPZfGv712SJ69bC4KvtpBtj1aNQo+F0BXveaFiD3hhTA+2sAgPjcItrxowxI+kOL+PZVMbr6Vv4i9MxsHvFSR6D2CCCS+5UZJvPs5fz0aENQ98BnlvYufgT2Nx2A+gskSvZs4Jj4dP+u9G/IRvhFNyb2gOBs+E2vru+nS9b12cQ++SduNvlcz5Lo0xQy+SQYfvqCiFzxajVw9pLp6PZ6OYzrvF5y+CbgjPt0Opb24Qzq+XKf2vUG84zx3hwE+vy/Qvbefej4X7YC92N9Cvqzr770uSQw+Xr23PbFSmr3L8kO+wMukvZIEEj7WEyk+h5bevfBH6jwbMju+AfKUve/oqz0vExe+ne4CPtgszz1EKn28Iws1PsqWFz45EBA9/9IIvkP1Vz5SvrM9qb/wvMTErb2LKAo+ZB5+vcAuQr0fHHG+yPRLPc/4QT11x0K+lmRSvhLKNj5CITs+K9L5vGn3QT6TbRW+dWwpvp6VaL16et89LaU9Pc1LJD7XXR89YLDDvK7kHr677gO+UYInvuKtBz4+mpu9dosFvr1UFj6GOD28ukj+Peyioz06MOA91RgwPvihTjyh/Hc8L5EivkiJDj4gjJ09+r0BveHKxT1DNQY+q7S5vawLnDvqRho+yXxoPholJz5jyde9ez3nPbJ/RD5ZzYG9w3U8vvLKOb4VDf47jXlbvr8y97zIG7y9zQRpPs6nlr3a1Ak+NZnoPX87172IdTA+VEaOvV9m2LzELki+pyk3viC2hb1Jkmc7Yt0iPnHfTj319t8983+gvcY+Nb0SjJE9gYfaPbkdTr64qKS9zeiNPcbCPL5wOnE9aasOPgRCEzwyC2a9jE50PCQ++D07qM+9wilLPvMw6D35ITe+yzI8vpPYD74iFne9OihlvW0cRz4YExW+mRqpvdegizzo6B69/qEfvlsRg72a7A0+p9rwvSK8Pz7/QpS9sPyovXSJkL3Ugu486ZmgvJCf3ry7xLe8Y3dBPSoeBz4mtAQ+sLgLvpiRx73ahO69VrKfvBRWOD4S7xa+fzX8PSkh/7wx9wq+1xj0PCgxjL6R0MK9bLb3PaIe0rzOC0y+vlWpvTRSy71LFAE9kygYPuWjQb7g6Qs+YokJvSQNBr1xRpY9uAXFvB5d/j06izI+VzEOPuBcYrtCWSm++A6HvVorBL4KoqG93VqxOsDPSD1ebJ49CfZXPaTZF77k0kK+w0HzvaVm3j0nVQa+JxlkPShVBT4bxig+UHFJvgXicT75d7m9mehVPv/Ey735rF4+RGm6vZz1+LrHHh2+MjLgvQ9LYL4N17K8f7xrPoMtrrw6uXa+/CsDPvZ6dDtltiQ+NxdKvmAL1735Yr49ytLUPSzKP7zqwFQ+mCTYPa1hFb4BvoY+R/0+PLtsSb4aTag9QHHavMnTFL5IGmk9jDtgvj775D0siV2+XQ2OvicNhr2T1xc+BxSpvZlZ471Wsm4+n9wDPl2Mar4cIFY9ls0evrZ5AT68o6o8XCJaPboNfL69Fey8XhrCPVp6ML4PEE4+TweNve2Q4L1eBg89jodKPN+ngL5jW3O85EpWvmwC7701dNA8ryXkPS9KIL6gIvq805Y1vt9m/b20kKS8lYnGPQmOu70dxRO+TcPEPdxpVD4DCo+9nW8wPa4YHT3aa3K+Nc0ZvSpBDb4jX0C+ELgIPvVuMb4hkEY9yfwbPhwXAL6hQcY86B0VvTDfST1plDG+1G6VvUODLj1dd6C9r9FYvi4zjD0SzCu+2fxxvQqe5r38hIy9azi3ve4qLb5v4Tw+JIdlPvMrcT6WS42+gAfivJ6r473Lqwu98LZtPs2mUT571Da+XKJaPlLMJj73Dcu9jVldvh5wqj0pFE0+Z3w0vrvH5z0xpL48GYfmPUUHVz68+IC8jLt4PVB4dj77Noe+93YGPIFZmD0lcHw9NH90Pqf5DL4C/TA+znOLve34gT6XQ2m+uZlvPgz1Xb6k3jq+ffHbPZCdyj1GIwS+bdmnPbCuSjuMfuE9PZqEPXt6UT4Y3bE9R37fvX29Aj5BfdU9CuGQPSSvQ75PrNK8PQxiPRAn3z0IyUc++9wWvmV3CT4z+ow9Uq6ZPfxoWT5dm7e9u0RDPuQSmr7l1Wk9UYdKPWLk2j34u9C9lB5zPY+d1r3i7Yq8vH8yvnBVL73j+pE94rBmvlrOrz3/NuG9KpCCu+VfCjzrrUs+gaLpPe4Pqr1Yz/w9a0g9PZErVT6/oPu9H0EGvjO7RL2/Hkw+m/ZGvLjRHz5A/D6+TyQKPuP/Nr74gCm6EIsjvcAuBL76E7496emFPPv1Vb1CBeY9dm8GvkTuBL5Z4q69MAb+PcGNPb6zQIy+Vw4AvhyYQ73RV3G9z7JbvXKsqDwqqk499tkrvcFuLj1mEGa+zhoIvLR0Qj3qu0S9MbKKPqwNfjztyUm+UhetPLXYAD1Tv3g+njhXvs/FTT5tOyc+wz0GvuVgezz+QYC+w8lKPv9DDr06Ep898WlmPcwhbL2o7lc9R1o4vvgfUT4U1BK+YuVyvt+JAj3r4wq8TJBTvVpFRj2qhwg+l3acPRMErL3Jzzg+GqmgvSHzgj1jTdS9RQKzvTqiH76DB5g9slhQvqPb4T0kx3O9EWKMPQQV/70yIHc9YV4IvXkUAb5m9xO+Uu5DveCm0jrB6Ai9qqo4vnYQL74s8EC+R6sEvhfJPb1eW6e9XqV5PZzPBL404Nc9L3I0vhKX4r0sY3w9/lMFPgDS67th7JA9PSdtvOMJQL4OJIe98o+YPCFCD734k6K8RRItvtn5JD17Vgc9CWT1vMKzgD2QHqY9kv8OPBzXr71Y6Rk+7xjuvfEwzj2Ao+q9W/NLvAalLb5ZBcS9mDM8vRqLdr2pc7e8DkfdvXpJoT3yVf29gVTOvX+j9D0y70++0Ae1PfneYT40sqm9xZNOPlthv71Rbwe9fvahPGXTnDyI4Qe+iNHPPTcV6j3CcQ6+rKVEvg2QFT7JKRW+fD2dvaD8oz28NFW+/H5nvI0d6L2iW8O9Iga4PIw4LD7VptY7OaANvvbOPj0ksjI9/32sPb+KVr0Z91w9AATaPeDRxL1tviA+EGsXPkzlHz6kNBc9DwOPvSALwrxWqGW8ItF2PbsMab5wzCW+9JwfvmWnUr1j/+E91BO8PJv/CD0o1Wk9RqBtvV2AHz4bg6m9Zqm9PHgCn72t3iG+pSQxvokkFb4lD0C+gzImPmuVVz3Exym+RK71PRSTzD1szZG9bssXvj/glz0V+0++f9OFvbMrBz7dFIS9Ye0gPs2bVD4YR+o9nfjavT2kGL0574Y+QoCHvU5/r73oq1s+o9JXPiEMEz5H812+cPMHPq4wMb5xfqC9wxJsPulUnj3d4Y6+zE9+PZLEmj3HyGQ+dFG2PNumD77aRpg8a8GNPWk4ED5B6CQ+ZePAPXYO3T3tSCg+SgbEPVz7DTvmST8+Ei58vChIOzz+eEu+iJpivhVPSb59Xly++ceBvvCoZbyV28Q9RGsmvrn43b2W4HE+0sr+vX8uqDxNBXK9ymd6Pb/FPD7GDA29EkbCPUPjRr6dhUs+grwuPrv6BT7hllY+RMCAPsFiqr0kan49c7rXPeqa8rsZ5zm8+iwSvhnOqb05uVw9LCIgPnQSDD5b/JQ9edfdveQFEjy6NUO+OImMvOd0Wz1TthC+VsFfPXJQZj4VGxe9tLLDPRKygb7HREW+T49QvouJDD5OCEW9Nc0kvuzs9zyR/Tg+skqCvZUOJL0oy0e9FrpgvBgOXL6Kf5E8CT4rPaQMFL6PXN28K89GPbiMkb1khce9JzttPT1vPb4sESm+tNIzPrrtXr3bllo+d36CPmiJTD5smcQ9AAnPvTOZob0N2lM+boxFPmbAJ702dVq8HPsqOzmzjT2R3li9z7CLvdrVFL7G+Qm+nj83vvo4iT26jM68MIYJPMUr5D3myG6918rNPQ+eVjzrF26+/6dJvu0zuj3+P4K96XnLvQWjNL7RGgC9Oq1iPdQ6mDw6qHy+XrdlPm5GGr7BowW+we+/PDGZZT4dKmS+BDm6u7rFdL2GIhY+Ic0IPpYBcT54aZu8x0aLvQYCmb3VjmY+7L2CuiBC0r0YjM+9Rz03PqA6tj2nc4M9CzENvlczwjyvad49V7IkPhk7Sz61q8u9hWaYPTA4C728Szi+k6gpPawcDz1wTOC9zRerPWz0Oj0knAk+GM/MvQZxob1xN5E9i0lZOeIGCb55acY90bf7vTtvSb5864M98k86PjbKP75xhE699Kq2vdw/kz38au69g8a3vc2/bD3+7WM+HChKPBP5EL7eXoG+mcodPkzS9z1zOP+9GKEcvhltEb6uaKA9K9Fgvo/oOj4okas9a1VrvsNuDD7UtBe+HtIHPnQqa72//Ie+GzGaPfKRRz7XCkA9jsH5O8rbSb6j6Ry9pQgEvtnIAr6oh2y+ll2OPNxMCj4f0py9v0ZQvTPgD7y1JQW+jH0uPqv7Qz74i1O8lOM8vpqkSD4NEWc+6pBVOsb/Ab7wW06+TIYCPqanBD59uZ09HzOAvqNdXD72DU89ZrDovYOE1jw/b0S9KSgJvfS4HD5p7Q88Jei4ve3EBb71eBU+64Q+vX4gzL3ZPEk+AUYjPgXdmz2STU89z9+qvR1KKj4L7eE9qUFhPqcUqrz+7lI+p8WfPWK4Cj2I6D0+ynQVvkT+lLqF1D69bm7WPcD5Jz7vdAK+DPbvPUhERT3GzQS+XTUrPmdB+T2RjSa9hNwDPkp1v7tZRpK8vlewPUnscLobCii89xGqvWokHT03U7m9nhbPvX1PDD6mKRu+MuwOPrpghz1YZ+e9NrONPbFiCb2Dpxk8I2sQPsBQsb0ehFU9/eKFvYZ30L0hbkG9XxgqPsKjTb0xE8S93rtoPVttG71k3SU9uw0QPbFKxT1ub8W89e+/PaQWtz1ghIk7TNeUvKQ6yT2Bk+W8+8KtPVcEBb7PvsK9DsFUPfgp4r2qMRa9gNksvWAOIT6jhby9cjTgPR4Ypj3sE8m99u8fvWsp1jysqqG8KXspvkxDaL1XiiE+EBk1PvTGpL0+bWo+VW4qPq7Q6T39ABy+PFHZvNWDezywht29XZPSPUDFEL3Gwwe+mH7cPZgmrz16fiK+55mpPbHzH74Y7MY929HVPSeyrj1n1OE9ViYfvpTEIT5uxO69JvmlvSmrFT5F5Am+483QvLL8jr2lxBM+eE0ovqxbV74LPb29xyLwPfW3QD6jw3k+jWczPU7sejvbQYa97pUsPkSRAr7Z4pE9DnZ0PBBqMb33wlc9QT7OPT+UNL4XDsw98JVkvoJsDr73/LO9SaCqvewcX72a10q+LwiLvEINC748cAQ+Dgq7vZepT74GYlu+0WkdPl+j670P85e8yNNrvdIHer3pRYC+KR/CvXF4yj0zdjs98N5DvjKlpr0fxSu9HMMIPpVGjb57mJk9ayo4vs39vj18NIW8871QPXIeL707wlu+RD8zvtSuBD6tM4+7Z/rzPafDQ77y8FK+ksykPaOgkL2HTgy+ghwcu2+mf7xWrxO+gjMFvjxWvb0UPRm+akw6vsTRvr1Z+mq+pDakvPvQUj68bxk9GR11valV0j3BTBe+HAP/PXvAnb2BKbc7PjUqvk73qDxaL3w9ZoLcPQYvGT0vB/s9Y6C4vWqGyzxOaSU+CzVwPq5HLL7jyxW8H1lOPf62Pj6cGrm9fXETvVxY2z2k30W+5OCnvZVpIz2EYQu9RvaZPWmJtL459Jc9oEsAO6kGpj1QXzW+L1UIvfrIKL63PyW90XA4Pib/Mj5bgQu+JZ4/Phx/Mz50U6a9OXbmu/+uKr1WQ9Y9g+USvQvHxb2+JFu+FQBEvuq95D13efc9O6BPPbSe5T0j7a28mgKzPY+4Jr05ZdY8CvobPSif071/JMM92YqsvUCLq72fK+i9G42yvWcRAT5gT6K9av2vvWt5gj08vAI+VEPsPW9ahb3oqY69JOOoPeB3fr3iVW+8riXovTIy4z1JDi29nbMUvj/3zDxLbTQ+wZb+vWzpEr2TGUu90WwZPsTDsz0PrAQ9s7ZBvmQNF77eFe29UBVKPBSIor0b8gY9ZkURvndqHr3Okm++pj5rvXaHeTxHdh4+IgylPv8T272FbcE7mbZpPWB0Dj6RBRM9xSSwvVE+B703svU9AqMzPhUnAD6HQRo+eSOZvS+aZD73tB4+uIfYPcG6Hr5k9z675TdZvbA07j0O7W89WlNKPkzSgr4EeaM9MgEAPs2qgjzZ9g4+OrYnPqCBHz62I187H3uFPpOvhL2Ueb29bAQHPtobLD36JUC9RF4yvYtVmjyOUTy+YNRSPZp6Mz0XLHc+zWwXPet0XD0tG7s9ekVLvdSbejy91tY8BTACPrfG/73SFAE+GRWlPYtJtD4+mz6+TdJavjEv273J//e9Tv6YPaeyET7xvfU8nCgbPtfFLj4lLt+9Z2EfPjvaJz7i+B2+JnMePlt0ST5RRN89+1IHvrJ5E77enq89vyOAvPFylD4ZfEc8sM5fvjB4PD44MAa+6bmjvd53GL5b8mc8GnCHPRdIt70iw5i6w03ivX+lPD7S2PA9kdSivU27U76mmbO9OnsbPIlYrT7kQAo9N9DzvexziD1/Rx0+od/7PO+ixb2gydm9QbAtvEbuPz5sX3+9ieRMPkpP1j35js69qA80PkouDj6wSRU+GaIhPlxzHT6NqBS+4vpBPmd0iT05ThE+T+OAvaAwDD6w0Aa9FagfPnPjKz53zRw+TSDxPZ3DgT0/yNy83BWjPZwnVz6GIlc+7iVdPiGDUD6CNUI+1zsDvvPnLz443FI+JM+IPcsbET1i8BU+HKMTPstCwr3M0Hs98QNKvWdzQL4KbPw9smfTPEWRA74A7SK+8QIrPJcWsj1vEli98UDkPXX/hT52Jk0+dnNZPo0hWLxi/f89Z+WePie5JD5N7RA+jJ8mvQZyHD4d5Dw+LYUwvCyRqLuZobe9LzMqPqi7mj1Duna7KVbevab6qb3ESRY+w72ePeVjq7zbq8+9guxMPrVtmrsF1lG9cMucvQkvxz11wAw+IqspvNlXKz6KuVU++8IdPtJtPz4qof09ESUdvbRatjlVRgM9bjgkPi0JEb5n2J49tyhzvdy7rbopNF4+sbyoPMxwKj5OfwE+YI6RPRJVYTx8JCu+BxWnvZv8xr0eSrE9CmJdPRpcdjzbQXA9a0j0PWkrSjzmFK29f63tPXizdr3aMhw+kIyzPfw197yW0SQ+3TYfPuVKX75q7+o9lSu0PSM9Tz64Ow4+f+n2PZFMYD6lQOe9qJv6vG2eJj61ySe+ubJKPhAM3z2MSYG+ofGBPZSP871aAaA9Yw7CPf3u1bzzeu+9oQSoPcaGyz2/7Cy+fnWhPElEKj6E/pS9AwIxviep6L05PBa8qzOkvdBiAz1YTa48HarMPel1GT6mLSe94K8wviVulr26pVy+hJA2PAVpPb6Z17W9empXvi2dgz3tzji9mn5Lvsy48b3Y4AG+1RdYvguo4b3RspW9p5BTvmblsL1IsRK+QIIQvnAP773ghmo9oPI6PnqGrr3Ip4C+bSuUPS+2Dr6Z5uW9AWoqvgByp71xG8482UksPkCuCD1CoI2+oA7UPaKV7r2ku8i9cspgvpYsKj1lupq7VgsIvisOBb4YMKW9NI7GvSMXQ74j0Bu9AM3DuvyhVr7tYiq8kRORvRabFb5P4pQ90SJjvr74Ib7FjZs9oJdTvpZdMr36KLU9XhScvcT7M7yHTS6+jikhvTAlXz6fLVY9x2PVPLRyaL1GV7G9NyUNPb1svL2s2QW+PqIMPQ6QQ74cY469uGIwPj++K715zgg+OKupvuRKqD1tg088Lfg0PqMSSL6Tkpa9hSqDu8wLJL17lTC+sB8hvin+Qr3e0+4937EUPmiSk72W1389nwPnPCVWd71jvYU9ZaV6vVPOEL36D/S9E1XpvS14IT4U5qm9QXw4vW0H87yr8qQ9ejrGvMF3Dj3QyQY8pScdvbc5D72VIoI8jPRDutn9Gz6G/Vu9Rsi9PPlyXz4PKpy8OuMOPmKO1Twpiv+6XPcQvsWC872Qf5y8odWaPQVLzTwuv5W9/WIovnkWdr5zhG09DpCIPVxRRD5d2hC8PQ46PeJTN773ye699pgUvquQqz2cBBQ+cRjXPIXcEj5RKL88k9x0PLZdn731og++K+4GPiq2kL6qrei9F6SZPTwZDL41/0G+YmD1vcaxfz4GPRw7Svkavjy80L2+b4Y+bM8ku1HjuzytAaI9Fm8WvuuZ7b2wM6I9cjiFvh4Z3L37PRo+3HxRPpJMOT0z4FC+VwCNO1ajV75hctC9qkahPcwFN7wShDy8+cIWPkIb0btfvES+bLFovp3xWz2uCmw9JiUCPqk6R76MiNM9JV+GPZBtxb0VIC2+8ObGPdRCr7wOHbq8DTTJPTKPur39I/69BwKOPRIWsr1BNKU9OKmJPiYgm73xfqS7WufYvZqQ0b2fCSe9WRJKvsi4SLy/3u08tI6WvWxdaz7L8yk9otQUvLrohrxYHnY8p41PPS04H7682Ry+04tTPaL19jxoLE+8o0uxvUrfAT4pQWG8wbqHPC3k3DzVNpA9lpImPn7+iT35mmW+rloLPtgVfL3KplU9nBcDPuQEAz670Yq993SMPRVcUL2w3Cm+aoGRuibVAD06SKs8eei0uztvET4OBSK9hN5/vXkm872d5Ni9miOFvdms2T3Iy/E80mVou0spBL7N7+K9cB9Pvrj+Jz1mwJS9BG01vic8z72Wv669d8IJvs6T4b1MDFW9A12VvX4hur3aSv69CNulPYlnh7yZkCG9UrhevpfFSb4/7N87yrgHvgaMBbzWUWs9EFtJvV2qFT4zV5W985j5vbJpYbwI3us9WUx+vSBXJD7vLY88A2brvbE2o72znzm71W10PTFGuz37JIO9tOdLvZJrDD4eEQa+sHGPPRhUTb6JXWO90Ez+va3WBT6SM4E95eM8Pf+WAz4NVGC+J8A/vjwEWr2SRAq+QkCfPbvSSDwnF6o9LAUEvix47j0k1HC8deEiPTOG5b0ljmu9Chmsvbgb0j1g5AU+nAdMvZZs3b1IbGC8lcIMPnfFpD1A6CK+GjQkvjoV3D076BK+a96aPec2ZD1rnBi+sj2iOztd6Tw7Wwe8PqgYvjpPBb6VDoA9B5LJvZnEwbx4L/y9Flthu+huBbypIBQ7GOoQPfvItz2b29S9ZmAFO0aHib1vkja+BycVvQxQcrxSExA+eWcvu4rk4b3Mc8u9CFOHvT7MLL3ih0e+VX0WOmaH/70k8v29EDhIvtm1xr2WAy0+kS2YPcPA0D1s/9c8prhjvptYGb5FES2+swmrPdrc8L05ibm8RclePkY2Db5Lxyo+yaMhPuQ7grybQ2c9gfPLPTADHz5hT5I+M3BEvYmryTwiQ3O9489KPn5Vz70AdKW9AUolvuh+Sz4LuQg+QetJvlTOVb77TTO82uUTvgT2ET6D+xQ+x/NyPreULT7JaoK8Usl5va8tWTz89vY89eNFPQ7AAD78vT6+nbclPA4wjDzZiGs+V+IdPQ71h72jHxM+0kgAvRtd7D00dEG+25PtPZHaDz3Q5K296J6Pvo41uT2ceTk8SwiHPDVgqz0xdyQ+m2qnPQVybj4eLe86RV2pPXqMoT3aVRy8dWDpPCSacr2VJKI9NXAQvrigC746vLQ9Oe0dviq8/z3TXWc+SOQ3vWEUID79xo282yvSvZEqL77uoEe9SokkPTsEUD6Fn9E9eN/SPDs7TT69w1U+IkupvONgBT1gQ6G937KwPI1NI73LtGq9B9iCve+mc71q+YU+quCWPcbkzLyDaA2+NQ/4vf4agT34d+497o12Pm/fWbyybmK+xt07vo/MaL4ntgu+C1+iPXcZz73jPWi9sDcdvZjk5DwsdOg8z8ElPcKA1z1GwTo+BgDxvVHr5r05xcG8RtmOvtatGD7vXAI97CllPld1GT5MRdy8DwBMPv9m0D0kZD++1JQwPva0Ir5E+gA+swLEvYkhn72XQr29g7y2vfqjOj4PRcw7xTgYPt8Ssb0Fwh4++dfjvSnRAj309S2+z7G6vWkcCz5CBQm+ZDhzPswMSTu8XTQ8V0OkvDju2j1e00a9NmeOPasl7LxYiAa+ud4CvQ0VMj6QuUI+V+AqPoPqvz3CV/k9IjEtPh9QJz7cJpo+9oTCPdjOTj5GZeC9NhAwvjHLTj5K7SM+o+JZO3adhD5Uo9Q94REUviV6jz0nKS29lDcBPl3tOL7rLyg+oG2kveAG+b1lSP+9mvBmPqMO1L3X2j29lnCxPYor4D3nHx0+nOQxPczdhT4yQmO9FDr1vHFmfL3eOIY++zE6PoqXBz5FDM89tY+gvWWT970tXs07Pb70vc3yWj5auhU+t7RxPoSCYb18dc29+msyPKVKSj5OOTQ+WRrBPS/eDD7u5wY9T3FXvUMQDj56voy9tZUOOhZjIb3kpC0+xZOHvpSZCz5JJCQ+/44oPvhhAb4ItTY+N4ccPhJPsL0z2O093A5gvcwvJT7jiCI+00hEvXA8Sr0lvp29xE6IvWES6ry7MU8+wFiou5AHw7z/kPO8P1WovYtP1L0/dDW9B8dKvvza4z2Lif+92sGrvStgij4Q2PS84iZaPkVV9D0LNq48Kla5vdY4jD1P8Kk9pykTPnPySj5UHTg+EmMovOlaPT6rR5k9LcJ8Par1OL7hYQa9DuPvPWyh+T3KWD09bbr5vZvfLL7BveK8K1fxO4PzKD45x989xUi4vBpdMD3WgCu+HcfDvREbXj1amVu9tqhFvTWAPr4X7i++bIRXPc27kL1B8Zq916ukvGZ00725sDw8rWsOvGwuaD1Ryvs8fC9gvMoDUL77HUa+q40oPkhIYj134pq987TzvbWbHL6RVrI9tkAjvrFNHj4ozPw93X44vqgbKb6JCd886k5RPcLajD3Ji8y8fPG+PVfErbxtT388tyfWPQTuAT2LpbS9igTwPLOuyD3Zizc+JvFovuBm7z1XhUY++EvovXkOsz2b5y2+cX8APjZpJD6pd0C9qeT+vT5q6b0W9C0+PfrCvB16lrzp3ys9M04FvUdh073sgfm9PP1FviPEmr04HI+9BOEXPu7XIr3HWv29IWq4vUXckb2bQ++9XpgBvvkJQL58CPc93f/1PRqCGr3Ata496ywbPrdBCj53ofU9/B1EPgfqTT2lNWK+aiHKvRvsAL6wPrM9s0emvYjxZTwiWXg7vIvAvZeB2b3qa708akRHvgXq8z2QuEo8C84BPoSRtr14aIg91ecjPhDLmD0MA+o9+awEvoqkPz7TnXK+HsqyPC2O6D324BG+InlTPY/wFr3i5dU9C7W/vSDbDT6rNYo9TaIJvdm3rz2jsFM9jsXqvSp3Rr5OEFS9vGMrPjREr708kOK92QkFvhnwXD7/w3Q+DzI4PSkRG7uZIEw+A6oAPggB6z0cjFQ8VWB/Ppj2Dz5NOna9LEylvYVO+T3PKG29qeRyvjkX/z0ZzFw+hfEevthGkLvR3pe+G1VVPm2bfz1qR6C9ZJGZveX8Kr7lpiM9lTFcPmtkYr42rWO+6oNAvgtqG75iHjE+UTu6veDPAz63Bty9zuk0PrBfSbxI6fa9CQTAvXLM8D3qIVg9+mkbvpUnJT2FXVI9qkQSOn6vJT2zhEk9VJpnvts55T2rSpC+8UcJvnMn/L12co+9zG0IvjPvlr5/G8A8rDIlvsHFqj3lF4m9/lV9vtYb0T0yaIa+Ra4xviYdzT3QKjo+56ETvl0k/L2f69c9Ye3nu3ltHD4UlSg7jVabvjX9VTrE5bM89bZPvkduCL5nryg8hmn5vQZDmz0SoAw+hbcpvgXluD6TvQG+pk6kvb1ROT5/pWo+NDXZvWOOgb5GJVm+p9zoPZSnED6a4Fm8s8ORvrHWOb2hC9e8Z8AxvHHr5b25Foe9xxknvbK/mz3qE0y9SnUcPaJ8FL2v6gk60FSTPEMh4z0rIa28yxmSvrb5Q70DCBc+MkgZvgUGd77ZJbk9yVMWvV0Wib0aeIq9cULlPTtqhr0K2yw9bHHfu/JoML7EAVo+GINkPrISaL38WwI+ixe3PbgBN76QPOu9OcehvBo4ML6RsWC9rHB7Pgw1Tz48bBY+PivoPSoq6T3eRic+f7c4Pka7UD4gNNO9r16FPqBYbr4q2XG9oQGIvf6BZ73jydo8/pRPvvIgpT1KJTA9rEltvSJTLz3O44a9f2gzvsWmL761fzQ9bIBhvY0rgD6I7g6+OKazPRpo8j2t/uu9+4jHPZE8jz6EQUw+bptOPfkFOT17Y4e9Z35evhQVqLim4ig+zudbvlJZFj7CmyK++DI3PMximD4N2LQ9hZn4PUnvIj43tnY9pcaDPtuToz0pEQk+GEL5PU43Fr588Oy9ZxiZuydKDD2Ltye8SkLFvXZhHL7ZcWA9i9gbvo7zkztkz9e923DpvbHLfr2SEw09wt0BPKJg/70bzqG9h+81vUvOcT3IOi69CBp4PpnmCz74jrQ+4aGTPWBx+L22pjS9N+Aqvu4qCT38Mke+0WilPddFFT1nwoG8EG4evZfIjz6KCwc+MekKPmneVb1emhc9lmGWPbwPH77UYgc+eQZrvVHDAD54F/29TDcpPn8Y7zyvH4C9PXI3PcmXsz0OvNq8OjTPPdFIkj78hBk+aGIFPrli1j3XSW48Zj7nPbyYMj7XOEU+vSmWPZHDAr7XcIM9MkMpPjtoJD7hcwc+f6kxvaOEKj5lNvG91pDYvczGdD2hSFo9tTlSPeSLfj31ARs+dDX6vK+9hrzZ+sg9NlOxPIIkfT2uIo08rmEHvb06GL1C4+w9ufHzPTmLnzwRYlI+oMrrOK+uVb74JEs+V7bKvTnrj713BjC9QoH/vTWDlT1aawA+cfJjPH77eb2JIc29CGwsPsv+KT6j56W8IfERPvkenT16Y6Q9qjUMPQJ9ybyh6+48W+QIPs9Tnz1+/QM+xCveu36hFj79CDc+mcSKPIQA7L3yMpI9BvGjPdJqTzp+n0i9+02pPcIZDz4AAGG9Y/flvXp/hj0PJhY+aSfLvaIlmL0Qt9+9fQGdPRrdIj4iYzQ+woa/vSBNAD5IwrS9CqpJvCnKC714UIw9EAoDPj9mQT06pOu9mHA5PXJwwz0SoB4+JehaPo/X5bw9o6G9gTAkPhxexL256aq92/OsPfsRCL0awsS7AV0kPs3MCb4sEQq++o8qPmhEAr5OSBG+pgwRPA/5U70+vYg9hBAAPtdfU7xxmz4+2d5ivWsC0T1aJLQ9ZLsfvZM+tb0Ba5q9vrgHPmo+DT4JWWQ+5VgKPrdctz04vDQ9BMDrPIaoCj0HHRe+6hAoPqfljz2MbEO9lxMWva/SSD3rBYu9tpJ3PAouG77tQXA+6dYYvW+L2j3c+PQ93tlVPaIexD1I9S28wXtIPUfUgL1tRTC8Rc3SPYdNBL1VOWs+Cdkgu9SGh7yPqHU+fZQpvjznRD6MGQW93EcavfJCrr3NvTI+7hIuPh2f4b1OihY+0Y0mvqZC0j2e8aW9WVDlPXK91D1Qp7I9E6GdPDOjP74x5SC+lFhjPStd2T0nru28P1TlvPGUbz2zMD0+e5JxvaMD4b1UmcG8rU+0PZCWKT6jJBe+D0gUvlkOSj3/OBE81rGsO/I1+b2RjKs9RQVHPixGGz7xQY07bdoAvWck4b2lWdU96QsVvaRhXzzY5po97LsEvgeKNb5lij2+5aBpPf4yHTxMgAK+3oUWPfT/u71nqe296E24vORzQr2ktmw95NaQvCKsGL7aUR8+FnwzvjlF7rzwLv29JNiGPuBdJz4yfC0+Umv5vdh/2D1Mj/G9y8ihvlkxZr5AfSu9CKlFvda5S704OTK8lOWNPXD8crx8TIe+cD4KPjdnpD6pSp2+UpjjPUBMSD0cUcO8kKQjvSUugrweXAa+iIILPiN9AT6Ej2E9QqHYvTZ6BT4H4FU+KhkQOx8JRD4O1Y4+kJ4BPXfRZ72PwrE+G5egvcNg+T0AtzI7kmcnvQAoQ77sejg+ov3GvQHVpT2s8gE+nZ8qPRhgV7xIkTi+isaAPVrcpbzgxjM9F7qFPXXIQj7VriI8KZxPPerpFr7Vb0G+ms9sPi5zET0jaLo8RtHQPS84XrzAXpo9BblDOzWZO764dFc+tuTYPeU7xLw/ieA9YIbhvCPso7xT9au9vJb+vDasHL4hVg0+wKgfPQzUJ77aggC+agb0vH/Tib3ta7g7ZC8+PtjS973QDQ0+bwPCPfoPl73wz2c99bJHvvqq0D0sBZE9Q8XfvVPqKrwCf7I8encevtF+jbz96Xw9jLbIPT/N4j1q5QE+DQogPis3uLvV/dC9a0mLvQqVsr33DTi+TbB0PdUYBb4oMaK9HDXyvQYu6DySA7k9DfiJvffBbb7NxAA9tjHYPQqgsD2N+TW+2cc+vmTiqz084y8+wk+rPULtZT5rExW+/L7fvSms2L14i+o9cnCivfrr+7oKHg2+8nv1vdnpgr0XTJY+snwpvirG5TwYwLW85VgIPoqTNj5m3Ms9EFkVPXWjF76kAf29sy2MPs5R5z1I+bG9y0bQPVFdlT14Jem9h/SDvgt+Tr6aoIo91wklvmpDMTxqnJM98WlxviIWnz1JLAk+O/uavQfyhr1B+YK+MAcrvpUEFr4sMgy+vBHSvZiTTz7Xf968vHPqveJlorw7jMU8cNaEvFiGYj4o0Bs+OiqmvHA9or0myYU83hBrvbhT7b3dKn6+q+t2PdmWr731rCc+5KPCPU4wCr4h8kS+xiXrvKLgKb5Fmgi+rJjXPLOQ9b2VE5E9kRFfvQXGRT1xL0096ZT+vbjtNb7iLKC95DZMvQyIt73v9w0+zkVrvfP49zySROg8mEzGvaqyj7z/igI+YuDOPbPu9jy/Fju+dQkovpoB37wBQuW89FeOvZvHRz1BZzs9ilSUPcgKArteVPa9sInjPSyFGz5/dmo9+j+OPQlaP71q7I+9JsMdvkr63zwSDMY9nTsvval5Aj7amtU9nas4vV33Nb5iOEq+E+GmvVnzQr7WAC2+Xz/EvdLiPr5bnTC+gGhcvbMZ8L1SVy691gLjvFEYBD5BYam9x6NMvRxN0jwwUw69a14Avk6g3r1EaOC8YzgwvsZEmbysdGG+Rkl1PRRXij2yJMi9AgULPuzPzL290ze8fVd3PcOVUbzjIea9c6YlvjC92j0jRSi+LUdMvnt14D3Ard+9y725vHQGzb0f0UW+jH7VPVepuz17nIU9xxaIvItK6byj3K09DGmVPReBg70tDIa9BdiBvQVKvL3OIFq9t3o/vu/oob2UOkm+lhuFPUML7Txyv/u8fQHVvRTLDj61hKc9oF2/PeNMd71yHgs9ze6avbDNCj7YIza9gkSePa+lnz0qaC49h7B7vWJdlT2qjNU9dL/mvW1F5rtKHZQ918CWPWLSsr2o8gc+V9sXvGfbHD1UwN09iV+/Pek5UT4Rcj29b1mZPHIT2r0TgZc9Fr0+vSf2PL3yM9M8NEWtuFYHMT5Jtke+sXgoPk1jUr4wUJI+hzgEvvDpKz0VtEK+FcdkvmBCFb55wha+gNhgvs7OOL5Pely+2cagPnIaCr2u2z69GJsovmSefT22mh+78bCTvYo+nb0FQxq+xKMEPp2cXTo8nwM+FvZhPTkbUL70qVu+ASORvK6l2bzJl6Y9KUk+vWOjIr06ffI7KFhavX0Yn7zaJA++U+BHO6uz3z1HNUS+Y5MtvjJVs71esJg8g3oBvk55F75iNTK+qZInPb1NOj5VoI48VdZhvURbwjxhPEC+uLvAPB0g2D2GDoo8H5SYvcfC+T3VGN08yY9CPuBNo71BSnG9226oPdRHiz17T4o+6zCIvk8IIrxIuda9DofzvQatF7697QK+Pb0AvgHmqbyJ5L49CoJoPJBjtD7uLLA9bi3IvIFgIbz4CgK+O+44PLD7A7zThWS9etdzPfUTM77E99k9EVYnPp2Eiz1QDY09YSKZPSCNGD4Hd4u8NbP7PTLjNj0OYyo+9YXHvVbour3/73Y9KQhkPJZwVT0tUSg+aEBavv7wQz7CY9g9mvy4Pfmog757yxs+uoUXvAI1PT7E8gO+a05APZAHxD0I94S9qqN6O2YqF70WUty7YFIAvqA0Oj2rJta9HLVAvJIaALx0yU292XBqvFJ9gD6PKos+U7z4va2LPD4ODj0+jX7ovAYpMb7DPHU+98sKPgN+Fj73yA09ShmRPibyjD73A5y8CjlUvrLhfL6E0RI8Cza3Pj89Pz7z0Dq9BPU4vqOWlDwj5H++wGqUvPWAKz7O0MM+s5NkPlh2rr1dF5m+pWYRPl6WlL2UEwg+qwzdvUFKF74gDQm+liMOPrhv8D3sHe+83LcVvrbmYT1GTqc98g8lPM9n0L3/3yE+pdikPMObHz6ZVUe9Br2cPr8wgjwyFjG+9XXwvW5ktL1fpLS9dpmEPrPM9z3/sZq9aOaGvRkDkz2XVek9jMWyvRWvTL0qDkI+gI5pvpLJ9ry59Ca+/00Rvp097r1zVV8896nbO6T/kz6SWS2+9xQiPRvxRT6fVow9mJ5bvuPqib6kyem90tJYPh5jsz5HAji8tPZNvcKQUb6Wr5e9rLZYvCYePb4sS5u9nL4FPuJ8DL3HhWU9NrxsPuggDb0mt3W8ZHr+O7XKoz5DVyG+pH/oPZw6Tz6eUr09gSQAPlwYvT61xT+8OrQbvYxUeD5xHDm9Lxy5vfeQf72jZnc942kRvOhq0D0Bygc+hcWYvjd8IjyVP489Jy1YO894n7ycHK69o00NPVqcUD0D92s+Xs8HPnfEsr2fFNA9GzM8PcFkAj4nidW9NJcQPkO7P746uj++p4Xgveq4073ixA6+M6r5PUqZr70Z7wi+7rr/PbaI4b1S66w9kTMjPS/HWjvXDMU8d9eqPfaR7D3fYK69CTQJvd9Loj0hE4G+VG6wPWFqDb4LLs89X469PcOHRr7nHSY9eQNuvRXOgj1rwuG9ul9GvnvGB754g4q9yrttvSGBHj4MhQ6+x0UGPuR3gL39d1y+Utf3vV6aRb7lBxi+vSIlvg9kPL5kcAk+IFhjviwFEL0iS4E9hV0FvsaRvb3DZEK+j/oHvQns8jsYFdu9rBENPWlUBD66sn49wtoJPoMRAr1nD5I9/NyhvGyH7bzPHAS+FX7+ve7DRr3BFvQ8RRhIvX6c0z2Zoxi+JCAFPgvus70BA/29BY2wPdcFD75R4gG+XHqvPBRIar4+E1q+Z13avYLqLz4vZMi9neMdvaZNCr6Ashq9vISgPO//rr1pzLI9xgsnvq+9Vb63tQQ9LxCRPUZZPT01IdK94ZNjPDZ+Er5tBSy+ddMAvp2jxb0Aj2s8RDM6vh6jrT3a6EC+Yn2uvdxH8z2y6Sy+kq8PvldXJb42+uY9R/MdvlC7dL0xEle+899Lvh/S373SqkS+BhQfvtKMCz4tmym+fOfUvAOEBT4BIgy+Qf5nvdzccj2qRps9eFBSvpdM+r1RN7M9S1OTvXz3LD6qrDW9Q7PAvW1GND5gvhc9RqYJvsNVJT5JYjY+sOHLPD9ySL2JAym+2KkxPUS8FD4LWdM7JggOPp0EYTy0FA+8AN4GvZFcHT7s1CG+fsiAvQFByT0yKug96O23vXA3vL2NpG++fIkePQNkBr6t/cO9M26nvYGpo75JuYu9mIJAvXDgtr1EaFY+hFsgvp4CyD2q8vq91S4FvOR4kDxKBPW8Hua7veoNCz5enva9LVe9PVjDkjoCNZQ9vFBAPUZKJ76iYhM+sa8cviyDUr57uzU+XAsVPVEaRr6L5BU+U9j3vaypgr3bD6W9JgXxPe/no70s9xi+j/9uPDiZBr5EcKM9fqJsvcaSi73PzGG9eFdqPmnaJ7u3Iom9DJjcvVmo0D1SbNq9AAGUPSvH7j3xErU9kqRhvq+OZL0Sja09kfiLPSRtMj4+uLW9t9JKvQAUs7sp+re8hs0EPsD/WT5XYRm+ktmtPM+4ED5VpKm9NTocParBbL4EE2S+cpHsPR3+5j2K7Pe91ArLuxcEFT4VLKc95eYavXJ7+j0Bodc8ink4PCgjZbw3YmM8VQRFvR/ZOT6ZEtQ9WTlJPTRXEz5F2hw+UA0PPoaHd7xEt/095fofPqpQHT4SX8g8ZPUaPvFaQz4la++98/9MPjpOCz0poDk+E0VtPVSrGr6J9BW+a3CGvedVPT3Aqwu+MHGdvW9mCb3Iozk+c9hqPjhs0r2vGlO7kAtOvlijCz7sx+29jj4ZPu/rGL56hzu9cd2FPgyBDz7q0mG+ow65vdiKaL4cTY29xRFCPjWBEru5xwG+oqsdvarcF74xT6C8M1ehvIoB/r1kQvm9zQQYvnLJJb4UV8E7Rt1zPfCT2j1Td3W9j49CvgSjGj41JQ0+su82vdoNAD4wygI+6nMQvqcC+rw6MA6+7zaSvesfGD3jZTG+zXDUvFVH/72F4ea92nc/PZQL3j28z1q+s74rvVDPIL7hWYo9lyYmvqO1NL5bZTG+shFrvhvJxD2k772995cxPI/DnrzVrGK+Rj+nvS269b2MWdQ8J7m5PXqgZD4qbVg+4u16u9YQA776LEO+x0kEvr0a3L3+h2++17JMvYxInj1jHhw+GAa4vJvHnTxZktq9tZYyvvlYwr2rheg8rrshPuqQH71fVC++edXAvDIKjD6VdQC+jHlhvk/vab1R2ra8UvWmPTfCeL3ztKC9GCx1vQECTr58iZu9mnNeO0yUPD7qqhs+uuYLvvMcFr4OixY+kbO4PWau0L2cvUM+7rNRvhIZCL6E3aY9s/IQPQGt/r2quGU7JysnvrSBvr00FpS94D8nvp9DOb60e1Q+mxtbvhWrZT3ad429/1jqvG6z9b1bDzI8FKDEvN4JEr6lfNg9ur07vscvuTvnLt69oRJ0vljGOD78oU29XmmIvSpi9zwmVPM8QtHevZ6xar5QL1y+xWXwvcnCN72d3RK+kbuZvYMi+Dz4fA++rQ6zve+8B74axzs+3YD8vV9BTb6mPam8a8kgvu7FaT2sBpg9zcwhPqQfGr7K0cQ93oc6vi2klT1Kehi9Gr0nvlSJAb7SFjQ+C+eFvjxSIz6kspk8HGq2PUOm8L0uY/C98ZSlvZ5moT2rRzw9Q45tvncMNj3Ig0G+slRpPXtAeb2p+Rw+8WHuvfxBN76d7QM+RhPxPXgk1TydQSO+qpDEPWG6s7sQzvc9iQTovUydVT3M3W29is/XvEuPCD4veOy8Poz+vXJpfjyz9FG8598TvltVrr2MzRq+7usHvUXWFb5kKSE+zerkvayz5r24rnS+qDOMvj8JIby6TTu83dQ9PiWl/b2Xm/e9eqXbvdb/NT7RcRI+ytfYu9GzoT10z1G+X3jCvXxf8L3p5iY+QldnPYDNKb60DpC9QRh+vqVlez1KaJQ90IVovonLabxg5FY9bQ4FvvjNED0sUZO9mOm/vBJ75Txb97k9pn+gPWA+F7zjLYQ98/8kvnuq6zzkfzI9KpZBvfpSuj2I+b27sKdJvifK/zyZwKO9hjFMvljmNr2kfNI8ttgdvqZKWT4llzY9zmxnu/qkET1uc6w9smnWPThnXD60CKw855Uovlt+AT5N7oS8nLqlunjdUrxYsZY+PkhEvcjP7b02JoS+Y9lAvWC1qD3IMWU+DK73PSfT1DykxHG+2aUpvVKEET5OHPa97vdqvR1Cm71U3Aw+AlhOPm7xAr60qjU+SdoRPt4guL0b/D28TKUrPvdzHb0SYyO9xF7gvUyQlD43QoW9iYOTPbhUjD3jnj6+aC38ve4ypT2hr3A914M9vlb4nr2JaDG+SEhXvm4RhjwDuf49ahBMvfFq0z2RN3m9JrI5Pip/gT1xcSM+YVF+PhHSLL2Db9y9t3APPhqGG740UD0+kHQaPomLHr4Xz8m9y0yiPGIQnTxIi/e8dNKpvfxTNz54rwg+rmUFPgAM7T12dpm8xq+5PXLVez7dtYu83ZbIvKVb/L2m+nC+tC9iPsxjRD5xZWg+++X5PW/Hvb2Awo0948BhvSHxBj5ZDrY9+mVOPYD+GL0HiA2+y84oPnpZrb25HiG9bVUPPlcLpb1VAJc+xM16PJH9Hj6BG4U92jJkPlfqxL0hzCK+nURuvjS2XT59VS8+qgKfPRHL7TwXJsK8Qg7UPeJ2MD6k/l4+cFELPkAcrz0pJgg9VOw1PQK2LLz6fiu+zFgkPg1ktT3+EjE+qfeEvUnkILxzUJm9YovbvVy+470kPbG8Lx7/vUtz+T22VoI+GhvRPdJ1/j3+Kn89uP9EuchpX70vQEo8dvunvVB0Fr6ZlGC7g+R1PrhM0j27u0Y9sWFRvrHIDj2f2r+9XbNlPl569r3ZBI29fd6zvde2sT628gk+mm5hvT/dFz6bFFo+ebOYPqUd4D3G/WW+9q8SvlBusLyKtrU9m9nJPe2+rT7k+SG+e6HYPTY4uTwCEkI8s18tvoXYvj1oTgK9b5Wavcf/ej6uXuK80NuVvdBOAj7c+Hk+WCVhPSOIob2GHr48gFNsPvnXVj4AZja8/wS5uyQ2KL3sjzQ+hyqiPlM2aL21uGE9cVeWPUEMTD1ZA2E+0BFEPtO8lj7Iq4s9RA9zPaFaxLzPDL48fzcrPszrj7zCVzG+wPELPsgaSL3TX3I94NCHPY8HYz5A2XA9mQs9vXTL4jyJa1S9FMiKvpyrFz4ulS0+eZeWvQIYkD2DDtU9MlI5vk8JGT7X50w++5vePWlnmr3ynVQ+ypyBPlLjAz6AfDM+gtlhvQQTCj5cZiK+TDoXPuqpcj1Jmm096HfKvWrL872YFk2+BYzuvFA3e70gNTK+PZobPaocUb6Vc7M9j1rfPN+Mjr2g2Mw9KDjovCdGgL1nADu66+uuPCstHz7qvCo+K6QJPXiTSTz3K3Y+9fCevbCID76jniI+3rU4PTkPjDsi7bG9GYOXPO+TVL4e9gy9epxpuxu8Q7426R8+7KBlPTrj/j0Y0Da+cLquvYj5Rr6z3es9nf/NPbzzDD5MXC+9+LYWvHBYDD4f4ja+u6XavVzLobs1bDw+qhYNvv/HTr7NGQQ+GQYOPJfrtLvhIhS+/hw2PWrmAD6Tsig+u7NRPglORz4KnBm+SvbqPfpVdL1Uhfy8+X2UPdDbvb3+Hr28k5SUvf69NL4kAq490CXAvC3J8zxRgjo90Ro3vshSDz7PyZa9UnBqvdk0A70FFw0+MOVwvYwV7T2FBMQ9Rjm/PbAlxb38uAC+zcmBvZ3Q8z0jI6W9fWczvej00T1SPT0+8ejovULcQj0jyY+9iM+iPX5ODL7K+Qs+MppGPsQzFT4gfXm+p6Ucvd+hBz4FlhG+rgoQvudpIr2tq2o7aCY3voBP/T2Ohgs+JYL5vWomJz4Fzrs9GXBSPpC+uT15y7y9pnHxvdPtBT5sPwa+/Wf8u/YI3bznRyW+3F5evM94fbrc8j09K42pvRUpKL6zwAc+yYgkvY94v73dxPu9JNw/vdCcAj1hwZQ8OUeuvBIhQr75waG8km0Jvcuu9b1yWqo9RG/8PUi/sj3K5PA8iJvGPY6IHr73CWw+6ccRvgPRgz0tYRu9pmxaPc1CfT1ROjk+vW+bvI6Mo75BLgq+bvC9vZX+kT3q3jc+d8zbvXhztr1ivCe+mjRjuz9Smj01X4A+YzRdPdL7VT1F46++Qu7cvYJfi76PjJO9muRFvqfBGr5ulFc+dH/0vYO2Pb6FmwS7l/V8vQnIzb3dCVY+H1w2Pj6Dgjx3QkS+UHNsvjYnoL27nJW9TWnZPT1efD0KJHq+09CFvfMU67zhTx8+RVtUPtlfMr4ChsE9wZXEvR91dD3z+Ik8MPLHPTfYNz6Bzgg+gVFHvVT3qr1TDYa9yCrqvYWbCT3TKwG+ckr9Pbaljz4YrRs9b4pzPJaSc71a+QU+2HQAvrVP+b1Ieom9tVMgPjvwNL5LHPo6BGJgvWMQwj5BG1G8JRfuvP+ZJT7B62e98NLivcAb+j3I/Hy+AjVsvrMuJj6G4xY+e/8BPjtJOD2oCFk+e4xgPvc6Mb2vRwu+nXT5vXv8VL3UYsM9KCHoPU+ns77f3xQ+E15jvfgybb2Hs8M9aT43PpgNAT5p+ts8QBElvpXkqz3zWjG+lX97vvlRsjt2Y5W9sdbtPQlndb2l0wQ+tzkePlj3DL4uq6C8eSgpvmcNET2l9V0+lV4Qvc+lHz6ON2a+J7VBvtcSLD4j03s8Ad+6vUgGyb3Ajg4+h/NJvROD2r3yQha+kcr+PWEB7bzYGv08RF3evNlKbb25wIA+AOWQvSDgur0VbSg+xDIjPn+zzT1uzvO9tliLPUzUsTslzxw+qTgQPUh3TT7s7Ws9jTfWPZvdkD5gRRo+qEIyPpIjwTzqD0+9RmA7PXrc8rwwlgC++GmpPeoqwD2a4kQ++kvWPfiDMjzoDRU+rLoTPhOUUD2Utg0991grPrGSQ72iA3K9cZPuvIsxYz6xRjk+zjOfPJMcHT64GgI9FswYPgQPOL3pM4O9QT3+vbawSj5Dukk+uueCPaBuwr3aOrS70uWTvQav1r0mokS9n0kIPTU+G73Ui3S81wzLvYvbUT4Irne7VUBHPndfg72te8w9MHMhPpA8hz7JaD69Ep0uvtuYqD1jQEe9/q8tvA6jID2ZV8c97o0tvpnw471Wfck9XlVgPp1dBr6VvjQ8RdhjPf5bL76BygG+bYckPtGBKr3LySo+PTn6PIso+z34jpA++GfFvftUlzwArDq8gxJHPufQ4D3vkJ29SNgHvhMxWD5lFC6+UsaoPXYOhz6pTsu9FmqQPfQPJT4LV8K8p3FjvBk+3r39NgK+ASvmPGKBsjsRXXU9pLeculz2DL3GKh0+rWcJPXhP4z1RahS+FmzNvAa4dD6ov08+F+uNPvSsKj6ekDY9eVojvhFJIjsMwhA+k7j0vf1mNz44QzQ+dn7lPQ4AiD7CHwA+d2NyvmGwpT2e8gq7aHw4PPiaBL6Ldky+c1Z1vMXMpr1dXyA+E0vWvcDxGr4FbY69ykHyvUFvVL5Bdia9jL4RviONSDzzB2g94OIRPhBqmT1PKss9OqRWvUO5hbw+2/y7LLYHvuYK4r0EHDi+mEm1vIm7E765zDw8g3MZvjPTqz3oRAC+5z3zvZ77IL3/OxO+k8yNvf52XT3wDoe8dYkePVZwU725uGy9GPaOvbVnLb2wEKW9xwnpO6C/Kb7uYTw9kCGFvTJrkrx9UcA6TrvQPIE73ryYyRM9Kl7MPQbeij0UwLs9t7dcPWWomT3pVR6+MCZxPfmruLzxkoM9tZFIPbUq9L2pZBM9MSlcvXxXCL6su6u9s5lwPIp34D3J1AQ9VC/PvVoHyL1OBF29YFHXPbpHBL5UUo+98XYNvUouxb0gqWS8DClxvU/dub2p6C++LMGxvMUxE77boUm+6vM6vANZ5j0ZHLK9NqzPPOvGM74ZpQg+n/hwvV2RNL5e0Fu+Gf9JvhBHiz1VTgI+2Cv/vAWYyT2crUO9BRGlPYpXK72KYum8l3HCvAvr2D1SMF6+ML8cvvnZjLstl488QCIRvTMNg72qPz697ES+vdwtLb7sICg9VGdQvmqzBj5+dWg9YJSyvXRsvz2txa+9yl4tvGid5z2QNyu+uEGEPW8GYb6YKkW+c1OePQoqkT1tCGu9wo8YPY8oJT6NH6I9BIWKvrn5BL7QdXK9PvC5Omrrbj77mYm+T/jIvaXq8jza7jg+89d0veR7Aj6fz1C+YRsxPmHm5jvXnfu7fkmXPfYqlb11Hz2+uv8TPS6RGj6kj0q+oGeSvlzmOb57xeE9e0KDvHEuib72kqE9R8Y+vQCXwbySx6a8SLSNvI30+73fwzC+ebCjPEDwAT4HDXc9gVnpveCR3T19aQg+WttZvjg4Q752hac9kj8+PgLDt72MXI2+KOMjvAmQEr7SjBk9AeNYvv8gJ7ujUoe+J5sZvXeohLxrYuA8+c+3vRQppb0tx0K+yamZPNfZK77mgvQ83P5HPuA2Pr6oMo++5vIGPfz6Ir4j3+o9RpI7vkeSAD2BKQA+O1INvfxfZ76mfBa9gqWePVVoWb6wNQA9y8/bvSgl8T1l7rW9PdMhviUgmD5u80C+giBSvbgeK77X1dI9+9PjvMcyt72efCy+Z2APPpqETLz5ovo84MqdPs2lWb4kZAa+S5eOPhpSuD0zQSC+4I8hPlaWW7yf6/o9gUnMPdhpNL43SWG+APJyvqrsoj15UCe+nj58vf2A4b0NBWY+DpQavQzUX74Z28W9jkgOvSDDbD3Crow9m9vEvcN2Az5H8y++IiGNvYdgULuRdsY9DEhPvuZqD7v/FnI9oi44vtrdGj5Rltq8fj+GvNrCFDx0jyE+ejdwPVJoTT4jF/497F0iPhhunL0+D2o+t6KEvbbUqT0JVEO+Afi4PjbbMz6LXDq+tYIEvvGqpD12/sW9gTxrPopWFj743Ds+J9Y1PvRbWzwaoJ2+HAnrPSDdHb7HlLk+VBUvPiiFQr4dP5e+ZTXwvayakb0tF9K9xTkRvVO4jL1mmsA9ONsHviGu1rtfpTI8yMYrPu1MlT20Ick9wdFcvShaar7oSOU9Sr33vca+D71VKla9nh/fPdqBdL7MQXy9gmBYvoFyGb5QdC+9S7QmvdwdAj26iEa+mzRNPgqB5j0o/dg9O9fNuRZyoz2bd2S9jrANPVRCN77fg7w9J0kMvpD/Ur3oNU08QnD9PC+lSz6j0Fi+VBP3PHiAFb4CgHS+hUimvXAlf75v19y95OdZPvfjIz7Ftye985sBvrocSb6Wrps8x4olPSQOq70Hvw69JVdMPVoXY70/BaG8Z7lOPm4VH7tHDU08/umkPASCpT74MBq+4XGJvBgm5r2bhiK+oPy3PactXD52yes9PAjnvDbrtDoxYQu+Lk6TvI0tFT4jca29t/bNO9xDcL5LGBU+Jgr6vcwjID7MWb892ZssvWPE+72l0KK9uK8IPu7neT45nBG+tk/EPS7Ix7x8QYs+2c/OvIzADL6pKgs96DuYPYDqLzxdGOe98PyVPSKH9r2l48E9cMdhPUE4kT3q10W9huMvPnMg1z23tg0+P098PSJx1L3Odr87SOHpPXZ1Qb6+DwO+yVqpvDUvX74lZ209adq+verQx730G5I9wQcVvnzZiD3Bjqc9fDKwPXrKBj5uM/W8NTH0vMThxr202Dg+OGdXPf5R0j37ijU9tvK9vfvQHD1Y52Q95BGfPWo1BD1F8MC9/64BvpHIyD1yqus84zT0vTSpjz2XDwi+/fgQPqdMCz7VNiw+1uWqPQwH9b0M3+69QtbLvdKsgj3k/CQ+cKX9PazA2T2j6DQ+9MIdvpucGr4pBOc8o9TqveUyPr6QqhG+AwuhvZP7fT3SxpG91OviPeqklz25twe9u2VKvX2JkD29w4S8wxOCPRU90r2z3ta9VpSCvU8ql74+ZCm+YOG8veR/0L0HbeG9Hy4VvmYnwL17jb09GcsnvnY4S7zDbTA9UD73OrhU7zw2Pkc92ZaLvO+g1z2IJAC+Iac6vs1YqTy/9zg8jowsvsOYK73hDSa+UY63PQwYd70+SuS9Ab22uyLLgT39jPY9nPXAvbJwGb32i6k9rK2bvRmjF76aMvu8Gdkvvvzksj3FJdW8SgkzvRZvJD33vWM+l8ESvjtUfT23Oa+9d/VtvYpKp73sj/U8vzHoPXbMgD4pqlE+9nrzPUGqtrw3oPQ9SWg2vY6VPr5fzhq9CUAFPuCdQj4ZsKe90aglPh/+Pr6tlfi9PHMcvn7YRz2rDrG92rioPa2zTb2AqC8+/EQqvsnW172hMCu+R8UaPoVSLr79fIG9GrTwvCw6v7yYAUC+ReWFPnGA3ryoFf09Yy/OvUDTJL1RCNK9C4wkvrYK9DxZn488T9bivb5MlbxzEDO9oiD7PQx8N749Lf686iEIvn4xVzk1ZtK9Tq6GPerwabzvL0m+Z5Y0PQ25Lb7FcqW75a+JPAuve7tAa4W+8AIWPcB1XD52Ex69vYBBPTztBr2/6NA9NIn8vTjPLL18nZA+esBCvAs3Yj3mYwe+kYKNvRYiRjze19M9I7vRPWl9wD3A8uc9/DEAPsbWCb5UuxW+1xbSPVYOUT0oMf89d7ktPtijKL7pIIc9Y0kCvAgZmT4KTme+i6ywvfQdAL7sMwk9WFYoPkSWjL33r3m91NbwvWiDxr2gEOk8oNH4O5UF/T3ecOQ9e05Evq63gT2PlxS9qhYhvouSqbwjujs+r9o0vNb+Lr3fe+q9gQL8vOzwfD6bTvY8vxVXvvn9DD240yY+5mI+PitfLL2Uqk4+gVqNvAnw0D0HCx6+EQMkvu5Doj49L0q+Vx4TPtlPKz7HgxQ8gNgIvmH3zbxBq7O7CVcivvg6L75Kb1S9EkLvu7ZDej4Ff4E9B6dNvtEFG770ggI8KaIDvkYSL74sBRk9b0x9PJWlSLwKPb89Xvh9Pq0A2LzzqQ686KT9OkFHdb4KQJC+3kJrPs+wL72ROsU997t7PY2Khj2tJOM8AoGhPTLkCL7VIKs+lHUKPhdnlLzhMr49QlCNvSovxbz26/G9coD6PZ1Sf76LBD09Y04WvsRVEz1jIcY9XA3bvZsbNb0+cKE9EBwyvv1XJr0LZMW9PcmSPVVa472hwL89gnQTPvmAkb2Y8qA9hdZgvoH5eL6tZ8W9Z2W9vUy0ZDxXn+q8bsW+vUvsETthT1k9C0U9vYoDEb0vIHq+cgxjPixuZL5qj2C93ptvvvaWFj6zFvw9QMoNOrn0hLwX9429PLL0ve8rjz3fUXC+7fXfPcldCj2Cnxm9AnjTPVBTKj0C0BK+SIoAvio+Wb6nXrg9NFqQPjlBNL5wlGI9CuszPRWoo7zrj9S9hqDTvasvXj26upK9QdoCviMvIz5FEGS+/ZcvPiF4Yr4FINS8IxDVvEB60z1ZLhG+ayc2vc/Hcb2C1gE+5RFzOr/sK7w5VpW9nopjPe3zVL7DmiY+TLhLvpSImz1BsDq+aVkhvuX1g7349ao8MQUBvWFkRj64GEw+XAC2PI6obj3vdcQ9H1HhPWeSJb6YZ9O7UXpoPvxKEL5bhY49PUsqvhuGED7FA466jewjvsSxnrzopTI+s7u5vW3rEz55lIu7uFkMvqlYFr29l8W8c9/au9dLsL0eLfg9RZjXvY83WT181/O9bnUKPbN+Gb7H3Rk+vffSPRBNOb2yJoY9oxwZve70ID5juOS9AOzvuyiAGD6z6yW8tGU9PSF5T72/3SG+lNO7vdqbnTz9OR6+wrLxvSHX7j3fy3C9raSrPfzVPj5F38Y8vTshPX1kN74gRNA9u0XAPYMn0L3Oy6g9DduXvecv7r3AUKY9MoCEvacYDL519pU9IYRyPe7x+z2L8eI9Dbn1PF61Hj4N/lg9OWLZPfY1EL5uM6y9iUJuPVkxyr2GoJy8+tcbPRNfLD5lh6s7CG0LPkP9rj2f0m89QNM/vvRWMr7MxDS8qAOsvZD9ID5AG+i9/9XavdFkIz69o709C/P2PbCWJL4Upi++0f8fPjDgkb1XcAg8+KUfvgf6FL6oxy8+SkkTPD3Q+r14Uhy+CAK4vcZmWb2YQLM91fmmvQ0cSr6nsUU8F3+5Pa5LoryqQO69g8k9Pj8kmD3Ydui9Ixu+vSmkHT5MzIg9eRy3vWWq/Ly+q/S9wE80vcaq6z2FOxa+SxTiO1fC7r0VwCK+sPiGPaZyx70ZWSa++oAYvqXKmL0vQEo+SfeqvedZ6D18xmE+8G0WPp3VLT5AcgU8vf4jPZOnuT2RfKI8VwzXPSAOMD7Pe8E96w0pvpUMEL7byUo+Kv7WvZtqKz61JMo9tL9dPS0oCT6Hk0Y+1b1ju+EaoD3Scwq+AjQ9Pg+bQj5lFu68EUFNvmKfqT20gKc8r8JYPiKVMb3dfT09Pv3ivQjLMb5R1aG9yxAcvmvjFb6iK7C9W8q6OqzWUz4dpt67CdC8vcsPrz3lkPQ93DcSPixepz2V7Qc9SwDEvdkg+zwfBbe9SkKoPU356T0R9fA9JzPrvfbcLL71FaA9In0mvg3PlL19Sm0+OyvFvZi2pj57u2s+dO4cPjBxfj3mmYI++LKZPXSq0TyVa2C9UJSMvU7aZT2089G9fnMBvoWCQL2sMys+d0qdPuvtFj6r9e69ovLgvSCznb1K7gI9nvUcvPVoBL7A6nY9OjAMPk8/mj1yjuw9ZOhovq/vFL4dCQ8+bTUYPTwNDb6Yvfg9hJbzPXKZSD7DLO892XknPlTCgD3IsCm+fDJZPjouJT6A6Mc9fqoCPuRUkLz+euo9BEGBPcvWPbw/ngW+5dQBvhf7dT5Rk2c9w6kTvo3bQr1donI+NnqeuyBVPb6yrc+9j09WvnWosj7Nfze+cUW1vVM8nj0vWQI+h1E/PtQ/sD0T7+49ly8Pvi1v372pORo82I0DvmAajT18wIg9ZjIuPgL9rb1PXhc+YgJJvmsQDz5cm4A9ZkwsPqkAtj0Kcs+9az9CvpThKT1Q85e9hZX+vTalrb1KVmW9hfjWvUdrFT5FDze+QcAVPaG/jj1cD9M8Zocmvv3nPL3b69U92LEhvjkUSL5ttG++H3ayvDS2BT6TVIG9ulGKvQAUZjzf0xw+LuGJvf2Y1LxyRzG+/s4huwDQNLwsKg894ZugPXI+BT55zsE9cPwLvemIHz7oqru9YOXlPVs7Sb6D3EQ+rYKSvqYFE77xSSc+GFKIPj59H75q4zQ9kS+6Pc/3RL5ACr098o/sPUg/fz2tOgG8IR/nvTadjjsVNg6+7pVDPVs+Jr53yKO9amkKvWS1ij0FrAU9AyZXPp66gr66IBS+TEwuvhCCVj6dC/U92MpcPhwjKj4/PFI9bTmmvjcLcb3cxqk9twhivswjsj2Ekn89uIIjPsSh8j0KLww+6XsOPoyXJj23QQo9xR3HvVNNUb7iUT4+k8qhPZ3ZzL1SrYW8jmb/vdMbJb5/aX09vc9wPAncUT3moNS9eerMPaXWi7150g6+33Tevas3hDwm23m8Xe5DPrUfOr7da5+9j9qkPYUU4z0grgw9oxiaPOSTXj2QHIe+mqcKvmGa1b2Sbg29DPMFvrTiFbw/00s8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "UIN8vbu6D70FVna9B8WOveBLCr3moei9lMY6vcNnhr07TCe9JVobvffpIL1QZpe9Ar+DvexnjL2a5fi8Tu+8vRmnIr0FBea8Q4YovV8Ad73jiy+9eJ5mvUrgV71OMnS9Tx4MveqvsL1iW2e94DlhvOuDiL1RBd26F2GEvT+Dgr1u43e9MetkvVkm/rzHuie9SOt+vYopDr4Z+XW8zmyAPBNcFb0zHQS9XXJMvXepkLwUqNm89+9YvSwsZr3RjCe9EkyXvSl/FL3IHga+p2+UveiJlr0TvQO+fiEevftRoL3uLoW9SemeuyiB5ryvw169SezevMFmxrzW8Ti8UbZQvT99Nb1wPzy9FcqpvcaTur07j7i8hrgLvnsuC746oZK90K/DvUdTeL0ZXAW9paZ+vYNLD73mDvS8tMm2vc1var3oSmy93pVbvSV2g708QpC9Z0hNvdCjYry3XrO9i2j0vKNxTr2Bv868HWZtvUyIqb0kxb+9qLH5vGq+/rzhRs+9jm4vvckhEr2wup+8VXJovTODrLxITSW9wdcMvqf4W71Rj6K8DohivWp4Mr1GtAu92uasvfGIUr0XEzS9EhjkvMBUL730ow+9lwTuvd/OlL0VRhm+y9hbvRgVmr3+f5C8Y2s8vTQCbL3Nj3C9/5MrvewULL3eOw69ETeEvfHHa70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 