{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "K+y6Pfb4Wr1xSEW+n9jEPZdVWDw5MQg+0rCKPQPPdj0oXyG+4YPUvcDt8Dz+6mK9YbQMPuIlXDxgRfE8BZEWvoyhDr6N+oa9jeY8vIWjazxfk6y94WqbO2sVUL1MTKg8Ibctvr1bf73m9ZQ7qs0YvlswmbzJYgw9K1PrvTNZiD0Yxvs8BXD7PVSBwTxXN2O8UUVNvZN2RD45SDk8XJERvjfg9r17dya+dicgviKspz2+kUC+rv6dPbkCNT15kTe++voKPlCtz7o7Brk9rkAsvpGTDL2Qw/Y8tSV0vY3jdD2Xak++cr/IPORhAL6TS9m9CzEQvsYCF76veoO9QcBNPVprtL3mask9tQ7mvdwixL092x8+3jjZvRenB77N3f88tbcRPreOM747svy7wdS1PeSGNb10io+9bvGfPJ8yLT3/kkm98n50PLGzyrsaHt49uBAcPQ3W272KX2a8cqbTvWGr5D0T4gq97owTvuv0Gr4wCkA+V4DDvbDNNr6eZTA801iwvR8HJr05g06+fWqwvbkMJL5g1NI9dhphvDzyMz03owC9+tdOPHLI3ryZnK49hF/3u+yJXL4AD6W9vNCDPeBhlr2ULjO+itgpPfK7rby93RQ+2rNvPLi4Qr1tzUA+3vGIvCZKQb55Mwy+maAcPR0WND1EO5G95B/ZPQkrhz3snSy+6Lv8vQPVQj7lj6w7jkhAvcbS6z2vn7G8hbTQPbEphj4Rzzi9KggKvp0aAz7JKto9frsJvr5nYT4JU/I972tkPhlHkb24R889b9L5PZNwgD6WKsO9uDXTvO6zMT1O41E+jfs3PnkEZ73Ho0G+Yr+bPLMWGj7Pi0s+pei4vZLRlr7EaDq9A3hUPtg1E75DYAg+/ycjPkSw8z33Z+M95C7/OskXO72HnVE+9+IXvphPLr6GLz++J363u6I0Q76pXE6+/1lSvTAedL3o8sS9XeIAvgACBT7KH4Y+ucDGPQlgbL6ZD24+xQtKO/QFOj4xecw9x4SIPr2grz11zBi+7QvXPen3Ur4Vu1A9OXj0PGiJjL4HyeA98iMRvrCEdb6Dzng+ANaPvTMZP76oCUC+6nEoviBnIr6VZS++LuJcPRbWQr46IYO+WhLuvdrQ1L3dmOu9ZMw6PgzNUT4/zfm919H2PDeHxz08rQW9rM1jvifr2D0LAAC919gFPt4hmrvJhQ+9tH3cPRNwFL6Xeoi+SAdOPuL4571wWFM9B1kgvX+zej3NRIO+jfcTvcgaQD3UwJO9DHTTPb7hAL6j0u09rY96PX/JJr7Rx+o9rEmgPVOPCz2ivu29J69WPouqH705xGK8e2jOPUrZBT4pLIK9/BDuvcCldj5nRk4+5YjXvAfOGr5S4dw8ab9svmtT7z0HCjC9m2A0Pi+E3b0CgE0+s+WFPrXJTz4NyBM7rnjBvZNuXD6YEik+0f5YPkQHkbzqpAM+Rr7SvH1xdT59dky8mOohPYAmHT0I2Fq+TV3tvQE52D0TGWu+TkYXPO9PXz6Grc+8WrwwPeA66L1UGmu9g158vfHh87zbp4Q9mB9sPYxMEL5Pd709AOKkPWZMij45SWY+cx0bu4WDD746r9g9PumWPVNv1z0dXwk+WXd4Pp15Nzz0hko8ySarvMcYXz4+jcY9XzcEvfzNGz5neYg9GlFpvvXycD5nFaa9H0g2vqmeIz6TSek9icIivkoINr7OECY+I49bPvmVeb5aTUC+gxNIvquRAT43ZDA+0jdevRJqzD2uDIs9drYbPfJdCL1MIFm+2KegPUl8K7tPVH6+F8wQvo5v1z35lpi8sv9kPGLrGj46LlM+BlEzuwrbbT3V8Jo9WYxcPSAXOb5Hpzu+BkyNvctPZD7IvrK8fr0lPmy8cb0TEXG+wIThPUnZsT03emU9f8O5PZVwHz42MyS9uStzPhNOgz0K7Bu+K6BKPoMTaj6hPy0+fvhcviXaC72sJkk94KIfPomCZL6hWnC+I11APgZdxD1bM4E9iZI7vghByz1P/Yc+SMl7vljaZb1VW7E97POJvlUWnb2ulxm9uDJxvlXhEL6H2vm94D0avmj5kz3kNig9+s3UPIpMG74K62o9/FIDvQDKBD3w+Bi+Ki+GPRrZKr5JWey9Eg69PIMmC7ulwCg9gsA0vhjZir3QwI29PUEzvtxokT2+rqY9PwMPPfhFJz54dEC9QW+OPe81Ir19v/i9DmQ0PqlCvT2lxPg8lpLQvVH7fD3FztK9aonGvYqYeD0kJYm9Sl0FPgAeCL7wCMI93T4xPpY+Er4hjYC90DMsvrUwlj2LuYe6o1YdvpW7mj2ndyY+t6cPPsJ5+z12qxk+8KAlPuoCOj1/cRm+wnr5PVxTQ73FneU8f6xAvjZ0uzwRnww9MJsFvDK5Wr6qxlW+q66wPTvofLsbcdk9FN85PrqCcr1fMx8+vAqEvelmEDu6eA2+QVhJPQXBeDzmaAS+Lx2SPYooZL1qEIw9Q1rvPUWav7xInrw8+My3vNG9xD2tWqS9YYMTvn5BDD60d729+92BPafMAj4SqGu9YNM9viH/tb1kJr89N5qrOwyLL763wzu+LQLOPd+2Xz5drwe+mqNMPnGcEL514/U93j0lPtmIjr6BnxM+JeBovJESXL6RVLq9F/kZvt6wob2qHpK9ju0FPkmZWT22dhw+fO+tvC2Ax73aY9y9+8QbvjzB8z3rCBe+3P2BvfKLGL7ZWhc+WZ2XPd2YeTzcQjq+e3qhvMl3cD4urq+9m8FKvu03+72ASRa9a9fPvb2oKj2gJR4+jikGPcmajD1otdQ8XI+cvU9PEby6+Cs+tJ7pPHrKaj2LlWG9Prh4vWHEiz71dbW9gN2wvMQ8sL3jYqc8z3RKPsWDNTy0USe+G9oaPfKs172G1se8a+yHvVkzpL4BV1q+OJ/TvWetDT4OMJg9AvAuvoilQL3GFIw+o1MDvaDaaL3yf/Q9yHdDvjxz3z1L3Cq+zVLYvHu4SL0IsPY7J06PvgBf2L1Mw6C965asvTyiAbyot2I+zZA5PuJYQr6hOwG+3dTyvYQZRj1SjvG90CNSuWn2M75xsqE8JMldvaQGQL4ikHc+dZ8kPNUflL5hu7k9AMy+PBgNnrzFL5c+np2gPXSTmzyrCm29pPD4PUFYUD4Gvxw+pPuYvsEMlb0tEJC+pHRSPVd+Fz5xAXu+sjlvPluOUT4QekO+tGGIvTyyg76I1YK+bY9yvigAob3seYK+iWILPbBDJb5xQLI5tZuIPu7zRr4/TLG8cpsGPkb1a74lZES9JwU5vGtbAT7X2cK9qzJdvmLQlr2kEIi9OIFGPs486z1xLU2+dv5vPqmhqD1eyz4+9svyPVboOD6G9oy+yYGQvTRgmD2JmWQ+DNHLPVi8Kj6vGJe+zvcWPF/FxD1wm1w9kY0ovjuaP77xdM49lJgsvgqnWr0iejq+gHEXPYLHBz6Q51M+VBTiPflprjs4Cw28r6dmvgA4RD7saR6+KaDEPc9iED7mpQI+Pk4AvHWWWj4jBwu+1PF8vXKNU75K3mo7RO+lvGLOtDsYkLM9+OnxvRicOz5/W3261SczPE1gbj5Pnws+jxoePnnhJL5964+9dxS4PPjHqL3CS6a9xnYHvpF22j3jwRM+3PiEveV0lj283jw+Pl8iPgYbe7xdaSw+oBEHPn1VdL6CZTS9mNPtu+VI7j1OTyC+NoENPMBxlj0F5K09Gp/7vTMEhT2oK2Q+ws0ivZGlHD5PzMi977oXvg6gx70TZhg+fAxDurc1/73mFhy+G9yTvnSDPbyDBBS+QgQgvsarCj3nnII9yRhvPaoM0DxU6KO+djouPvpCt72IDz2+j6kHvoDrxTx1VeQ9XJSjvc8KhT5/7Uq9lidNvjO7/L1zOQs+rVXAPTWHqb0RWky+0S+lvfTTGj4NPyc+WazuvQRb/zyDEkC+5vaHvanlzD1GuiC+uAAPPimKvj3lJh+83wNAPkXBJj537gI9gngrvgW5bT6Cq8I9BPQtvfs+n716XxI+bKZpvZ8PKr3PaHu+eCMPPUW7nD2030q+0CBevqELOj72Tjg+1Sg0vaLtUz4pnh6++Hk7vsTQgr0XHwM+YfRPPXYhJz565To9IwHivJloH74X0QS+jbwjvu2HCT5KtZa9HQr4ve/rFT4LQ0688U8CPn6Xkz2IV+U9gMszPqU9aTwVbl48G+0fvlKaDT45i5891BnsvACBxD2YSAo+dHG5vTcdBzxD1hY+tOJuPkSyJz7Jvdy9Tv3rPXSQTj47Fmu9eQ8wvmbeNL6E4b+7Qa9gvjQifrwtgM29ZExxPj3zj73dbgU+ZN/qPUGz6r3d7y8+I4KJvXbPorylq0e+Ffg1vgeabL2BWEM87FoqPlC9aj2+0e49kEadvc4/YL2YKpc9sYHwPdh2Sr5j5qO9ZAaMPcCzOr6nTIw9wacUPlS2STyBc2u95jmQPKSpBD4eNr+9k/FRPpms5z2EVje+qs0/vqwmCr63aXW99o9YvXq7Sz5KmRG+VyyxveOXpzycwwC9cU0dvtnVjL0Tww8+y5nfvWrlPz4vHoa9Vx3FvTW7j72P4ww9fUGNvCHJFr2JT668s44yPXV6BT6R9BI+NdwMvqtaxL0m2Ae+p+cnvBN5PT5H7xy+sIsGPml7Cb3W0Qe+R4ApPStNkb6kJAi+2GD0PbBPoLxvIU2+bdKkvYQZy72wq+88iLMdPgz1Lr4j7hM+pFMIvclIPL2KkJ09BYXLvEBPAD4LjTQ+yaYUPngEhbs+PCG+/oGjvfmB/b2W8Km9lib/PDIfgz3mu4U9PK1BPXc7BL5Ukky+TfP2vcUw9T1fxBW+3FpSPVmKCj7IrSE+ci86vkWAdT7xT6a9SDRcPlEq3r2YN2s+RXWfvatd2jsdkCS+eVLbvemqab755Jq8ImtzPrvDuLwziIS+/IgFPtDVKjxFVSw+eudPvpks8L3iRsE9AlLbPdd2CL08VVk+B6jXPbJHHL6eWY4+hDLcPLDhSb6h3689oBEmvbbJE77Q10I9WYZkvo5D1z1BlmS+sdiTvpjDir1ySBo+VJujvTaTwr0n+Xo+qikDPrySc74CAl09mn8hvr2TCz5JGnA7S+Z8PVAKhL529PC8qmbNPewxNr4jjlM+Hn+xvSZ0/L0QwMI8M/biPNTngr58mNW7Oi5ovh4L7b2eQk0919/4Pad9G76Fwoy8K+47vkEeDb6PMOW8aru8PU/hhb2OwyW+8f7XPUsaYz5ISZm92104PfxOxjwQ3Xu+Jiw+vYrd/b24xkG+dNERPk3MQ74EFxM9qa8qPrJzAr7bSsk8ffXCu3AAhD1V/B6+U36IvfELKj1GW7i9TDNXvkYEBT1vnSq+62JOva4p571x6JK99YSkvd4kI77mwVU+LZR2Pn3dcT6eXpK+ZtvzvGoFur0BUf+89rNuPgt+Yz4QYEW+r9hkPsbfLT7nVN29cMpZvgLEoz0KNWY+6+VBvlYy+j2DC6M8yR3gPeuIYD68Y8K7ePmKPRwngz4RFYW+mtHaO/mzlz2KfZc9kQF6PvIrBL4peDk+K+lPvQSEhz46z2u+aj94Pl01aL6M4Du+/UT9PSDt4T1JkQm+PSaoPVJGVDxtlO090nWHPc+oUD5zD/M9kA61vUGvAz7BAd09GmI8PQv5Nb4/j4+83dJuPZnVAD4iLVE+NColvnJeED4f2qU9L6ecPd+AYD56vH+9GbJKPiQ/nb6KPag9CDlpPZQv5D0V78m99vGmPY3kvr3B+Cm9MlI+vkV1Kr1o3Zc9r59qvmFKnz2CEL+9z8E4vEx0BzzEoEg+coL2PazXs73mhOQ9WDILPdC5Tj7wIvm96xoIvm2YirxgXVY+bGp6vIOtPj464k6+oZIUPgmzP75w+Fu7GGJWvQv/B77ISqE9bKkhPRpfF70n4wA+BIcQvs3GDb74/bK9ndQDPiHqRb4jhJC+Z1Tyvf1CIr0ddnm9aVh8vUVawTy0DUA98t4Wvd0ldj2m+m6+DdXPO1GbND2YPRm9PAOQPgGn9DyIg02+BBeLvMddUj2tEIA+khtkvn4RVT5wWC8+uIAAvgwR8Txyi4W+xxdAPvX9ebvVu4U96bM3Pfr4Xr2OoFI9H8dFvrYRYz6awBq+SA6CvnhtqDwO3jo87fg+vQC3Uz26rQs+tx+UPWrErL2tSDo+u3CbvU1RjT2HDdC9Gn2dvQrIH764o549aO5MvvYkxj3EBHG9YWSQPZ8a+70PPV892V38vNDsAr7C5RG+Azw7vQiBHrp03vG85304vltgK76JcEm+I+j/vY7uP726NKG90Cl4PSCP/L3+Edw9GeAlvijy1L1a3GE9hCACPlnfyDt14ow9Cuj3uxE1Pb7HII69bkmdPJ87J72plaW8xF0qvqgDAz30ZAQ9iKjbvHIEjj0B3bM9Tv5APAwSqL1I8CM+VdLtvb1Myz21Mue92SpCu2yRK76xlry9obpCvUjccr1rk4S8t83Yvc1vqD3PUfm90hvJvc/NAD4hfEm+ViHBPdf+ZD7sw6u9kQJQPj9Usr1sWwe9MWG6PL4lmzxzMgS+PVLVPVop5z1oywa+8/NCviBfFD5pjBm+hX2KvXzbnj1Yj02+fTpXu0Oy4r1sfcG9aii/PF4gJj4wprM7CnsOvvsuNj0Tq2c9OMqoPXp0V72e5wU9+o71PQhtyb2IyCE+8SgfPgdZHj5+ZCQ9zet2vWe0grwCBFq905iFPbKfY76VWSa+kf0dvmfrT72U4uo9b50FPXYgVD3AeYc9Oh2Tvf0qGD4n2Ku9rba2PPlWnb1SgBa+v9gqvlaKDb6PTjq+WUEhPs5HYT1GNSy+j334PUq77D0NFre9rdYZvhrfgD1H+1W+K9uVvf4EEz4E26C9xTsbPlrxWz71T949AsTRvQxtHb1ai4k+b992vZeTu73tQ2g+y7tgPqw/HD4elGO+Oc4IPiZTPr5Lw5m9bNxzPgj2nT2Bvpe+HfWDPfR6qD0Xem8+HJ5UPBN4Hr6xGLs8epCTPb9l5T0Dcik+JUKlPS8PyT1VKjo+Do3lPU86PjzJoUM++gP+vGBMRTyiUlS+GQpxvkWxT74YDGO+YRqKvo94BL3owsI9wnIivqYRxr1OlH8+yW4DvoC6UzzA02O96jprPdyhRz7lLlG9gUPVPZFoUr4xcUg+sgE1PmNCAT7qPVw+Ji9yPl83zb2QfVM9gy3TPZEENbxZM5O8tgsjvvvKp713G0M9f2crPjwdET4hDJ89efDsvY02lLucJUq+o/SmvI92nD3MIyO+TvaFPSicdj474BG9MAzPPcEuir5JHEu++blSvhTJDz7NWFG9vVYgvgaAnDwYti0+M+5AvTWiIb0H/GS9/mt6POZrbb4TndE8gSkWPTxSEr4j2xq9LURSPU7Ntb2BH829n2yBPZT9Ob6dPCi+ZFQ9PuSQT718fWA+5nyIPhhnPT4HqKM95CXEvTafYr1u2FY+hrZFPutQsLzcPeK8u9FePADfpT3IHwm9KziUvQDCFr4gCgm+i6REvvNZhz0Mieq8UDe9uzsM+D337kC9tMTcPVWc8jz1t22+/4hKvkX2uT0a4Hu9HzDDve3TN74cXry8Wh+bPTs+8jyKA4C+U6luPnlYIr5wwQi+HkAlPTfGcT6ZcGi+bMkLPJlmS725/hs+nh4LPk4ncD4xdYE6YpBJvaBQlb3QpGg+4f33vMdMv72eOu69pi04Pljp3T3pXJc9q10YvhBW/Tx6rfM9DuolPqexUj4QubS9qF2mPSkmIb2QPCu+l3ILPRkFDT3lAce9vqjGPfu1aD08SxU+rSXhvasdnb2F6Jk92iyouhN3E74C2+k9tooCvn64Rb40qX89kcE/Plq4Q75RxHW9XnrSvdLihT0Gtwe+ogW3vcnlkj0UfG4+NsQ6PF5JEr4Zn4m+qoMoPs/KBT6y4wW+NVgovkkTFL6Qzos96TZQvtwQSj5iUsU97Z52vi+NCD4M0BS+j5QMPgeigr1ego2+XWKaPWmDUD4D9C89mPbLO1mNR74cqia9Nt35veIY9b2fZ3m+eGETPIg/9T2i15+9eswivfZWwjtArgi+pTEcPrPuUj4Zu6S7hIFJvlRpTz6R2m8+cvS5OunMC75Mplm+zh7SPQNFFz52n7E9W5GGvi5xXz4ic0k91awBvg4eMz3MPCy93iE7vcIvJD7hycY8b07AvcdTDr627ws+dOaIvF0pzL3HKHE+8+wjPhzlsj33LEQ9fqagvagYOz4fNAI+8mJmPvgIFrqHK00+G1ecPZcVBz0rkTY+PRQWvmg3hDvNzT69KADAPTF4MT7dWvu9qCoAPlPXOz3CLQ6+IqM1Powf9D3BCgO9crPuPctbFztmrDS8lIWrPSwApjoV9wI7NoemvWSADz3qzKu9y8XWvei9DD4fyBa+aBIMPiriRz0iQ+K9rp2JPfh/OL0wOAg8sMkOPizVtL0rQYQ9OmibvbNS2r2FCBi9eCMfPhLLvLzjVsi9vFlNPZzHL73+51w9Hm8VPZNSwD06cNS8age9PaFgpT39coo6xmumvO91jz1kQAS99eqrPd198L2vKL69obuLPSSn371i+xO9Yt3NvIeYHT7Uur698z8PPjserz2DHr29fzoXvXGKDT2cqT+91kkovmAnOL3YhSM+rTxePnZ6uL3h3l4+9eoSPj2x8D33CCK+oYnsvF33bzxepdq9cTfRPQxBCb1Lde69VC7wPTEIkj2eyRW+sdiuPWu0Ib7Ru8w9ZevePe7uzz1Y4u49zlMnvhG0IT5Q0+y9n/+mvQurFT5slwm+vBbHvMWqlL2j+RM+gbcrvgOdQL70u8m9/fjwPeDKQT6TBI8+t+tFPYKB+jyJUo+9wk1RPqNR/r1Fn5I94+UsvPq/KL1PI2k9wenaPQhaVr5tUr09X6t/vt3kIb7XrMK9cGKMvRp+GL1WfU2+RAPzvKdUFb4feho+gXzSvbVEb77gSHC+YNUVPrKJBL7d5m88p3Z5vZHwyb0is4W+Cl3EvYtAwT1TNAY90WxMvtDZuL0NeHe9+BIDPjVWmr5lJKk94Gs+vmWo4z3Dnye8IXHlPHk/Z73S2nW+vPlJvm98ET7GXGa88ELKPV+pSr4UgV6+h0kzPTluo734owa+lmeLvFyF57zZ+R2+p9EivmFp/71qEyu+p8Uyvr3vnr0U0IG+yu6LvD2HXD41jBw8hPeSvTzjrD0vmUq+gJUIPmcto73cxRE8pxUfvnK1djxO2109t1rFPScrNT0jSfg9H83dvWUt+jy4ryw+zPFyPlYDOL7NHge9jG2wPdx8Rz7TsrG9IYEuvTBngz0f12C+BvvXvb9SYj3qT+i8dMibPZwUv76pyxE+p6wCPT3mjz2kFVm+1qjuvCg3LL4OKQ+9y+NdPtkUOT6o4w++jS8yPpkUGD6O7bq9oaNJvFf0V72fkew9ReSNvTv0or2fZ4G+am1PvoeM7D0yovw9gIj+PH/P7D3l8xK8nQmOPfShPr0pdw272qEUPcG7kb3Li7A9L8DSvehtob0jvBC+8JODvU+tFD4Jqha9e9kCviLfhz00RXs9b80BPhGudL0vo5K9sfWlPaExM71WXae8XG8EvjU/Bj69lRy9/LwZvvA/gTwrtTY+JO0GvsgfSb25OYO9pp8/Pl4HoT3rhto8Y59NvsCP472JDfu9s20tPZdW1b2xKyU9MPwGvrWHPLzAmHa+mXmOvWt1HzxypUY+ezOzPu4o5b0xXq67pWmwPckI4D16+wK8RlTPvcWQWL3XFtk9L/plPgIV7z3Iox0+9ZuWvTnwbj48Myg+UM/kPQnCCr4kWQU8x8G1vKOY3j2FnEM96VQ8PniRjb7KI589SDMgPhdv9DvWMhc+G584PuzZFD6rOYu87seYPgFjRr36x5+9+fkRPg+JQz3sETS9/OSlvO8OCjyiA06+cFeNPbknGT1JWII+DLkePTMzhz0qUec9dWdxvUi8ebzESge7X4ASPtRoAL4SQAE+JE0DPcEpxD4zoVG+XA1nvj1S1b3KufG9cbyaPeYFKD5LjXQ9iDAJPrUIPT68GrG97u87PjZbFz7nKiG+1DosPrFeVz4/O9c9gq78vSaWA75/73Y9+mlUvHX1qj4t9EW8K543voHnWj7jSBC+zmCivei6Gb5NNS271xE4PTRED74PZXa8OVTQvaTvRD5fhtE9hmGavVytWr6mtdu9mbXJO+t+uz4vG189sjgCvsTQiz1yEik+1ULHPAuBz73ApcW9N2Z4uy35PT6mGEq9EVxSPryByj2Ad8u92nxBPok7BD79WDY+aU8kPr57LT638hC+k0JGPhdgjj1C0SI+WnJ8vY9dED5dyAC9XdAlPoscNj59Mic+B1r5PQB5kT1ETmu8K+exPc/kWz6D5WI+G2tuPuDSWD7kP1A+ozAPvmxMKD7R5U8+WSqMPavSHD19YhU+3ZsbPvgqwL2fAJA9sDUxvYU4P740M/89thPSPLps4b1UwiG+TQAgPNIFuj3S3im9LCD/PXNujj5TPE8+yxNlPq+Xa7zPIwM+cJWtPkVSJT5suiE+6QsyvRj8Hz6yaFM+tyOxvPjVHbx+kMG90ugtPpeXtz0uaIs79srOvVF+lr1ioRc+RzGaPcJGb7zwPNG94XZNPkEz5TxPUzS9Y5iSvcj63j1zBhQ+5KsMvL6HOD5F23g+C3MpPvsdWD4/cxY+Ry9qvfByoLotVzI9XngpPq3d671cr6w934h4vYFgGDsceGI+MpfzPNzwPD5cogc+xoeGPeyLQj0Iyya+0YmgvetivL0QM7U9F31kPX91BTwAD789eKnrPUSjXzzJaq29eILsPVPReL2/ohk+InyoPagsMb38Iyg+zqJUPlANWb5pAwM+cqy2PSDaUD5anz4+kZoDPkHrfT49u+u9ng3WvKXhJD5dTCa+QGNfPsHNzj1+jYS+Dmt5PUOX2b2S/qg91NvdPbexMb3I5vu96ivGPSt44T07hzC+9xdFPB6OOz4c06i94Wg4vmsmC76botC8RhaqvTbSjjyQvxE7mnfjPaInKD5ENkC92hA6vgdJnL3HmXO+7hoGO6SZQb7pM/O9/wRdvin4iz1q2g6940ZLvsjLzr1kVAC+Q15KviCu1b3EY9O9HTJfvokJ6L2f+CC+lKoRvqn19L3NO2U915g6PsJVs72gzoW+4l+3Pf9EDb6disu9TggrvoVZ270aFrY6YA9yPgfKqDw1s5m+VHTbPSGi5b1FUta9x25qvinP3jyR8lk8LOUTvgwyB75lt6S9NQK9vT0lRr4gHVW9yxNsu+K2X75IYzO7SdOXvatBFL47m6o9TH9uvoTcJ76IYbo95W5lvhSsX73hA6k95heMvf+9+rzb6Da+fWd1vdRUZz6AcTQ92VnlPLNUor20f969m7UKPISntL20BQS+50EWPcL+Wb7DDX693UQxPoZ7Jb2E8x4+FtK4vrm+wD1Dg+q6VuE/PqTVWr7F77C9+HdROdSH6LyxUyq+s/MovgyxIb1+hfQ9UfwGPoQNl735Kcg9ficNPUqjZ71qu1U9BZ+fvbV5Gr0e9gC+T3PvvcUmID6HAKG98NygvN5jzrwai5c9TOsLvNR/+zyicJs9Z5UOvfiZ2Lyaj5U8/QX3PMPAJj403WO96CXBOzRpXj7dLGC8ii4RPrbqqDyaRVk6R3UbvpmL9b1uMOq8gUBxPcuZTjxjB4q9bfAwvjCihr6V2489aT2JPZ+6Lz4PMVi8rc0PPdsbPr4PSvy9iXsbvjthmD19oQo+bgvrPM0+Ez5K3pY8b6O1PA7Zlr3H6829EjINPlYMm77LqfS9HQGUPXnSFr6eoDC+8fzxvapThT7y1IY87b8Xvhwl5L209pU+wWegPOgRRD1eZoA9eSonvhXgBb5Kq5U9s/2Nvn17+L37QSk+diRaPoJ4Uz0Xdlq+/eYivAWcXb76ZtS9yvelPWTMK7zaV5868YQEPohJnTvZHSm+tYt0vm0hNz3PDYQ9YA0APt23OL5iNc09OC5+PYskyb2hoi6+ruCrPblG77xvNQa8gquuPSgwwb1fpQC+cO+YPdVg0b0dNK09u0idPqrtwL0/gnS8q5W5vft0zL1h5vW8wcZOvh8Ngrw7DMc8aIaRvQjDfz4NNA09Uy8wPVh5ITzxPj89TlFBPXtoLL7DwyS+UKgkPTgaTz2fWlC8EQjLvaQjCD6fyLS8jThtPIeOaT0BdqU9vgU9PqV+nz22EoS+GRQOPpZYib0IszQ9fnoQPsPgCT7GzN685wyPPS9oar3mhSO+/ENxusw6Iz2UKIY8h5sqvDGYEj7Dp/C8Ujl8vc4N/L1ZSdO9QC5+vcyf7D1r3TE9oMKmu+f1A77afOa9oy46vrH1Kz1YloK9sM8yviBNzb06B6q9vSUNvtGv1b0LsC69EZ2hvSgVtr0Zeve98Um6PddBhLz9kQS9xFpXvmxdLr4F39s8PmUBvtBVnrtM3nU9o99IvWbfGT41P4+9O973vbi2YryVS+Q9ja98vUSgJT4Im4o8XprkvbomjL2A9Y+7jcB2PdUy1T2dHEW9F2BEvb78HD5Pr969dT+PPerZPr7r+WG9S8PzvUh8Az62OJY9R38pPRztAj59y12++3o2viAOUL2c3g6+zeSgPfboljzSnX49hoP2vRon+z17DUy8Kwp8PQzM2b2/Yme9yR+Jveiszz2TCAc+pzYMvecn871RY1K8x7wOPvBcmz2wBhG+nsMWvmtN3T2iYBK+InJRPa08cT11mi++HztQO7mFCD1JmgE6gB8Zvm3kBL6X1II9qsXRvTxmnrxr8CC+giWRPJ1IA7xmfdM7CNtIPRJFuz0C/8+9V6uZPArniL2/NVi+Fu24vDzWUbzX0BA+JIqwujKG4b1CTdG9mTM0vVVMZ72tF0O+0fqdPI/gA77LTga+ZXhHvnlMy717Klg+hU2rPSlLAz5rycg8UhFVvisHEL63PDK+WDSnPSKa8r2Q6LK8pclmPlL1Pb59ryc+jf0hPoK9uLqA1FQ9CAe/PegkLz5J4ZM+BENAvWUC1zyB97G8O9ZRPv7FB76piIe9GEopvjfPVD5uKRw+Vu1Kvh4Wbr4RQYO6yG4VvpcQDT4LRP49SYB2PnauMz5RBb86KuifvahD5Lw3Yh49COlbPTs01T3/4Ty+lUWMPIOLQjz5ioE+n2NmPUCma73uqRk+V+RLvWWY7z28A1G+D0LIPZMn0zwNyKa921uqvhJlpD0gR1I8wr+cOqHesT09RzM+xYW7PH2OeD7ga2w8yM6qPR6Gtj2J+v28D3oZPUQppL08UW09Lz0OvkiBBb4rI7Y9EtIQvuKtxT0m124+TyP9vHWKIz41dum8TJT7vUC1K77ilCG9xTJHPRNXVj4JbLg9W9YVPferWD79tFk+PlE6vcc1cT1USNi9fN1EPbUjZbzGiR693NJ2vdlFkb0QbpQ+Q1+1PV/IUr3doh6+IscDvuPYeD3QG/g9xMaOPuL3PLzm+3e+UBIZvptOe75kdgO+aD2RPQGcyr11VYK9m72WvAN5oDw4LJU8Ze8rPd8Q9T0/QkE+SCXYvWpL3b3cZva8lCacvqswBj5u3AI9zkN6PtjOHj4HC6q8gVpVPnXM9j1Kt1++SohBPpJSG76wS989CB3svSBOp739Lvi9ZcbDvQWGMz6WqPQ7Y1gJPtJ3jb1Vmys+OWHPvZnwUD2Uaji+Ne3Xvb4CCT46Ayi+wGJ5PrPOuDwASZk8mYs5PE+h9z09Xmi9GVykPfCP9rzBZBK+tAMgvJE+Qj5JvT4+VQMxPlHf2D0RfQI+ri40PgfBLD5atKc+7RrjPeFeSD5D+Ni9w+M+vmGtUT7C4i4+Adk3uvzojT5r1+o9HUIHvkDloT0IcLS8LF0DPsBlLL53gDA+v+uWvesS971E9Oe9rV5zPqouz71FrCK9/S3RPbXj+j3whN09K3FNPfWvjj4yIFO9YLzEvIv5gb2m8Ik+pbw+PkE2ED5wlMk9utWNvf6OAb5ePLM89pjtvXDmYT4eOBQ+mtduPtA+Y70IPbG9Nf5mPI0BXT6tjjQ+3AzTPbZx1D1AH0U83iI+vREYET78ga69yyNlPTj0jbwVBD8+jQGYvpLxFT7MViE+f+cwPtcuA76MhSw+ZZ8MPkgclb1yztQ9tykJvSLAMD6zFzM+yfkfvUKRLb1rVWu9lyG1vdA/orzx2kI+FbUuPOH6F7o4BLa8a0vEvc12o71DIB29i5tIvqxL8j1Bjee9/cCyvffngD584Ai9mHBXPj0EFT4CUec8JbTKvbIUlT3pjbQ9SPoNPv5mWz6E9js+Rv60OlmQLj6GJa49q5CVPa2ISr6EBjS9TS/BPVDX9D2Y6hG84n8EvisoPr5Tqda8M2cAu6eWIj5Ec/g9ftvfvF0Gqzxxjim+x97QvYyHfD2mioe9S3tEvQchRb79vym+IZpePa3Cqr0qhKq9UH3SvNGQ1L1ZShK79Qa3vLVYYz0gO0A9Z5VNvHNaYL7In1u+qLs7PmXopj1vII29AlDqvbrlGr4CY6I9bp0Uvh4tHT5dK809Gqk3vtjsMb5faPE8XpJHPe45Sz0ao/C85bW0PcpEJL3MJBq7NVjlPQa7ED0rGr69Cp0HPfsmgD1Fyy0+ZPxrvgpX8z0q/VQ+JoX3vXzrtz0EJzq+bEoTPn6xLz6a/jO9qFz/vS4qub2Keyo+AQ3+vBlUU71SEhI9KdGBvQWe3r2DGfm9vftYvi9VyL0DDo695jbYPcjgPr32ygm+MQnDvUO93b16Kvm91WcNvqh6X75v+Pk9MFMHPlArHb0CgrA9/5UjPm/rzz2XUuE9SDREPlVcJD2fnHG+/O63vfP5872hHJI9PNSVvdGAZDp1YO28qerYvRv3/L2F2IU8UEJJvld3+z3/AS28eBDoPRolt727sIg9inEiPrS3mT3dN+o9DY0SvvKsWz5HyX++Z5ghPNZXqD1/GBm+R7JFPSuHG73QIgg+K4zVvcYEJz5cKLw9D9WOvQRyvj2rYlg9eJH6vXdsXL4UQhS9XXkpPnNsv73jJMm9YFu2vWJjcj7CsYA+MjovPYGlBLwoJkY+Fi4hPqY59z0uXHQ5RJCJPlflID7uhAK9aJWrvQNCDz46EpK9/npwvkp9Iz4ETmk+DOAxvl3Nn7pIO52+fK9XPlE+jT2FZb+9Da+KvV85Hb4w4Go9BBBpPn21fL5u2G2+b5NavtJKCL4/GjQ+kwxivT5p2D0zjuS9ymU9Pq9GkjuAk/K9vE2ZvXiWAT7QyDk9wbIWvnREfjzKgR894goTPWWAgj2TNGo9tTBwvic72j0wV5C+KlYJvmd3B75vFKa9QTADvmS4mr5TxHU9TP88viMfrz0oJJy9hj6Cvulq4D2nBJ6+2stLviYQyT0gwzM+HokHvkeWBr4B6ds9aYgCvY8jLT68vUa871ygvugWEbzj1ZY85FlNvvO67L3No/k87VH9vXhHiD1jogg+SxBNvnfkvT6r2hi++v6uvSYtLz7MnYQ+InizveAshL4swlW+9TPSPeB/Dj6tAga7956ZvhydYLy9As+8daQFvc6mAL5rLJq9MhhEvPg1Tz0LrES9kq4jPdN4lrzOekM8XlkFPcvbwz1J+r68RR2ZvrBPob1DEC4+zxYTvioZg77+5889r4vMvG7Srb2OsyW9zKD1PdnNx70mSMs8CPI2PSvjN77Lsjo+LKhqPskWar0f5RI+cTSmPQtVOr4ntc29uF9eumQDNL6KeUm9X/F+PifoVT7gPCE+bQvuPXukEj5KZzo+mgInPh0sZD7XtbC9p4qPPnUwjL5OZTO9UgubvYgrGb2mQtc8hyhNvoEOrD3RR1M9PktAvfqQDz2Nlp69Zd4pvu66Qr4ib1I9aH+SvSREiD6wwgO+sk7JPeusFz4CsMu9OKWlPdEElT6nM18+JYVaPfRrKz3W2Qi9/FBmvr+SorxVFRw+l1p1vil2Ez45PRG+NgItPGiTpD5wSpc9bmy9PWRgPT5v3mE9XXWGPslctT1BkBU+DLr1PfksFr4wrQq+Y7kOvAm8Fz0RfKy7yqDJvSsCOr4+OUE9vGwuvh8a5TyBNN69HrHgvbPYNL1mflM94B+mPApcBL53QXW9qv1Yvf5RbT075ZC9cVKWPuXb/D0lP8Q+TO6ePSEkGb76AIu9ipk0vipkoDyPCmi+EZfFPZSirTzXbwy9JaPqvAchkj7EjRE+HsP7PQUzY71jRZM9LtB6PfdOQL7wHvc9F21Tvcz05T1qzPO9+NIJPjlQGr2ACly9kJtFPX5/uz3GFAa8v6LcPVq6nj6BYSo+8ZzbPRw+7D3Jx948QVUAPp3zOD75zUs+xpGxPfTu/L21eG09VUg6PvO4Hj5C3Q8+NBdGvYZWQD6sM+i9ALnovSrNXz1uzXg9BblBPVvfhz1K1RY+lV4gvVEi77xLLOc9MQNIPLnsQD0yztY8elcrvUZtJL0JoM49flHvPVAARDzmj08+DZQXuz+qXr5cQEY+2hXTvQwyl72ntC+9A8gGvlM5iD15oAs+g4BhPOlPjb1An+C9HdhCPiIDOD7fjwq8InMQPjvEoD1AMpI9JBDfPPUk3ryit4I8aBUIPh63rz113gY+hBMPvDh4ET7arjc+gbMgPJMN9r06Tog9QZSXPWnciLuh1IG97kefPRUyED7UOoS9rRHwvaOoiD2BOiA+IYHZvaqLmr2b0wG+q2SHPSWoID6dazk+ZsnDvUxZBT4SRJ+91kZtvH/89ryYX3I9w8kNPkF1LD2Keey9FaE7PQiEoT3DcBo+uFVzPraZB70M8c+93yAYPvq50r27Hqe9McehPSYcKL1PiRi8oZouPvNPDr7D5uO91VkgPkTaAr6B9Qy+ua0ePJ64Zr1HzE89ZDAIPkl3TrxVdx8+tWJovdbwoj1yirg9U20mvY16p73Ewpe9Am7/Pfx/AT7+sCg+StMTPkeIrz3JejE9Zb/GPClWDj0ysBS+gik9Pv81lz0GTkm94s0wvaznWz2qNo69vJdSPKGrH76UQos+FQkwvbBfCz4zstg9u3AHPTwftz2GVqY5LJWNPRmxg70GbY697gblPeUZM70+q3w+7F0uPNn42rx6MYc+Jh4xvp+YRT6o0Qu9guVOvQW2ub3wnBQ+Ze8oPuPMhr2gXQs+EDQ2vi6ExD0ywcu9YSjrPZOo+D28e7s9Fzp+PK8iQL6MCBm+GA9APR7TzT1jpum8FzW/vGKzkj3AWEo+lcaCvdUTr72bkuu8FcySPdxJQj7Z6Ca+QjcdvmeOuj1pPpM7q2P3PEG8870tP7092tlFPg2jIj4yNKQ7Q5m4vGFI8L2Ucso9rzq5vMBnr7tOv409G+vuvZYsOL6GzT++yYp6PYhbOTvnb/i9S9PaPFUSrb38pLS9zUPbvA+/K72CmGs9KapcvCpWJb6BMxc+J3NKvqXK1LyvFDi+jrWPPs3LJD6lIAs+2rkLvpEF2z06bd298g+6vnwnYL4kWxC9Ad4nvTgZk71y98g7T+5ePbrXjLwMpnW+oJECPvETpj7XFqi+vQoOPmI1ojvCje+7XkdNvRJpIDy44wu+yIMCPgPfAD6HWV49B53hvWVx9j3jo08+DRQjvLPfTj4oGJM+NJq9PDLmYr3Ae8M+bca6vYRACz6YQmo8iXRIvQhPTr5ZeCE+vbrRvWMFJj0iog4+JAPkPJlqE7zuqzy+wVVhPW3SDb2n/IM9qUyAPXGCUD56JVc8n+6NPdTyFL6oaiO+Ix5zPurNZjqsrx89lTuzPcKPqLwtfZU9+4YOu8X/SL7lU0g+g87+PQDA7rwsa7c9sB4ive1Bb732Qbe9ADIlvS9UJL5UfhU+EPkFPUUULL6yk/O9Kg0svdjIpb3ZPXc8fipPPvHsAr6bLgU+ySWxPay+nr1CxaY8pbFSvhb74j0jBHU9k9TBveaCijqMvXK8HGsnvnlCqbxaxV49/EbjPaVn4z1h6QY+WlshPiIyI7yNuwS+vlGbvUCPvL2g7Ua+h582PPHOD77B2ZG9hL4evkps3TwH5xk+20mevSqMdr6hmQo9oeUBPgBHpD1zbzq+dndBvl7SsD2f2C8+i36fPSYrcT5v+hO+L38Jvv5u/b2V7og999CVvea/o711JRW+qBXyve4Z4L3ukZI+q/8xvh08Hj18n4q8nMICPllQNz4u+cI9RCghPJffJL5hKf69zYuRPnW0CD7YRZ29ztLOPV4krj1wSea96+yUvtXdVr4YbV090uIsvhYAXro/9sU9bzN3vvdukT0ruuY9/7CXvbLN2b3nf4K+6Mcvvl7PHr6HtRy+GaOKvXIeQT4IygO9i9r5vUsgw7wnZpE8lwKCvKQ9OD6BmCk+mk2evZCE3r1meYS7vCk+vU0x9r2uIYe+Eie2PTyqwL1Iqlo+a+X7PdgR7723B06+qQj+vEwkHL45PAy+uxG3PJGtA759OIA9YJ1qvW9HiT1vkkY9U5MXvgUhRr7MO169iF9GvbEc9L397B4+Nh2SvQMG4Tx71BY8CCHNvXGDw7z69gA+6YTEPS+SyzzNk0u+/JckvjDLKL2yDDa9LXCgvRIGMT0/H3M9RLCEPexdaLwYagq+Jij8PdCjND7zuI49MpNmPUBZJb2r74y9lhUfvrN9yDxGLas9/RQuvcRQ8T2EZdo91O5NvVdEMb7xL0u+UOK3vfvgQL5H0i6+MIb6vcMxTb7tZ0S+tc2MvSTUDL5a/1O9bVUivTLmBz5f2Ze972xNvf7/wjzfgD29R6wAvprH171utgy9C2s7vozSCrxmIGe+4EFgPSvshT35rs+9Kan/PWT25L1PLhW8T7hxPfuj4LwYqPG9U5wlvk1p4D38pTC+TBxVvgbFxz3aiw6+E7NSvUMd5L1fPnS+KhLDPcjzuD3G1oc9SSq5vJ+rOb0HWaA91OKKPfBZlb1L6YS9eidwvb2s071q9qe92g05vnLfwL3F1Eq+7cRpPbgVBD11P/m8LEThvabKCj6C6DM9N2moPf6Zfb03xwU9VUmdvQeMCj55qiS9OmuNPUqlsz3nkVQ9eYy9vT1Bkz3nl7E9lgLivX2Mo7tKY6891BBzPUWuWL0nPwU+h+hCvTdEyjxloN097i6vPYmCaT5Cioa93GU0PLqc/b0Z+4o94z81vTdAXr3rMOc8T25uvJpMQz7klWi+auAWPsMEY77KBpI+bZ0KvqV9Ej2F2Em+ARtivhwvIL7InRi+bblmvtbHMr58oGS+OcmoPjHVLb1SK2O9M1gtvgJIgj0zCUQ8HkeUvRXErr1sfBS+W+YEPgNPkDzga/k9XKtUPJynS76p0F2+nycAvQ41CrwgM7w9BppAvUzuE73J5Js50auRvdfWp7zCXBS+dZwDuxyXtj32M02+AYgtvma21b1Ur008StUBvr74Gr6guz2+LAEUPX5ZRD5/O068tCp9vQ4NZjzb1Ua+FiDzPCZX1z2ZqvU8bVm5vZsu6D2Ahfm6CZkmPiVTqL2VmM69gxKSPavdYD3Qkog+d8eJvpB1hbwjhdm9d0EBvnJ7Ir7+Ugi+sn0Hvpv/G70haK490AsQuw2GvT7xQaw93C0JvXATHLxN7wa+XipgPOHE3rzkijW9IR9gPT6MP75KB8o9Al9APpmOcz0kuH49oNCsPdGGHT5cONW84QfjPUY0Nj2rHDg+0Bq+vWU9tr29vIM9ruyMO4iYhD3sQDI+JKVjviPUSz6pTPM9amTgPal7ir5cuAY+hXTsvF2nST7wEwa+3/X8PMS52z3D6Yi9AiofPfLC5bxx2Ai94aD+vb7gMj2jSMq915NcvAK357wfyly9Av0WvSBAhj493ZE+I6QCvpZ5UD6uYTY+eW+5vDhPN75FKGg+z2LuPbPDFz5+Osw8rumXPgVsjT4Zlqm8B9JUvhxdg766Oo47ZFG/PgiEPz4UhyC9L0dUvq8kuzyo8H2+wpSXup7WJT7dd88+uB50Pkgttr1Y/aC+MOoSPsZQOb2TT8A9bRrDvRYcH77JAxK+kSERPmzOAz47Ppy8jr8YvouydT1w4qs99OBCPEbD3L0Fqyg+X+jyOjA8LD6XVU+9I6WXPlxRFDypBw6+EoYBvt4tz70WJ7u9KWeNPh0R5z120p69G6iLvUEKhz1Tcfk9sKaivS8mQ70EtyM+Uf54vlbySb1Z+jO+GvATvhIj2r3tUZw8qccRPAvolz7zjDi+jhoGPcPHUD7hLHU9bjNlviUFjL6Q0/G97tM3Pu5XvD4bI5i8LghmvaqRVr6usom9zDpRvIzuRL4hWKy9gvz2PU3sIr1zTYI9SqJhPhPPDb2FKFI8EO0yOsD9qT6WNSi+3W4GPq6tLT5Qua89+E0KPp24yT6rUFO8rg4bPYZcfT6kYFi9RYfGveoGfL16TWc9vkIYusXyBD57yxs+Flqgvs2agDwZCJE9oiXouYz7srx9KMq90gcOPRXklT3O84E+DuIePkZDnb0u3Ow9GilCPXMfAj6y0Nu9woYTPqRyRL599US+Xrrpve0h3b1T7BC+qkbPPVjmur0wZQe+aQ0APheRAL6vAbQ9KW8YPWdKCToXI2Y8j3amPS4f4T2/wbi9dR8dvSG+lT07Hoe+Lp2pPbAED77iQ9M9fV+mPQrUSL7ylDg9PO91vYmUdD0+/wa+cyxFvuBk+b3F44C9wYqIvR7DKj46Gxq+XgsEPo7cgb1h1Gq+M+/5vaB3Vr466hm+lnUnvoUpSL4bhQg+Ouxqvq47Lr0Mm4o9Py/5vdxXu73MsTu+F+cbvS0ftjtizOy9clDwPBRQCD6ufYA9um0JPho3Cr1H3Hw9cGu/vIln0LzJ3Ae+bicAvm0dPr3b5NA8cpcovXkC2j08Kh6+zF8LPv5j0r0uBvy9SRWnPc4qF7487QS+EQuKPIq2b76lz2O+ptTpvbL6NT5agsC9ZSeAvZb2F76JdCy9YsHuOxw0qr1diK89nQkuvhtZZ77EjBY94syKPVU3QT3QbsW9V3ZsPEMNHr4NliK+rt4Ivm54171mpzI8QDk0vngYrT3+p0S+C4mvvS+z9T3V3Di+qm8bvt+mJb5a8uI9sZ0dvrOGd71RL12+caZNvn8r3r14mjW+SOotvkPcCz4Ipy++ZkXmvC0PBT4XYQu+p8uIvSV2nD3Q75490zJXvtiLDb6ZurI9H8pnvc8qOD41/z2980fOvawRQj6Hxws93I4OvshSLj5tHDg+m5M6PFT9PL2gQzq+VXRqPQ7LGz7b2iQ7dZcRPvA1nTz3WQY7d4jNvIalIj786Sa+bEd7vYAo4j1kkOA9JwOrvSxcqr0SPnq+zI0dPQ3fAb5mXLC9Vb+xvc8WpL4n3YO9Dtc0veVEvr1FTVY+QyYUvozCwD0VQOu99IiHO6lNvTwID9e8W8GovWkIDj5M9f69qdrCPX1iXjsay4k95oJEPc2OKL6DJBk+lLURvpR8QL51Wj8+tvTlPBQgSr5Rbxs+qi4BvjsUbL3nla+9poL7PWP7sL3srBC+pwqRPKEPB7646qk9h9eOvY3Ymb2rGGe9m290Pvl1t7usP2+9YSDpvZzXtj0LTfa9UVCbPV1n+j3Yw7s9rS9ovmgphr3+b6M9VamAPXQ0VT7fkru9Gr5JvcSyajsK2n28UKgEPvCLYz7V9CO+2i6cPMc7Hj5LsYS9dUpAPRmMdL4+lXC+Ynb/PZWu6D2cWwC+DatQPOomHj71fcE9Ea77vJIlBD57BYE83FWJPMR3Q73LKMk8mdw2vaadQj51Cd89kWZbPczTDD6+1B8+0G0bPvamv7zMnwg+O3YoPk1KLj71w9U8DjUbPqKbUD6e6Oe9Jr9YPhZSEj0knSU+xaeYPe3bG76Bo/69iC+UveN0Wz2QUQ2+QGucvVev3rw2mT8+amxxPplMwb2wFoi7nP1KvmBlCj7MhuO9faEcPtF/Hb50MyW9Ii6BPoztFT5+vmG+X3itvVAUb773aIi91zJCPsAxxDvLmAK+34G0vCW0F755nXW8XGxPvKjX/b3T4gC+MxAOvomNJL5REzQ8aoFHPdIi+z0GWiq9RzBDvlEXJD4m0xM+fdp9vV3lBT5yqQs+KuQQvqzM4bz8qvG9rSuNvQ8sBz03iym+pbXFvGR77b1O/ca9U/tVPVPq8T1iA2G+0u9KvRHII77NHYU9rpojvrHWOL6dFSW+X65tvlesxD1vS8W9scsyPA7Cp7wLhXG+fu67vXEB97357PI8q0i4ParFbT730Fw+8ueEu12NBr5tnEy+zSz7vRlzzr2MPGy+QqprvfpYnT0EeRA+y5zhuvUTyjxmHNO9OZE3vmUPwL2pwwE9GqUYPsMrKr2HZi++a4rouxx0iT6zLAS+Ajhtvp0+ar2VElm875u1PaIgZb1f7Ki9r69ovdnyWL7G+oS9PGy1OxihOz6uKhs+7PEqvsaWHL77+hw+w8SuPQIlxL2dF0g+xLxOvnlyAr6YRKQ9Yw+bPP4ixb0ZRNw76iAqvgWzur3j9I699n0rvhq+ML5vdmU+v2xdvkuLNT0Nq1m9GN/ovPS44r0iaVQ8w0QkvfxLDr6pa8s9u705vhPoMzw4t+y9oX17vuzrRD4BYL684W+MveSOhTzGV/w8amPWvXn6br5BZWK+Iln1vWEPNb12pRW+n4GjvbK79Tw7og2+WCi3vYG5Db6lhTg+zY/5vU6tUL5OxuG7JzMlvm43jj07DqI9jLo4Pku77728LNc9rotAvvTkjz0SJga90HwwvumEA74o9TE+foWIvu0rHj6EDZ885TS2Pec/6r3/BfC9SESfvX3aqz3Hd0M94edwvpBtQT06bT6+nZofPQDtWr2kvRs+FfkBviZfPb7dHhE+r73nPUMOwDzCty++7wXUPf0hJrvh5Ok9aUDqvTNBNT34joe9TifNvHbPCD4Ox+O8spjlvQvZgTxT50S8yeD/vdPZwb2n2R6+2DBKvODhHb4jMSA+53/ivVtP871iTYC+krKQvic5abyBC668sD1FPhLl+b00Pg2+azrkvVlVKT7ZkAg+DNE4vEOvnD3OtUa+1IXbvVjF8b1+bwA+7CaIPWwyQL7/05K9rV56vuRJdz0KZpQ9AaVevgJ1SLwqhL68lofuvaY0ET0ll4699s+yvB+S4Tzv8Lw9l7PUPQh/BLzbuIE9ZYUevrlB8zwXbt88CN5Hvfw8sD3uUyc9DWhGvnLRlz3+Zbi9dOthvo6OBL2f4bI8DF8bvqYjdD4ocbI82owIPIe5FLw3Mas9B2+mPfKdbT7fwmk8rOI5vttGGT6KupO8jyPVu5UBLLywRqE+DHU1vZjwBL5HDoa+inddvYZ+uj309XY+mybTPXYnbDtfUHS+Fc7HvBrT/z1YhxO+kYRGvYgnlb02nC4+DCBZPseOK75ryjo+J84SPj1N272ns667StUVPtvNl71LPVO8tAXYvQfDoT5F8US9jM9GPfJ4iT3QCk6+5BgMvmSGgz3oBIA9g+Flvs52o70lkTa+WkJovhnj1zx4mBw++w/9vaCf5z3L0Ii9y1U9PuElqT3CFfI9miyGPobtlr06kQ++dV4lPlcsE77MvUk+NQ0WPkrAOb5Kvo+9KXk7PANmyDyjuC69EaTVvW7UPT7LbxY+c4gXPrR88D3bFBO9dZOlPaftgT4mH0+8LhU7vXsE9L3TGoW+URJyPu9aWj7NR14+S1kVPsP6zb1PycY9CRY3vSU4Az7kqI491fkfPc2O9Lx8vQy+R/ZOPvDRpr15elK9/AMoPgcUFr6aRqE+AOWeOgeLLj64qqY9RN9RPpEeHL50/B++niB/vieKaz5Z/jw+Lt+lPQ6BCT0twIK8jYnbPR11Mj5tRVc+7SHDPYjs5T37mRI9yuTwPPah2Tx+aky+DRBFPn236z3yYiY+Z9asvUoER7zf3Au+xEkGvjT/Bb4omOC8Yl4bvslMDD53v4U+zbfhPSZQGz69/Eg9h39VvNhbbr1oUZy78BipvdadE74izUe68g+IPmhK8z3zf9c85gtIvljgfz1VXuO9b754PqGp2b0ekoS9c2+BvXgSvj6FHww++3YvvYrzJD4zK3Y+AjihPk/M7T0oHoS+seEdvnsw5rxbMT89WzLGPQvtuz5fyRe+9PAaPsbYEj1Iqco87esqvmo10z0tTRq9NEyGvempgT4RpxC9cJp8vVdc4z246YA+a2l7PevYir0VRZI8l8x+PkYcbT7RElq8q0GEu+2eSL2I0To+XRqtPpsBQL3Zt4I9OQ+tPTvMNT2EBGQ+Lf5NPvl1kT453xU9UmmhPWVXPr2/7RQ9evc0PmXixbyNnDq+TUQWPrbzpL1JuBM922ihPaLIaj5N6Mg8WJ7+vEE7Qj0nzhO9uLuZvkPzGT49WzY+L5uavaybwD3uxvI9cl1cvjvdIz7F4z0+VS8DPm87kL1co2Y+tAyHPj5+CD5gxSk+pKHEvW+t/j3d4UW+MlkuPm8Krj1YvzY9IxrQvWmTwb2wh0u+JRQPvTwfVr1w+Se+POHyPE3Nfr5QOXo9Tiv6O+p0Rr3n+ZY96zpRvaore71XK0a714wTvABLMz4ypUQ+5RnBPOQdhDximXs+an+jvX0jC76SRCo+g0raPOkcyTvZy9y9BZ/KPGTPUL5tU/K8c5MuPMnKVb4usTk+ctVdPYm/AD5SoCy+eVGkvWk3RL7xahY+ZAHYPZNpET58ICG9gSE8vGAiED64Zy2+Shfevde/tzoDBT4+Wc71vf61Sr4+8A4+1xGdPHOSVDwZ+t+9JD5WPZXEBj6x5ik+uC9aPk4VTj4R5hm+FEr7PXS/Y73LgbW8NZSaPc1ulL13/bm8YPePveLDGr4b2rM9Hne5vMm3Kz3Rm0E9nn8cvm0uJj5r94K9hN5AvfP5RL1yfBQ+WqslvQie5D0qkPY99RywPfOVtr3EqsW9OrNrvXLD+D0NtKq9ffEkvbiLAT6tlz4+J4jOvRLAET1dooq9GC9HPamQ8r2UFAw+5gtTPge8FD7FE3W+Qdx+vRv3Bj4D2QS+5bUJvnIjQ71R/t88JEEsvikKBD4CMxc+hyzZvcONND4pgN49+U1YPrQvwj346b+9Bp7wvebUBT7edgO+XuozuwbzeruaQii+/G6fO69KYzzyARo9Courvf8sKL66Aw4++tz7vF42v72Kwfu9pPbevMC+DT0jeKw82BqtvCpoQb44kKK8lnPKvCqosb34wZM9GWUlPg+8jj3b6hc9x+LDPdbsHr48bKc+qrD+vU/ywz0eqFG8SDb9PFxMnT3alS8+MYPdvBr6r77oEvK9NE/BvSw4tD2ZZzY+w+5wveCPnr3GGz2+4NKHO0Ysoj09tIE+96aYPbBvRz1eArO+0TfJvZuhn7490m69SY5Lvv8yE77bCWg+fA0FvoL7XL64rR8755itvd9Cz70RoUc+6r8yPlI3gzygFXS+7HWFvjMR2L2aN1W92L7oPbE79jzhV3y+8DBzvU19n7y8xiI+YTBmPhejXL7Jbq09bCf5vbJAej1OA9o7lWrAPXtbKz45HgA+0AeGvSI0xL1XAKC9hMQOvnZdwTwURg2+S4EJPqpbkD7WY4I7C9zbPCIbd73Ppdg9qfbuvXufAr5qv269NhEJPmtxO76Jw8O7UlVVvUUexj6Pf1C92ANAvSQcJj51qt28W80JvtbCAD6AtoK+58uCvsG4Lj4EZjI+TKI9PhZIHj0oeVM+59xlPqU18LwUkSS+YX/7vX1XXr3HbbE9gunUPTojyr46rTA+fPV8vYjcWr2ZD489un5DPva8sz3yYic99DIlvpAZnD1qzzK+yp+JvltCFj3sK8y95C/kPdGMwr1oq+Q9ToJFPr9yAL4yymm9ve4pvvnDVD3BB2c+WIiwvETwHz6G1V++gudRvjgSGj5Wk+I7Vmd3vcT+672EvxI+VWcFvYPj5b3WxTu+YrwHPm4+hL0HXOA7grFyvcfmgb24xGw+Jp2PvW0hir0faS4+wgAqPj9h4j2EGNa9VWGWPXZkRjwiYh4+PcD5PAKbUD6dtrs9MhDKPX7Xlj6C5iQ+9cVGPkWxAz1/xUi9tpBpPfIIAr0Qjwi+bsLUPYeo2T1dmj8+prWkPaKXlzwAbBc+/d0UPm2sFj1t39k85yw/PlZbSr28t3O9wm5WvZ6+Vj6TSDk+8XIPPcfyKD639zQ9l9UNPgADSL1fM1G9rUT9vemeVz7pl2U+L0uMPc4ezb1tOjA8MfOPvd85471iNoC9QSM5PQe+BL29hKW7eYnJvYTMXz4apg488vZGPvDURb12s9U9uZItPoHNiD6LC2u93BErvkXloz3WASi9/A5tPMkB+zz39Mk9XDU1vljOar2vV+I9JX5jPjOWA74HF788ul+FPcx8Jr4VlfO9F7MpPnkYOb3YLD8+vZ1WPZxsAD7ZMZc+s6jLveXLIzybWc68JFNWPmQG0j3E/cO9YcMGvu0AZj606yO+veelPddPhj6qnc69OsyEPdDoNz4AwVa8W9CVPCFr0b2XjQO+bDMPPWU/FbwICak9YTLNvA/64rxGxCU+VKAXPQp48j3SuQe+ROwKvfAigj7C5F0+U3+ZPgvORj7R9D09/ZkivvxtpztXJyM+0p7svfV+Rz5eFEc+VC7fPR38gz4K9fo9+hJ4vlMGqj29Aw28BYePPKngC77sJkK+be2JvIRHnb0uMRw+iZL1vcccCL58ZYq9pDTrvZsLWb5RFv68VcgTvtPe9jtmLDo9f/0OPlbcjz2FH8A9hw16vZHWmLyasy280aMHvlPhAL5dpTe+LWDNvLucIr48WIg8Plgkvp5Woz04kgO+eljTvWaYrLwAKwS+7h6svYhdhT07rrC77qbkPAZ5WL1xQIG9hHSavV7lSb2jRqS9hK/SO+eHLr7KozY9gPyJvRj5krzEoTA8vq7IPKs8A70CliE9c8qZPcnPqT2xiao9yrs+PcxLnz0EfB2+vjF5PUY33bzlYWk9FApKPWjf+70ZyQc9SB1zvcqmCb5248K9JSu5PC8K+T35iOo8xcucvdbxyr15m1i93pbfPZZjC75rAJ696+v/u363x73Ufo28+qaDvdwpnr1HWjm+OSD3vDQAFr664la+WKXpu3Ku7z0rH7u9IFpkPAN+N75ofwY+AkeHvUqmNb6XMFO+AKlMvgv/MD05s9g9ynfhvBYzqz2V3iy9SbusPbgXHL26quC8eHfQvGIy7T2d94O+ktkWvkddkbun0n886LoMvTB0g72kny+9dzCmvRtpQL70BmM96nJYvs6lFj44iig9xt+zvW6CwT11Z7W9TZhvvDp3Cj7sW0G+wWJkPbsEar67A0W+lx49PaFttz0T24O9FacGPWjjDj5bn5A9Az6Yvr6AH76k1Y29N5plPFy1ez73Jpy+jPLVvVTMLLujqD4+35eZvR783D1MymK+LnI0PmWdKrzWr0K7BeGNPbHvqL0gDUe+au08PeLyGj7eZlO+qMqYvuVAOr4badg9H4CQvE2Qj74U7ao9AQFevUqFVLsFadi8vF6GvSkjDr4EaDi+/qOuu9f+Cj441HM9YHQCvpRD2z0/jwA+7jJqvqyxR77IZKI9Btc0PmC/3r0MkZe+8P1mvFHYJL4uNJw8jhqCvi9xhbuddY6+vMY8vTWl/Lvp/XU7jAbZvfdRuL0xjVK+FyntPIPQLr4ueR89I/lGPr+LRb71Kpu+lOpPu+0qJL7pld49PiJKvnhW2zwL9ew92wkAvUyrdL5pgHS9BjifPVWnY76Bct08uHYSvpdh3T1OsNK9iHk6vukwnj4duUS+0/h7vU6dNL5SfNw9uf+ZvOgF170waTK+mxwOPuyJyrwaKZo88BmmPsYJWr5jEA6+hEmVPrsZnT0B3Cm+wukTPsjws7wRrQk+JcPEPWnvTr4bB3G+JrB9vs77sj1J0SS+3XmsvaaPzr1f9WM+7wERvY1bb774VvW9sRlWvSJknD0hRXc9vof3vU3IDj5iADq+GmosvWt0KTxKOqA9rKxcvvd3ibr7hQ09BvY3vsK4Gz4siQK91UvOvMBSnTxEXyA+NhkwPeqgXD4LPAw+IrAnPsX+uL1mKmQ+Bpe9vZ+lmT0FOFm+dd3APpVQND5RITy+dXYYvjKmoT3fmcq9SkB6PgL6ET4JBEU+GRQ3PgKEBD1ioqG+BoP3PR3MJr49Ncc+7ylAPuNyRr5qIaa+GFPcvUrpeb2NxBm+H9AwvRjgmb2wVq89VkH3vbMI5LtLg5c7a3QrPr2ooD23PdA9xno5vQmJa76/sQQ+65vgvY08Pb30ZUq9vnnVPbTBg76FPHS9pXNbvkswIL4G+jm9mn/ovJPPuzz3gU++/ydYPrId8D1A1PM9OydUO0Flqz3U5pO9HPfjPIZrS74A2ow9TJ4JvnttDr1DWp88oQoAPTjbTD5kBl6+U3/XPGFrHr4TXX2+i2WyvRzNgL6NfQS+fWc/Pt3FMj6+OU+9CxcGvhXqT77BRaQ8nf8dPerfr71RswW9C68OPUZsXr3Ju0e8M6RRPrj0+bsdivM8703oPCGoqT6ulx++a4pXu0RBAr58cCy+GEfLPVcpdD6F5s89r0pOPHgd0rm0sRe+4ZG1vNamGD6dlMa9PfvmOyGIhr6Ykw0+vAgPvk+4MD582qk9BJo7vSM5B74hHsG9OOoFPgS5hT6CY++9hQvPPfP40LzWbJA+pTgGvemc9b2RZMw8rZD2PdndDjxQomG9LiOWPdZgzr0m28M9epFUPbd7oj0HRye91YM1PsAwGD7sng8+j2eFPVB10r3AMrQ7vyLrPZQqR745GAO+ZLvnvFADXr4UM1I9SCu4vf4A0b0XZZ89F20VvuR7gT327Lw9LGqmPfKABj494aa86dEkvczHt71hLEM+AWsvPe4x6z0xeFI9P0i3vVKGGz0eKjY9+R2jPSM+yTwf4769p1oCvr+g4z2K6OY8cnILvlnnnD1fpea9FCYLPnJACT6WDTA+Oc+nPY1Wy71DkPm98KG9vVQlhT0erSY+LO/8PQ200j22bzk+lmUpvhVsI76pCK08qBPxvUHLOr7qAxW+FjGrvfYcpD1E0Ju9v4AQPtZvoT2mOAW9WJwkvcSbrz1uFoy83ADDPTi+r700wtO95E+Gvek3jb5vHSi+IEi0vTUNrb1Lseq91xspvgSp373h1qk9ZAoyvjF9CrwSZIQ98v3fu0RvFz292EU9EyKqvKdXmT1G6829PMQfvvPbBj1wLjQ9peQcvmK29rzTUiK+SlyuPRv+lr27v6G9cy+VvNjhgT25D/Q901rCvXmeKr1a85w9F1ahvbEsL77HkdK85fIkvq2wyz1gHZi8uCslvVHGFj2dRYA+QqwYvj7GpD2bqda9IQ6cO/auvb3irNI8PPgHPg8qkD4Dlzo+DkzvPX67vLztbeo9iFT9vNbkQr760i+9cPkOPj/mVj4UF9O9GnI4PhUATr4MOu+95ioevn2HtzzpxLy9UWLAPXWRar2PBTA+qwUtvgM/8702IS6+7eQrPpSWRr6fZZ695fr0vFjL7ryVs0y+oi+JPqTEIb0bUhs+UozAve6RdL0/Odq9jMU/vhEjCD0EXcE8MeH1vUR7Cr0ybSe9eaPMPQ8EOL7j9TG9zcsKvl4sBLw+7uS907BsPTl+67z5BFW+CmIZPbpnML4WVHa7ajWWPGtkG7xbgYu++6f9PIYibD49hIy9RL0ZPW1CI73/EwA+9NIBvhpwSr2mGJk+N82Bvfq9RT0qbTK+xWbivVZhHzz/cQM+ZBafPTYmvz3mgOs9z/oXPh4GD75O3Qm+z6XfPb2cDz29Ce49lU0ZPiywNr60AeQ8S6SQvC9jpj5slmy+NyTAvR5aDb4g6QA9UkQVPtLglL1y3J29B7nLvT4W+L1HV408iovcPHlX7T3LTek90EgqvtC/0T2xtlC91yIavlpvjLyj+0Y+I9AbPBmlVL3yt/29+MgsvR+hiD5Vuxs9gHpavtOXGD33wyw+yVNlPgNNb72HaUA+VMuIvJLVEj6/Ph2+1xc2vmRHsT6dm12+01gnPpInKz6sTAu97DQXvitE+7z8HWU8F3Urvli+NL6RQ229X3vvu+u4hj5Zapk9MTtOvpd8F760NMQ8UqMBvsPZLr7Y9oU9awGeu7q+VrtEH7k90meJPmcXy7z02zO8XKyBO4eQer6jF5S+i2eBPgEkZb18hM09RrBSOzp1rD21DuI8txCiPTbcDr5gvLo+BRUyPvapqbtXSLo95oi5vblYhrwUHzW+eacHPnObgL5rXyc9vX4YvgT0Bz3MqsM9turWvVcB67xJxbk9XgswvhXGQr1VaXK9uDxRPVSHBL4g+LQ9TzUEPsFtnb1552E9ljFovlVYg75Oe7q9i1WlvSniPrpQuA+9X2qrvS0PgDyI/kU9+5s5vSReBr2QAZC+FgdgPk0Ogr4cZK+9/PxtvqJNJT4zbgs+6XBtO5ALpbyEKaq9qEr7vSY6rD1dF26+LC/MPeMn7DzbKIa9Dj+VPXonmD3LDBm+KYINvrcfXb6WDKA92bWTPlKxPL6RxFM9q+NrPEM+QryZXq+99LEovht9VD1u+3O9Ypr7veiCRT7DYGq+O6luPsWEdb65CIi8NUSpuzZGBD4d9QG+g30rvQQOTL1ezPk91Ajfu/F/CLwufJC9x8N6PbrJXb7b9Tc+E8BkvhebqT0qB0e+l5YrvgrdgL22gmY89IsZvdNxZj7u3nU+E48Cu7+2xjzHNeU9pT3ePYwZEb5E1oe7/W9zPtFHDr5Wlss9UFIjvpIYKD47+Zm7P/Ygvm0urbyj8DE+0/GxvY2sIj7Z6pG7bFgSvnr+HL0xr5a8yWjyu0sKr72AhvE9DgDfvdWxWz2Hgeu9JeItPRsJH74lCxw+I3naPT9xOb0topo9fcoXvS7qKT5Iira914Z0PLi6MT6hMF87CGUOPXIsEb2CLBy+W7/Mva0lmTydUg2+nVjzvWa76j2RmnW9RzS2PRWTQT5YBM08DVAuPZypNr69OOs9VULBPQDIz72DbMQ9hp+wvVuO1b0ZJbY9LGKDvXs1FL4YuZI9oeFwPSRP9j09SPg9UW0NPXrMGj5OiFY93r3UPW6GDr7pTJ69hf+APVq4qL2V7Ia81cQwPTHmPT6L3r07bhUePtU1tT11Dms9eT4lvuN8Lb7VsfI6pC2kvbYzND7TLQC+UBXCvTf4JT7MZrU9VJ8cPl2LJr5JTEm+ryoXPiHPhL0oLWY64hYdvhpmEr4L/U0+6InaughKDb7crxO+sA2dvYGPYr0A/c09E8R0vfNCQL5n7G88ZUqyPdFOg7yGdw6+I6ZYPr1bmT3jVue9gMC7vZpFHT7cVIk9DnqyvS6kBL2jO+G9U+dyvTpC8z1lchi+LzICPHXA7r0DIhu+jfmhPW4/fb0QTjq+3M4PvqhRjL3w50A+YVlevYN5Cj5OeVY+NWUfPuQ0Nz5C+AY8j4URPZ/Kuz2vsTg89PLcPdTfOj4J7uw9FUghvvsiML75PVU+0vvevRVWIz6LgbA9DZlsPed8CD4UalI+ylxzvFnnAz0UHgq+kC1NPl0/Nj64Siq9ZN86vm3Ymz3JrTE9P2BcPjpWqb137zA9/lzvveq5Wb4yo5u9oZ4bvqKeFb5mp2e9dM0VvKgcaz4S1SI8Ka0MvjeDnz2iddA9awn/PSNXhz1D5dw81GEHvtEfgz2rKN29FQZdPe3tKz7n4xA+VoKdvdJMMb7HPp89eQsdviCIfr3C1Vw+J7q0vZudoz5d+1E+DAcqPo5bgD1kEog+/8SbPZBRLbtpsAu9fOiGvVEGeD2pT069bsAivsj+Jb22yC4+7repPpD/DT74BJi943PDvU9xqr08qt082FygO3XOBr54S8M83McdPtj5tT1glLI92thWvuLHP74qJC4+PhAGPbd2Ab5U67E9IQX4PZxBVD484dg98Is5PoLNiT1BJi2+HnRtPhl7Iz46bfU9RxgXPp1Y7ruvhAc+6iFXPZJU6DyzYha+EJIPvkc0ej6lk3890RoXvtWxAL06A3I+0a/uO/jpJr60dwC+UMNWvjDpvD4Lkji+qKLbvRCPzj0M5qI9qOFIPhJ2yz2oSQY+iMY9vnRT7L1DZFs8hYwNvrGf8zzKfRI975QtPpYge72OuxE+Q9hIvmBUIz5KZYY9yCwuPuicxD0eDaW9AKtRvtLQqjxrC6a9acvRvQWoqb2eyYe9XwjZvUdYLD67M0W+sCWDPadFjj1xJt88tIEyvndwCb1iOto9wDITvh9GTL59t2G+pW/YuuKEGj7225m9l+3DvREJDTysmXo9C+xVvUrbx7xECDa+uO8MPOkeSLw23ws8c+yaPQRfGD6tM5g9JkX2vEXnJz4e6bW9KQPkPd7+bL479Uk+DqyNvl/JGr6njUg+kfiQPq99Mb7ZDYc9Yj++PSM8Y75qP7A9QjwAPpLnnT33lBS7PILoveZvcTtB9Rq+JdtwPR9rL749Btq9gfZXvKxZQj2PjEw9KvJgPqTJlb7+Vya+Zw8svu9FiD6V+d09V9lYPjUxLT4Y5GY9FFKxvsQ8BL1hjIw9IDhrvi3crz20MXs9LAQwPlAZ9D0QNSA+iVjHPfwZgD2tCD49iOAXvjonVr42BkY+oTW9PV3Cn732dCm9+S/RvTg+Kr7uPYQ93MPUPFAEoz1LZdi9533/PaH2Hb1UJQ++6dPyvTGFsDxeQmO8JO9EPpEwZ77awa69j2tcPaT+5j0YNLg85K4ZO2I5XD0Ytoi+RhIVvgB2nb1x2bc8ZpUXvi6Fs7z6B5Y8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "PgCDvb2wJb1LT4S9wKeWvRu/FL2nHxW+EqpAvX2Zf72gjEG96uISvVTvQL2J0KW9X0yUvbINnr1yKf28jxfHvTMjP71Fug69d2k+vdm3ib2FYUm98hN5vY6xer2DaoG9bvEOvfHUvb1J9Xy9AZSsvArunb0Neyu8rYGYvb4fk71/GJG9YSpgvY6CEr39Z0+9JJFuveyrDr7J8I+8qlNBPMDuEL2ooDi9Iipxvahm2bwhT/a8dn5gvew+g72AKjW9PZOfvUbfTL2M4xS+vw+WvSd0qL3WlQ2+WS9QvQyBvL3MNIq9BjEOvAIXqryhqW+9FsmqvHC8rLyDKYm8QbFTvfDVJ70lwjq9Wmq2vUHxxL23m/a8lUwRviIqGr6ziZu9dhXbvctGcL3IbfO8xq6NvRRKJL37bfC8O9XpvTAojr2d2ma9YslrvTq0j73toJW9MJ5pvaJl0LxGQb+9lsDjvJGcRr2tcFu8GUGIvX1K4L0hGNW9RjIIvWyLDL0nI8W9xEgPvaW7BL0ixKG8Wc6EvZ5A3bxKMlK9BnsWvm/Ld73BgdK8de6AvSsMNb0vQYC9pPa9vTzaP72ivDa98VjVvMyJPr0sFRC9Iw4GvhpCmb2kcxq+qB9vvcTSqb1JCNm8TTRWvf0tcL2l2Xm9TXo2vYPCN73/8RK9lSSXvfavbb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 