{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "UvzEPaS4bL2+QUK+jcnMPS6xSjzxehA+WJmFPX+WcD2A9R++P/kGvi/w9DxhOmi9ZlsLPv0gOTz5Mts8/XYLvpO2Dr4TxoK9hdoHvEByPzxYiq69hUmaOzLyUb1Ryo88q7suvv/5gL0yZew6gOIQvmRcq7zoSfg8hMbsve6Elz0/5g49OdETPlngsjxChy68rZhQvV5qRT53gWw8YrgJvs+A8L1Jhx2+SEwfvnxsuT1H70G+jW2TPbetAD1q5ze+ouAVPmgIr7pMeLQ9ocUtvmV07bzVkwM9zkpovUIqgj2HbVC+E/4SPRUA+73f2969wvEYvso6Fb7DuFO9ARtFPfSvwr0JV8c9le/qvfuK4L0okTI+IizlvSAiBr4xmtQ8ZH4cPtlVNr7NP/G79/mwPaxQKb1zjo69rsAVPVkEWD1X0VO9ghqCPLWHhrvd0uc94vlAPSQa2L3z6Rm80oHJvTUv3j3ChrC8rusTvqVNC77ceEI+Ehm1vXMCN76A29Q7Q3K2vcArKb1O4kK+QHmuvcUHH744duM9DlqFvFhQMD3gpgi9V7VpPCFxwrw/fq49pRpqvACeT76XCqG98A2FPe/Cmr2avi++AGsHPapimbxY3RE+eiYTPfdnPr351lA+P/eLvMm4QL6+ZRu+Jk5APQos+TyFTJC9wVTRPWvsiT2fpCi+lHjivbwJSD6Ggso7jxs1vcsi6z2ROMO8UYTgPdGuij5GuUa9jMEGvnOO/z2A0Oc9SbUJvqxuZD7OENQ9jaNnPllBlb17eNU96MDwPffQhD6JgMu9YuXAvBYcDj1Ctko+gD43PkRRfb1Sf1G+8B6ZPBuzGz5cXkk+yFLLvU18m76qvEO9SHFVPqz3DL50SgQ+pv0kPiaI6j2HevE9S/0kPOaChL2G11I+zqoXvjz2K74Itj2+bI59uyfvRb5TkFG+tpZZvVO2db3TLc69UAr+vTtuIz4n64k+SXDdPZ3acb7EKF4+4LVYO1x8NT5U5+09VauMPunfmz2WzBC+1b3EPdAPW77Ph0E9Z6/VPNK2lb6FIO49bwcOvuu+c748/4E+o9iUvZS/P762a02+bsk7vsEhHr62UiK+/TxIPQ6/RL5FJ4a+NR7Wve/x4r1kiwK+ZFdAPr8tUz7piAG+F125PP9rwT1HjRu9MYtjvhdl0D3Syx+9RpUBPld2RjyEsdu83WzlPalkJL7vYYa+TkQ8PvGe/r1x1lk9Mn0evbCugD1hTYe+3S4ZvaI+Mz3J+KS9NzHgPeDOBr4mwew9HmGNPbpXJr59heE9eAScPZnIJj2M4vi9pBFLPqMyQ71fAVK8OerCPYu7Aj6Pz5q9cez1vfezdT5GClI+X5AFveWoFr5COQU9UQ5yvr+ABD5QAjy9Ba84PoGQ5L3ziko+GoeIPgplVz4Tarc7hqK7vTq8XD5MMik+PEpdPkcgnLz00gY++enGvAXufT5TNie8KyIkPdA/BT3PqFi+QIrzvfO+2z3Femy+TD1sO+HeVj4Jze+8+7AXPV4d2b3R1oC9pQp/vQ88+rwVMIk9uh5pPeDBGL6JENs9gJKgPTzOkT5GQnA+J/EtvGN5Db67HOI99XmZPXxE2D09uwg+1Rd7PsnKHTw0YCI8l50AvI1BXT5Ujss9ZxsbvUkGIz5lwo09yGxvvvjQbD480IC9n/wyvpdrJD6a9/E97R0svipjML649SI+SFRiPjkRd77BJkW+FypYvg0eCj5tJDM+88RSvbVT3j0gyJE9FmckPewgcL20mmW+B4GrPdaw1bsiQIG+fOATvhPy0T11gmq7oRIzvC6XHT5T8V4+ftP5u3QuUz2b3ZU9B6wzPb3UPb71J0O+gQ+dvV5QZj4+asG8gKEfPiU3ab3ltny+dK3cPYsPoD0aij09IdmqPVGYIz6Zkha93XJ3PjTagT3FnCC+VwtLPmlJcD7fGzU+n4ZpvngkFb1OV1c9tPgqPjknc75I93e+h8pCPu10rz2wJno9vS1EvqkPzj239o4+3vd/vr3OXr2R7ZE9Zf2PvudUs72Mize9aENuvjoOGL44NvS936savtg3kT1Wm109zlW9PA6SI76Rw3Q9qNFTvdWACT2eoxq+d6qEPWukLb4S2v+94xgMPe31F7sB4DE9JLExvmNcj72EqI+9EKcyvvnijz3fCaE9s/MMPWOXJj4zfU6947GfPa+tJr19igC+Org0Pnt8zj2VwQ49uta3vf/Yej0JaLi9L8XHvV/6cj3Js6C9vkcNPtHyBL6neNw93SYyPkBICr7vqIO9vEkvvi8FgT3NR2C6+ZMevhE5mD2z9CM+ya8RPhY1BD569Bo+9CQoPg53PD2O+Ri+lG8IPjteOr37wc08PEpHvtMz0Ty+OEE9rEIlvIxLX75Lm1O+UkmsPWdkarxstv49irw1PuxGc72eiRs+vu16vezt27hViAy+SppCPcS0lTxBzAO+KLG3PY6oNr2Qhoo93S7zPe5Ftrz+R9o8i+FnvLW5yT3vepu96iYMvos/Bj54/KO9U7SDPZ04Fz425Xq9Idg3voogvb1HZ7s9lSEHO3YoLL6O3za+iGDMPca+Zj70Pwe+hFZKPhBcFL73yPM9KwMpPlZ/k77veRM+Dda1vE3WUL4RJrW9VG0avkwPp73TTHi9jAj8PU4hVD0kBRg+hQ5Ku/p5vL1wEMa9pR0cvjgQ9j2xaSi+bQNive0gO75iCx0+G+KPPdWPizzhHze+pCElO1cvdj5JKbe9QKNHvp2Qo71KMR29wUnJvSRKST0gsiQ+I9AdPUq5hz3g4Qw9uQCdvcJBY7trwCE+PlIBPQH/XT36bFa9gyuCvRefjz7+lcC9LS6evMESvr1tMU88ptZJPg5IpbtuiDa+wgkbPSCq0b2LqOW8Tf2FvcqUqL4W9lq+U6jPvXEsKT4z35A9GGEyvmVVYr1ynI8+4cPGvCq2kr14XPY9ExNCvmG54z3Psim+ivWbvGviUr3yj5E7w7GMvs26xb1XR6e9n6GtvWTdlzy1sGk+J25CPkgdSL7caxG+nwXuvQVCOj012dO9Wr/ZO34bPL4aAeI81j99vfYVSL5YgHQ+01+gPDusm77vaMw9x0oOPWHokLymPZw+832bPdalmjyLrD69KcDcPbW+VD5cRRo+6G+cvkIOmr2uJ5O+o8qMPcrxCD5eE4O+o81zPhpjVD5CCkm+Z52kvcn1hb6w+oW+Z3R1vixDwb39z4W+gHDfPO2NGr752WY89V+KPoeqWb6E3mC8B+/4PdC4Zr7fQwq9We9Eu8n1/T0bQc69e6xlvh5mnb0xVoO9DutMPnUJ0z1S402+1tR2PmMPoD34cEs+MZzxPbtiRT7BG5K+fq/PvVTBhz02mWU+ANrCPR3wKD7R0Jy+ikgTPA8Pxj3Amz89iRYqvmVtO75y69Q90iMxvrBIMr0qLz2+SsNePTMjBD6TkU0+NwzsPQxDgjwhvja7/Apkvv0ARj7Owh++PTzKPTR/ET5SzgU+s3m8u3uxYj585Qi+k9V6vW58Wb4TR6A7GeCpvEiH7DtUM7E9nT0avrYjNj63q5C7sNesOyx3dT7CzB0+ubIdPgFHJ75v0Ii9u4QlPW5bub2XlIy9qn4JvsFh/T0r+Rw+ohN8vZT1mj0ozEE+IWIjPnpGfLzHTjY+peQJPv7bdb4cj9K8MY9UPAkF5z2zUiW+aSCmOwJMpD1snHE9y/cDvl27fj3to3Q+vD0XvVSDGz7OAMG9yEMfvshAxb1OqRQ+scSGOxIN+r2RLhy+u6qZvs7t17uknhG+XOUcvtqrAz1cOYg9UXl0PXQKIDxPS6m+GHQzPkHIBb58u0G+P+gKvprVsjw6Nwc+3UfyvUKohj45hBO949pRvpbYB761Af89CR6nPfoqs72DxlC+Mi/Gvc9wHD7XZyE+rcL6vcTJBj20RE6+WWyKvT6oxz0V6Sa+8ZgSPnAZ1j0CoJW62U5DPkLPKT6Ih8E8WoUrvq5KgD4nydE9gqVgveYRpb3itRU+SyRmvbLYM73i2YK+50YqPdOHcT23eG2+oO9mvsx3Oz4Ox0U+rItFvSviVj6HeDW+SCxIvjc7mr3Xkf09FPVmPY9RIj4FhUY9chfUvLTSIL5iBPm9h14mvsiiAD7FKJO95MoPvj/wGz7LzGW8YCMBPsXljz3gNtc9q7s/PgOKYzydj4Y85vkcvlYSCz4YNJ09rs7vvPX4wz3q5gY+sjW7vbed9TsXbxY+ODB3PttDJj40U+S91fvsPeWUVj74S1q9c9odvjQKNb4AfaE7Y0VhvnJZbbxjju2989x4Pqvyib3rCRY+xI7sPWqW4r1mYS4+4rCQvTfg6LwXvke+eaQ2vke9db0W0ic8oJcrPncDhj3DefA93tuYvVM4Xb1DgJY9KHsDPjKvR75Z06m9Ks93PV7VN74y2qM9W0IXPtiCGTyy1mi9fk97PJoz9D0fmaK9nz1PPvud4z2CVzu+AzA+vkcKDb6oz3G9VNdfvQobTj6CIBG+0mGTvVSJ7DwIUwm9INEbvv+Ljb2GFBU+6t/NvWKIQj47rHy9IAnMvaI8l72gc0s9homNvOPHvbwhdLS8OlRNPZlvAj7luRI+cBwQvsz0vL1GhAa+FDBkvIrtRD61Sh6+fVcEPsMOGr1j7wi+x4k6PWhPl76/awi+OpHjPb1cDLxqWUq+bKekvQjJ0L3O3AY9DPYTPiktM76MPBA+GOl5vEBHNb0SG7M9WCvPvMojAD5ryyQ+rywdPijC8LyQiRm+yUCwvUhB9L2nSKO99neDPYpHjT3LnYU9LbpMPYPBtr2zLU++C7LyvWOpAj7PxQ2+6/1wPW6XBz7TRSk+T6o6vsPEej59TMO9Am5fPqkE5b3aMW4+WdalveqTajwzCSq+r+/ZvU49cL57qde8Sp9yPo80Ib1A5ou+fo0FPixOWjxhvSc+7llOvuyAAL41FL09ksXePWfwybtyB1U+IaPTPbgUIr41JpI+L7UOPSDIXr7wlbE9s9IgvZRUEb4Uc0c9q5VcvqRB0j2F1We+05OQvhkvdr2+oBg+7E6kvTl1jL21/oA+H0gJPlEYeb5ftCQ93E0fvikUCD7ft608lp2MPZsZiL5QvZu8nyK/PaU/Pr7dMFA+3nKgvfBiC76V3/48z70HPbP6gb4SCWY7c75qvrSz7r2k9Hc9e3vZPT3+Fr6ASsi8WXlCvhfHD75rdAq9dYfbPVjdpb2KYzG+Ch/hPZPoZD7oyaS94FPsPKHHpzy6J4G+WwFTvSj2Cr4Moki+oJkJPg5pOb4B3Uk9lXItPjX3Fb4t3AM9DQyUvOFtjz00/xG+G55hvdQZIz0hT8W9KJZfvscU7TwLtye+Xf4yvTomAb4gyZW9p6SWvfMRJL7b72A+Vgd3PtLYfD6iiZi+p4qDvVGBzr0riPe8tqNpPgbAYD5FAlG+UdFjPgyJLT6E8ui9UIFbviRWrT1GL28+6UxGvjeBAz4RvY88BQkBPn/tXD4hkE+8VAWVPRfpiD5Eu4K+sM0ZPCpTmj1HLJQ9NTp9Plp7Ab7UsDw+7xRLvTOtiz6Mh2m+bcx4PvQ3b75amDq+1u75PZ9/5T3P6Aq+IF9CPVTe6DsvleY9bAJ3PaRGVz5HSws+A4G3vWWbAD6s7uM9dliOPWbRPb54n/66lDJtPUyyET5la1o+JWwlvoR7Ej5qWrA9Nr6ePeBBYD4Pal69PHFNPo8dnr4m4dQ9xw6ZPdUR4T3rN9G9WoycPUhnsL1e84a9mMhEvhUdNL24Abk9uMBnvp6Znj1Dire9AWGfvL67ITyoNkU+LD0BPsjUrr3BS+M9t2u/PDjLVT7i4vO93EwFvtjHwbzXRFk+FGpivFkTLz4cwlm+JdYZPibmbb7GQgK8cBNkvbp/Cr7o3Mc9XmbPOv1WCr2SYg4+uOcUvnUkF75Ga8i9enfrPUYtS74CjZO+9zkGvuGaG73b+om91NSQvalh1jxM/g09138nvRR9Zz1/w3S+CBzOO7KSYj1q7tG8g7SRPgwAAj2xPVa+7xqNvLl2kD2MpoM+MF9wvncKUj7VqjI+zsf9vdjKAj0aMIq+nVpIPvoexbzc4fI8ZmsVPTdDWb0jhoE9O9BJvh5KZT5EJS6+BxWIvorjHTyvQdE7f5Y4vQ3gNj2ZrQ0+DUSdPfQ5rr2f9kk+KZmgvYTYjz0xec29kwLivfm3JL6ok6Q9hnhNvl1XwT3J3Ie9/peoPZwo+726P2U9ZyjivC2GBb5+4RK+QEQ5vWjnFrs9+wG9dUU5vjDuK75/GlC+t6zyvS9iSL045Ja98rB0PX/j672nb+I9OYEWvtSM173jW4g9hdYAPgbkbztiEJ89XClJurs3Or5pzoS9sVykPPjB6bw6trG8fRQvvtwIhDz+FQM9PLZivGmDlD0NoLA96KRAPGAnob3pGSk+ue3nvQAh1j3wBOu9iY0DPOPNJ76TurW96BppvZb5bb0JLT+7OWfrvQXKkz3rkPa9D6rNvVbT5T2g0jC+RlCzPWB2az4Pu7a9FmdhPm2Xtr3Cjga98OmoPMv2sjyjuAO+GUMDPvOvAj5Oagm+TWVCvnYoGj42GRS+kZJwvdZFoD2kO0i+btMTPPXU7L2XbK69gOi3PIv5Oz4J0KE7rdYIvkY7Oz2a4Ew9xXSkPYDxYb1k/0c98n8APksNxL0AeDA+TDQePgOTHz7A7xo9FVR0vVtmDbze9lm9m4d3PdJdWL4SPyW+GZIdvqifWb3oRvo9hz3jPNxOcz0Ho4E9FrBGvSHkHj66Soy9Tg+1PGZMmr2Ocxq+/nAivu2lFL4OKUC+HV4iPhOYUj23lyi+NtLjPbQY/D0svLu9QeYVvoz4cj1G4VW+SimKvRTrGz7FDaS9heMXPoFHXD76ie89GGLPvSJAEr2Es4U+MthqvWlnwr173Go+7VdcPm6xJD7F9Ga+kwwOPtuRSL6vgKi9e2tzPp3XlT2e3Z++1UKDPXhBqj2f7G8+SA2bO2NhKb6Y9ts8G3CWPc/D4j1avSY+iJiiPUvzwz1/PEE+v3L2PVLpnzucJkU+9wH4vKKyaDyz2FO+dpFyvrw+Ur5GpGa+LaKNvrIrCL3pUrU9E3ogvnWyib1yxoM+TGvnvfA0BDzp1Je9tQNsPSAPRz5NTiu9jnXnPZG/W76KFlM+KqsrPqz19j0p+Fg+qFVvPk6297222nM9yrzkPb/aG7w26BC8no8lvks4p70ghhw9hoocPminFT4nn8k9hcz3vV5ZzbtR2U++tqm9u6zBkT2ibi++/DWTPXDeez6HASK9yZfAPbm9jb4CAk++xHlPvrf6CD4oL3C96iMhvh4IHT2qIjY+CzMbvZSKVb2qs2i9P67NO1ANgb5d6t48FgfBPNOPEL49wim9nI5BPeW1ur1WfuS9EHl7Pbg6O76oVya+UQdGPmFcTr0IKV4+Y/GFPkE7Rj6Nl6E9q7q7vRcrb73c/1c+nCJCPpPQpbzusyS9qXaLPHx8qD2z3cO8mgqivSn2FL6b/RW+8WFJvq2FrD01SAe9OgCguyJ89D1cJEm99SHnPZW7GT0UsGq+DUJHvmjHuj0dqnm9LNi+vfBnOb6hCaa8RmykPd9KGz3nHX6+f/NuPmqEJr4AGge+JnMkPbXlcz58NGm+2JYnPOzaZb0emBc+S+IGPkDWeT4Z7ZM7uhY/vaY8l73UFWo+BiJFvayh0r0xYeC95uM5PmIA/j2Gxqo9BLsVvigBCT3Sx/09+QgnPq/wUz6JRbi9sMmrPVtKJr37wDi+seE4Pdsi9DwOTMO9aNm/PdYagj2McRM+3RnrvWbQpr3rMcY98kyRO0yNFr6IIPU9IJwIvvdQQr6UBXI9CGBFPgi+QL5BwYO9v3H0veQzjz3x8Aq+x4ewvUabrz3xLnI+fSt1PEZ0Kr56qY++RNctPlDIDT6zsgq++4UqvrAnFr5jGKc99LRqvmdDTj5Nbd49PhZ9vnWZAj4hthi+FiAHPkiEib1WUZK+x5VzPWDOUj6PYzU9VQOkO/v9R76njk+9GdnxvchpA76SC4G+ud2PulKz/D1CDK+9MJsQvaTjJDzLaQ6+YescPs1AVT5epU87lDdWvoVOTj4aWnQ+UOqpO4DBIb55Q2O+csjQPWPNEj48o8U9nAOLvn7SYD7dboU9cUMGvlq3Qz1w/Ce9qOJqvWloGj7mjZs8PNfDvSQdF774FwU+UuCTvDvAx71wqWY+DKchPjGIkz3W7iA9Y2pivatpNT66XxY+yk5lPqiFf7pRGFU+AbV+PLw8/Tx+8CY+tCUavnPwGTwK+z+98szBPWx+Gz4LUOy9hUAFPsVULj3s4hK+uMQiPnmM9T0/l++70y7oPcqSDjvmCqi8aNjBPWlGQjzuvZq8q+uzvQqmGD1hWqG970flve0/Cz4Lejm+5EgJPiNvTD2aIt69FwJsPYgJMb3CRgI8RKghPv56nr24OIc9ZGW1vUjs/b0cR4m9yfcXPqyyEr2Khru9R94GPZ7bV714Fp09GbUMPcuKvD1i7jO9efqxPSjbnz2mXF67UaKsvOezmD29CeC83f2cPdRTA75DVqi9ZRFmPePD8b1pLxC9VKkUvaJTOj6oMsS9w5TvPRPrhT3hB7K97/EIvWyqwjw5Z2m9kdA3vtBaX72/Yh4+A2JwPqcopr06bUs+QWkWPigmxj0Wehq+nsM9vdorcjyh8dW9ogHiPWtIDr23r8a9IBbJPUxeij2V+hG+wUKbPa2kHb6807c9MRGxPQ2QrT2buPA9k3AZvgSPHj470e297MulvR9GFj70LAm+1B6hvKYxor2krxA+7NhHviYiW77PpOK9Ui/uPYf5Tj7Ef5w+X+8kPa1SCj0zR669YatTPpTYBr5LarM9NRevORdxrLzvJqw9aMTWPXUGeL7vUcU9b8yCvhhIMr7hUuy9bggsvQsMOLymHk++/1QFvVL1E75Zujc+VUDkvaLtcr6BJoC+k1sYPpokEb7SM5k8cDcMvc/H672qmI2+i+G4vdZm9D3NXyU9mVhPvgtcv709xFu9wHYOPqCVnL7mnBE+WPlCvibC0T2JxYM7YRUnPaQSbb0waIi+Mw1hvkNJNT5rD2a8P4fWPaOTVr5bkmW++0MDPbcoqL1LCge+tWzZu0hTjrx2uBa+xpgfvt7hAr6IdDi+c1UlviJhmr0vAYi+/KzaOnudej6JTY28Uk2YvVEpmz0iPFu+x1gBPtqTxb0WVJE8vZkXvlkGgbspoDU9nGXmPQ4/AD2fKQo+pMfmvdX8Cj0gHkg+QeGGPimJQb7BMCS9J73YPRfGTj6BVLe9F1P0vLAwtD25U1u+XDH4vVsQsj3WGxS9cSvIPccRxr6oQyQ+9Fq9PViRwj3xAlS+HgQ6PMXaGb6yfm+983iHPrQtNT4Xx/S9urVDPoMlMj73RLK94cNgPEgRdL3uI/A9msqcvTj7p73VXYe+MBBmvmIAFz66QAs+cjwEPPZyzT36GBe8H45VPZnDDL09aO08+iYgPG05p7wq/6M9s+vpva1HSL09DxS+seW7vH2FKD4psEi9BKECvgm8ij2wp2g90TsPPuccab1smba9fO6UPbVYCr1lMoK8QF8TvnbOBz5YJgI9psEYvge0lTxYIjI+vpoAvm6ZTb266ZK9N1pMPnlBlj3gOYU8Nl1Rvnk4sb2A6ee9IThjPW01vL35jjQ9QT2FvZTP9Tz233S+A8N/vfP7bzwxRFw+3tC5Phahor14AZi8z2aCPajA3T0g6F+7hxPQvV0Ci738ZrY9PTeNPpEQ9z1L2zM+MtmdvcCxbj4GLg8+SkLoPZFmDL5M2p26W6FlO++v3j18zTE9jcEuPrjklr4jewU+UEgqPmyYvTmmGiA+399IPvvGEj7SBry8PSujPhCRiLzwtqi9jk/yPax3PT2RSjq9f+SGvOdNx7yXgWW+wUmHPYrZoj2JDIY+azFOPV0CqD0bGgc+glGLvcvUnzlmM+S79WMbPlyl/L2mIuw9XnR2PRLb0T5tD1++wc+Dvk/t672JLNi9aAGcPSkIOz4B0749c3wjPty3Rz7Nnme94HBSPjQB8T3s7y6+JmBBPn/WWT5n7+Q9RBybvYU0CL5INT89p1WLvD6ruj7wZD+9E9Y1vvR0Sz6HnyG+5rievf7PFr7mwU+8bJnPOdvaNb5euQO9pNCpvcsOUT7iDHo9PDJyvSntXr4ElPq97MnLu8XDxz7t6cY9tpP+vXLZyDsBmTA+bCJ8PBwR0L09e9G9BtveO8YTPT6aOiO9g99NPnOB0j2qVdG9LR9ZPtjy9D1iSFM+xjUjPt8bNj5iug6+H1w1PkjRhT1QRSU+u7yBvW2nDj6u/fq8adIkPgbtMD79BCk+lBL7PfBbhz0ScDK84kquPTtRXz4DM3k+dmtmPlFLUT6+sVQ+i48avlFzPz4rmFU+7oORPagkbz1voQ4+bsYWPmzRwL3KJIo9yRM+vYwmUb4mef49Y3P6PHXrrr1yhCG+MDIPvEEKyz14/9W8JMP+PVl1kD7C5Uc+LxVZPhmngbwJkQE+OP6vPgUqKD4LnTQ+IVEmvYuQJD5A/1Y+WoDTvO6SXjtNb7u9EkAtPsFYBD4TI787tRmuveEFf72ThRc+0huZPSMaj7z+yta9trhRPitc4DzO1z29hH2jvRUm3z0t5g0+wpLeu234Mj6603Y+S+EjPgXqVT7v/vI96ll8vZAIpbvZgPQ8vYMoPvnY7L36rMM92sFyvcQkrzvDU1s++p/5PLhNPz7MEeM9NMG2PayNZD0pBCu+reqKvdwOvL2zMbk9Z2dXPfYNFjwE0r49AZUKProGrjuorq69/cvjPY0vc73AXyE+utXSPYPs4bxOPS4+v4c7Pq/TS759ke89bPOzPdO3ST4YE4I+g4UAPsB9nT58WPm9upWYvAg4KT6Jfx++CYlsPmD1rj23B3q+RYaBPZ+Wq73r2bA9saLfPV/Qkr2X3xW+G+fIPaPuCD5OVzW+piieO631Lz6Daa297LVAvpxx6L0HJTG9BWSevYxrybsZZ5W7Cyz4PaxdOT62hU+9QCo+voUBi731CYS+hxKcui14SL7ASAy+PrJCvlGkrD1TaNi8/7BPvq/Bt70d9PK9+1Atvs8IzL0qNBO+/KRwvkpaAr5U9Cu+7LcVvrl7/71RaIQ9ZydCPq6Ds71n3Ia+TZcJPrRR572s/4y9SAYjvnBm9L3adsq8dCl7PrG9fzxeXZ++RRLjPXbzur3JUNS9vDiBvg+n6jwnVqs8zTgEvhDoB77oWpW9k9idvZ27O774v0C9CqOTPFCqW76Y6UE8uIGqvWSIFb7dFro95rJtvp9wLr7LSto9P+RivqnyZr10o6I9wCuGvamTDLxWBDu+tZC+vVM/eD68Sjk9XQVPPQpbWL37JfK9DLW4OsISkL3fTAu+ri0IPUkpUr487NK81y42Pk2EN71sEzU+CH3FvtbE6D0RqRw8FktjPgp7ar54TMS9lDk5vCtFurxHvx2+PKA6vmqSN72I8Pk99+XFPZG1mb2hZ/w93AhTPT5sZL2vTDM9SX+nvYJDLr3kRwa+OvruvYrMNj7X6Wi9+/eVO628z7wBi6Y9RaJXvH60Fz1DG7o9hznMvH+ZDr00dMM8BHUPPetYOD5M0229kIiAvE4AQT6eD/G8obELPh4zoTzlBu+7rBM0vhjH9r3MxBK9cFuHPZgfLrzTmYW9IBI2vjPPjr72+ow9mauVPaPVNT4CzIm8Jqa7PAkkRr5dd/+93B8Ivij6Oj3i1A8+B/jqPFGvFD4mjtQ73m0nPVAEp73139y91/QUPidKqb6O8A++zPdXPcagIr5XwEC+geD5vaoXkD75m5Q8xooXvvTv5L1dqbk+MQuhPDrpvT1buoE9NT0ovoJ8Fb5qu7o8HrGQvgp9+71bj0s+Vp1iPqDz8Ty1H2q+bgr4u4oNXL7psbG9nXvKPSJAOby93Cc8nqP8PW1HbTvSBxu+L5Jzvkp2fD1ZNZY9Z3kBPmYqLr4yTeo90v5YPVshv71i2yu+gnSrPSXVAb2zKoO8api9PQRd6L2wsQ2+TzquPYvY7r3pQrY9G3mmPhLC2b3oWjG80eNxvQtv7b3B6RK9o2JKvhYG87tllpU86aemvYNIiT46JOQ86f2OPWJWuDwY4Zs9h30xPcFCOb6JmBi+wjUiPcsunz0WKT68W6XGvcgIGj4+FjG9qPRcPEx2pz07nLw9NwFEPhGKoz0bWZS+X5cbPlm2kL1Py2k8p4ccPnYwBD6Mnxw9bY+jPW//Sr3QBSe+QprbO59HFj17Okg8kQ8MvCz/Ej5LBZK8m6h9vULKBL6LHtO9MJGdvaFWAz49YYU9GC7luwm3A77pwOS9hHQ1vvoVKj1OW4G9JDkuvqKVyr2w2au9u2INvvV8z72EvS+90bqlvcxCub0FU+29sxGvPVRSoLxmyIi8Id5UvsdXJ75iCKM8IC7WvQo94rqo9Lg9liRgvYMwDT7FYKC9y4vuvUmqSrz+nfM94s55vZt2LD6SUIw85zLmvX35hr1Jec27sX2FPfkl2T0RvE29YARPveKIGj6RmdK9QnuTPYkiOb5KZGK9RfEAviKGAz5jK8E9z6gLPQDABD4G326+9n0ovkHKWL2cJhG+R0qePVifKTtPsSI9+Y0Cvkyh5D3Oizi8G7RxPQXs6L2lj169DGqVvaPqrz1ziwY+n5IfvRIdCb4t6FW8Hs0NPsu/mz3kNRO+EocXvhvi4z1Y8BW+FJI7PWn+fD2evha+3KA/uvnbCT0KVxu8D0IevjkmBL7ZqZA9TNzTvStmc7x3vCW+Lq5uOzEAY7yR9JI83HI6PQmqvD2MLNa916W6PI30ob3iJFi+mUfyvPp6fbvxcA8+IEh2ug9J470NHsO9Oh+LvfuFrr3bSj6+vCgHPdbQEb4Lrg6+CRtIvuvkyb2bWIA+/wStPchwET7/a/k84mZdvm63EL6UCUG+IDK/PSdiAL6W5NG8PE5rPiYzV7403DA+PfpKPmPWXTyxVIM9zZqaPSTqRj6N0JQ+HCFAvaLuGz068o+9HHFWPvhEGr5CH3e9BxMvvjynXT5AOzA++XVLvpandb5S1AC878AcvmMO/z0NrAw+Ped2PuPBND6qEwc84azWvcWmM72CJGs9qP5hPeqStD12d0S+nz+DPBL+Kz1lvIo+I6aNPcwrs72EcR4+piQkvShH9j3ik1e+6E3EPTGIwzyXKq29LEW2vmo1oj1uwYY6tHJ1vNPsrj12jzw+6FMpPEqVgT7PP6E8NPOsPUGT3T3hlLu8vUVVPXvVlr0GWjQ9Ta8WvjEF7L06JKs9Sa3xvYWD1j32Yns+jHS1vAAzHj4tf4+8T6MBvnekJ74W2wm91G8uPQYFXD4DR7w9vtCLPaUiYj6NUF4++VzHvCtsVj2hs9y9dFaHPejCnjtIrJW7xdGevRUNxb0ulKE+ZjXSPaVfN709uxa+xXYBvhq0MT0kFNo9j0amPmlhB7xYwIW+8cAWvqNEhr5QnA2+lp08PTO6u70Jt4G9MP7qu0fMtjzwK1s8h7HhPGu6ET6a+04+lKm6vVtF0b3TyT69sn+xvvBI7D29ITQ9cwWTPr4bJT7YepK8V/tdPtADCD65OHK+yu1WPjsXPr7g5M89gebyvRgeyb3a1fC94JvSvZZsIz4j8sE7P8cCPgBTib3xIC0+OyrCvT+ojD0wcFK+bu/wveJwAz7PSii+vT9+Ph63Fz0a86Y8pOdiPKOlCD4ywYK9ie+lPblX67zmOhG+Jobyu7RQSD4HikE+U+E0Ppjm1D0hMAE+Z5EuPuxuOD7to6k+taftPSsHRz6heuC9NFAsvgmBYT4PXEU+0uktPELEkj70fAE+qUADvgBWrT3fgY27210FPm8XJ76S1yU+R3OSvfUrB75TYBS+MYeBPseWvr2FUiK9fOOpPfX3Aj7Umg0+s99SPQXDkD69y3a9KDzjuewwZ71vq4s+1uM6PsjaIj5ndMM9vAp+va2KA75Ueh89GdzSvRosdj7XkRY+latmPnhpm71NhaC9uJjXPHfMVz4y+zw+3fnbPaqoRz0iNNA63Tkyva5AEz4zG429g5ufPeoCBrwJ8EM+SUWrvnavJj7kziM+WxAuPjuIAb7KLgw+8G3NPRY6ib0zLNY9lBdgvZciNT7D3V4+210lvJlJir25tSy9sNrgvYltCrwcQS8+2+d+PDd5Qzzv5/W8wX+7ve9Vq71/GiC9M6dEvrZx7j1jtdW9VLb6vVK9lD75C9a79UJsPsbFDD6kVts8hRHCvUdGlz24ycg9dLcNPlJqYD4NplU+2NHMPB8tID5rUaQ9ElWmPfS2Ub4sgke9eH3dPc247j0ehH484FEBvu65Or40u7O81K8qvUj1JT6PhQ0+FooIvQjopTwUdjW+YZSTveDFkj23pUe9GPMqvTSpRb5onSa+2UQ9PURpkL38ibS92UvTvKHl0L1Awr07X6DQu2toaT2VOqY9UgcmvDQjTb7D/Fu+Ya5IPhE7rz0q32y9577ovbCBHL7J5a09wfcQvpxRIz5paPE92WUzvodFOr5hQdA8711aPeX/MD0SYvK8F+bFPbrJCr0EIMg7k2oJPnozZz3rzH29fFYdPR+Sjj1e7SI+DSlTvlnwBz7A2ms+SR4EvkakuT0OKjC+RKkXPmQ3OD4bGRy9m233vZ5n0L1RMig+6YbwvN/GKb331t08QzguvYEz172IoPi97zdOvvyG573OoXa9YDEEPtmc4LxKvQm+R6DMvW0C1L3Ss+O9wG/yvaQJXr6oJf09Z1EBPjoOFL1dSdU9NWAZPgTtBj4FUeY9oMNRPrWMSD2wH3O+mGLQvTVc7L0hFKQ9L3RHvdcto7tA55K8TALFvR179b1PBUs8K+0vvrxlAT6eLUi8PVrePYpPrb3lMIQ985AkPlGgmD1MWew9MKoUvl0+Wz5nUn2+95IyPZaqtD2xxRO+Wl9fPaP8J70P0DY+CKC2vU9ASD4jW9I9cH6avTfCyD2JZ4E9odS3vUGeab5pLRS9zjwzPox8nL2orMu979yfvQ8zgz4Pbos+f/vxPDYJYDwcKU8+JuEhPrg58z2aaIs6jX+RPoBzCj7yAC+8f+KdvXXrED4jSIm9pBlYvrvsEj6e6X8+bEQ6vmwFgbycVKi+bWxbPu2Wlj2UC+G9P4hrvew4P773PWg9MNJzPtU4kL7HuG6+eS5avlT97b0GjD8+R8OdvGK5xz1MqfO9IkMmPuLttTzJ8vu9SWhhvWI4Az4oODQ9qu8fvnINmzx6BhO8Z3w1PbK6zj1jBoM9xviDvrzc4T2s8ZC+7TEYvrcC5b3IjKO9voEJvnadnb6sE5896DwxvunuuT3+do69p3dOvt9R8D3B/p++LNtJvsfA6j1fgCw+bDAJvj7GBr7iRPU9DV5UvRZXPD7Y4d672t6hvtGJ+bu6paA8Zu5KvgjFBb6Xlr+7R2fivaqtoD30eQc+BZFsvoagqT5uQxm+yUKFvSchLT4mDHg+vf3KvZ0XWb7Feii+2ujYPWEeFT6M6pW89zWfvmkQLr2gbF+8WyYGvbm9Dr5/xru9U5MuvKvXOT2AHYu9TSQrPfynu7yvKIA8xSBKPYbU4D23X1s8ECuXvuBmvL2hsxQ+FOcGvtbDi77mZOc9vcx2vNd4jL2qk6y9micfPsFs1b2t7YY9bxAWPU++Lr5hUDY+/6JnPlRDbb2lzyM+Ep60PV0/Nb7JBNC9PgaTPLGTF75urZ297Z55PozaVz6OIhs+oKbjPcl+GT7AVEc+sG8zPnAffz5pYKW9c6KUPpIbpb4MNUK9MDaJvRCRIr1cYc08NRBpvoP1sD2EQlQ9gqUivcj17zyqwYK9wCQsvp9uVL5dAo09ionPva5hjz6udgy+kJbqPVInNz7+D5m9Es3PPcpWlz5ygnM+nsZzPSY5Rz2K+Qe7m6NjvjKL5ryx7yo+rFmGvtf2AT4sIg2+X32rvEoUrj6XxlM9T8mDPWJwVD5zDXM9f1qHPoP/iD3fCxY+FL7BPV9dDr6CpQm+/TdWPM2sFj24Mwk9xyDgvVYwU74PONg8Ch47vpdB2LtUJNG9RnHcvZ1SRb2JuEs955sTPR13EL6H1b69SgCHvddfWj149n+9I8iMPqIIFD6weNA+69mfPZLYQ75FDLm9t/pCvoQEGLx0A5a+Unp/PUK9qDyeaUi9D1esvH26pT7nCiI+V6rkPUC0iL2yeLA9vwLOPLkyUr5vR7A9pVAivaBHDT71dg2+UW4HPjpJRL0q8/y8VN9NPehGwj0CiOk7gjitPUwIrj5O+Cw+HPeePclxuz1qYmU824zqPQWjPz7kn0Y+/2a3Pex0470J5I89w01MPtK3Kj5exg4+27yHvTGbWD5Nj+q9Rlj+vXryVD2zPVk9kedKPUofnz1KlhU+Jl33O9E7T7v6lwc+EHUxPJH/ST08750818uBvdyLKb3HCdY99T3lPSHEGDzUWU0+JPKPvEHsaL78p0E+yjTVva1Nlb2wOC294TMMvrBnkD1zfx8+8ESWPPcter3vZtu9wf1KPiPtPz4G0LU8GFgRPuWkkT2Eczw9Jc22PAxS+7wGbY28/j0IPuAT1D08twQ+rHfpu8iuCD7Jlzg+dCzEvIghBL7C+HI9kZdmPfw1rbzmuaK9Ew2bPUIGIj5AO5299G7zvbEHsD0MVC8+Y0XcvatdjL0NkAe+GXGjPYnTHD67ljc+G22/vXcQCj4Tiom9BPqfvAeSC700g1M9E6UIPhQiPT0cou29A9RwPflWrT0eDBk+bntkPgKU/Lzwf/W9WM8PPicO5L24zbu9tCClPcDaMb3wfPy7xrQ2PvJUFb7LxAu+0HsKPq1+F76yUQO+oI2SPChibL2UAxM97BkKPrJ4przpXds9MZtevf5CrD3x0aA9tbI/vZ9+oL09x5W9gRn8PQhY1j1jnyc+C/MVPhdCmD2FTDY9xHC3PGC0Aj0Opg2+9M5QPuCM2T3vRmy9aeSnvbhLez3/up29q79OPPhvI76x8bI+hPo8vajSPT483bE9gvBFPSk5rT1p0e47GQeSPf92hL1VMHu9xpH7PUDE37x1WYE+RRdnPXqEB71qSoI+rc42vqiLUz4GJhO9rNFQvZcosb0iPxI+4+8lPlUrdb25Wgo+b0E4vpi6uT0xP8W94cgNPuVc+D2Dads9jj+ZPCM/KL4Ijx2+iq4wPeAIxT3OsJq8fAgGve8Ckz3Ph2g+JkuJvTu2h72zaom8JRfMPXiAOT7iOzi+jOMcvmbbkj23KLQ7IjzgPKG37b3RqcI9XwlGPlzlJT6m0r87Dk0MvTItwL2bHAw+X2trvCBRwDzat4g9v9zNvemNM762I06+ddZDPSblDjw8Pvi95dOdPDU0t72AEqq9hqHNvHr2IL3eB3g9z8IrvXcDPb63ujE+71UqvoXGh7y04Ca+waaQPvrxJD4m18897oYYvi5V3D2pnY69o2e+vqBGV74moMC8CQ0kvcWsNr2VYLO6g7YlPaay6Ltn1GC+VfwLPl3Yoz5jz6i+jQZGPihUczv6v3i8Hqs9vQ5FTT2y+N698lQWPtIWCT6vpVs9TWnzvUozED7wwl8+epkDPPDpTj6i45E+PuflPAyYRL2yAcY+u4XrvXqaDD449Zk8LZJZvWOgYr6ySTY+2IG8vTvaST0EHB4+49IyPYxQDbtzFz2+C5xVPc4LfLwdvoU9vNQGPvniUj4nNMC7CaKAPQVLE776xzW+nVN1Pr2VijyaSkk9YGDCPT1sb7wUy509Geszu8k5V76Z2z4+3g4GPo4W9rx8GbA99Phpvad80L3RBbu98TQWvffoLL6S7Ro+Nr0PPcNxKr5Tzt29R1czvY3DsL1zaJc8Hy+APnm+DL5msgQ+OWfRPV93pr0l2ZA77XxXvtzpBD7ANGE9J87lvQVE1bvph4y8a2sxvrYr+LzSzD09hQ2LPaMM5z2JofY9ACwfPu9RaruUh/a9HBGhvfKWs73PC1C+IlaxPHKwB74/N4K9xI0ZvpD2Bj2zJic+mmuVvT39eb7W1zc9MjUWPrZYmT2N8jO+i605vrzomT1O1jM+MGinPXd1dT5tYyG+tjkmvrlh+72v8ZA9DGaJvdbWib0/VBa+YdvuvRcgEr4HFY4+LSg1vrz5oD3yQfW6HDsLPrJxPz4ac9U985ZePExMK74eFAi+wIuSPu80Ez64Jpm9b/vSPR6dvT0thoW9khiUvp7iW76MVV09M2sXvtotUTsPmwk+R5+Lvm56qj3xl8Y9R748vQ1w370bn3K+x+8xvlD6IL7/ZvO9O7yMvRRJRT4eDdm8HXsDvjHjX7xSS148KaPvO7Ih+D04cjg+X/DGvYWfsr0VsmW8jRQnvVq5+L2RE4y+Ma3ZPXJSzb2q240+37/5PWeK7r0bfE6+z2ocvRH6Gb7/bRi+BP2RPL2ECL7iA4k9zZlXvTUIpD1AK0E9dawNvvDKU75q/Pu8uA93vSiu7r2wJBY+Tr+nvYuC2DxTue87GNjNvQUk67zF+wE+tjGrPX31XDzGMUW+2xEkviYuNb1MzWC9IvmuvdNMLD1iAao9d0J9PRCTRbzXcw6+xWABPnCcMT6/Oxc9j9Z3PUp9OL0R5Ye9sncivrxqszxsaIQ9fFQtvbZwAz7fsM49cpxQveZvNL68UEy+NpvIvcfjOr6mfjC+fX0NvgxlVL53V1K+fruLvfJuE75j7IC9sgwZvfkOEz7TbGq9sj1dvbcE6DydRU69knsAvi9P4r1oKf68tq4/vg8AXbpYu2y+FHVAPY1XeD0YOd29I9H7PasN8L2pRcW7TjlePYQf0LwDe/W9/folvtXA1z2sbT++0atdvnRFsz2QUBG+rH8LvRr+971It4C+Sq7VPSTNtz0RTn09tPAdvVJ5eb1+2J89aYmaPR9EmL2TvKi95rZovROdw71kEMK9ZBZAvkfWur0bMEa+o+1UPaZLCD16WAW93E3nvbjcAj61TDE9pEOwPfWQb71GsAM960OYvazUCT7+qiW8GPGNPTYu6j3AbhA9LmjpvXqTmj39raY9/pHhvbYwDDsdS8Y9kOqCPcMHjr2Z6fo9mekgvcpUpjzHWOk9dWidPU+qgD78zhy9lX56PLUnpr1pB3k9FNo4vRYMar1Uyho98ickvHFOUz4LWV6+EZAXPkanXL47p4s+KO4Ovq72vTzDulC+SiBjvt7+Ib42cBK+QFdbvj7hSr46MG6+2ButPtW9ar1F6ne9KBAvviZBgz1yTN48cEKIvblYwr2NMQ6+wK0DPiQTWz2quQI+So5VPGFOVb5RnGK+8IkyvTkZVrx8RNA9P1M0vYlkDb17I+m61F6cvXTJprwmThW+FgtEurGhwz2AwlG+D+otvtKgwb39po48f/v8vckTGb6UGUS+xBXlPA/PUz4eaPU6grtpvS7EVjyOWEi+9EyUPHfyxz246e48bl37vXIW5D1I/rm7zkY0PgJAnr2dTb29lhWPPfFqXD1nm4c+L+6HvtALoLzntsm9a6D0vUBsIL5dwAi+QdHsvX9kRb1g13I9gJK8u+13xT7oe7U9cJZQvVZYKr0M1wG+/yAoPefdz7wfV4G9msVwPaoNIr6rFfE9I7lgPouRVT1LSVk9En6tPY9TJD4IJ/W8PNbuPd4mIj3cbTg+ouzMvVsYvb3VKEc96tfovFdijD1qXjc++X1gvut4Qj41wuc9/IDbPR+rhb50LwI+OPswvVsFUz5lvge+0mj9PA/h/T1fdKq9KjZlPRIHGb3Eq1u9YNYQvpkgOD3mnOG9+lQGvC+yPb0GNF69UZTFu7rPiT4sHZI+2acGvrRPez4vV1k+gI2rvHTGNr7CoWU+1Y7aPYtDED7W9K08tUKcPl60lz6c4o+8i3RUvvrvhL5xAxM8LMvDPkIxSD6tYxi9IVpivrAE+zzQoH++s04FPMspMD5mt9o+I5N+PrtkuL1RX6e+ttLsPeNxdr3tuaE98t6rvRwMG77V3Ri+UCIgPvX5Fj6qLII8krUdvioOeT3HSXo9FclYPC6d4b3oIzA+HE0iPFPuPj7o6Fa9uoiPPoQbTDqq0/693HYEvgBi071jz6K97SOWPjcV2T02hJ29KV2DvVBIiD0udts9GV+lvRFdNL01zwk+2ouBvi6egb36MEG++tkQvpeXx708B8Q8z0hrPJjMkj7PJT6+R+zvPCoBUD6+WHA9TkplvvkpjL4Ou/69+ZQmPt8Kxz4DmCi8RvOFvcb5Wr4sFru9WJbzuz/4Rb6E0bK9AaT0PaDEJ73eeJE9CxdZPpVXB700Yk48/CDjunkZqT7j+Ce+U7kdPhcoHz7RtZ49fngTPvqW1T6Gw9W841kqPZhPfT4yBI29ds7ZvS5ag73K1X0921N3vDGZ+D108Q8+zkOXvv/GQzyeV2Y9o8LTOlQ5uLxy1sy9K2D6PI8quz35Fow+7C4YPlllvb2qNOo9clhWPWDEAD7XdtO910UVPhVqRr7jYzy+h5Xgvfoi7L0jiA+++QWBPfhCsr1Em/q91MH4PTBW/b2nQKU9I21ZPTOGI7rPYYA8sxynPS082T0fB7+96vZEvV3llj3rRIu+PD2mPbwJD77V2949e5ygPbOJSL5xYXM9O/aCvR3IdT2PxhK+jkZCvuyj3L1Y7h698XWHvVicJz4YwiG+raEDPr/egb3F+Fi+nQP4vcsvXL7zhB2+aPIovpJ/Vr6kiwg+zrRwvjsNUL2dqY89K4LuvS0Jor29nDO+Vr4YveyOZzybWf+9HnICPRFNED7pYY49LwkDPqoz/ry9RHY9LrfsvGBp57wBUBG+RJQBvtwST70XAks8SFknvfSL4D3+Zye++OUPPqNk3L3rKvq9IsenPffIG74FUQW+Ln/sPDKWc77asGy+2L/zvU8xNz7KSKG9n+zwvByaF779jBq90ow3vB/0qb1sPNM9Efc6vmF4Xb4HXA091OKdPTmMTT2Bb8S9+qdqPIlsH75kRSS+zzwHvolu171QYXc82dwxvsreqz1990e+Th6qvY1E/T3JGju+LPMovkLCHb7pROQ9MPoavuoEeL0ZSme+cqZVvsj39L3MLTa+uuMJvtAHEz4fPC6+t1jovF8yAz5UFOO94159vaSQ5D1aB60981xYvvMNCb5y9rs9K/NGvaphQD4VljO9EO/KvQj1Oz4Owdc81B4LvvGIOT5rokM+WOxSPIa7P70Lqjq+az1tPX38Iz7BKZS8ZpAUPt95Qzwm0MY7FgEBvYIeLD7wrCe+zhuAveYSxj2O0N09sLunvYyatb3F/oG+/lYYPXykAb6+p7G9QpC/vUEqqL58H2m9gBcxvbxcdb3VrlU+auAOvvOQyT2ejtW9glJ2PNO1P7us+cW8PvSfvVSTEj4ap/y9aRzLPZgvJDv5loI9Y1JDPS+OKb6pTB8+6iwMvuiQJL7/mUo+YAAHPRjKS74EShg+aZoFvtxBdL05tpS96WYIPunQvb1ftfG93Og6PIwpCL7yHqM9QZGuvbLCsb2+7069wXVkPiSrD7tOmWe97arvvYlKpj1LNhq+cgh1PXCZAj6tcpY9h71svtxkir237J89f7t3Pfz6RD76UfS9Eig5vekyuzub8Iq8NdjoPYuDYD6CYSe+gQVHPEWfHD6UOp29yOgmPRHiXb5uTGG+YqEKPvCFxD1kmwW+82xdPIuREj6IXq895TX+vAY3CT7R6x88+PMFPBaOVL39a8Q8GbpbvXi6OD58sN09BlhxPYlNBT7y1Bc+gaYbPjfpzbyaBwI+1xscPrU/Kz5Qgd48TpITPp5XUT6k4wK+MkZzPkiBGT0shxc+85mBPSfuGL6xuPS9IAqevV2PYj2AbhC+8q2AvU20xbyoajw+/gh5PtMKn71Y/yI7NdtFvvs5CT7t5ui9oPcdPqGUKL7GHRm9zdqAPnNbID4XU1++7HitvW66db5GVIW9T9o4Plyk0TtirQO+7I/4vKyUHL5OV568PQYuvMVS+L0VEAe+7u8NvgqpJL7FU1g8BZ2vPa5C6T39cxy9GP1BvooQMj7Swx0+JcmbvUmgCT6Nwhc+xtAQvpHzwrxav+C9N7+IvXlj/Dw+/yS+CoB/vOlP6b3phLS9l9ggPe6iAT6PnmG+TRFgvRySJr7oFa89t70dvm/ENb6Y1Bu+LRRwvtN0yj03ssy9Ns2ZPFKNmLwXeXa+DvHXvQfZ9b23h6g8DRG7PWkDVT5VF2E+TpndunCtK75Ht1a+pvfuve/J973ji26+fGN5veZ8mz2mGhA+Nt7EvI3I7zzteL+9Ze49vlfUxr2lo6Y8nzAOPkkCNr2T7zK+qJsevJA5iT7XMwi+XldvvimEXb1Hhe+7mPKCPWNkZ71dYq+9fieDvQj+XL5/eHG9k6sAPOOLOj4c7RQ+3cssvuXsEb4FtCY+XsqcPWwNw72Sfkg+UMdMvkFZDL4W4JM9DwFgPOZ82b0e09W7UrswvkTHt72EMYS9b+ksvpanMb7Z244+yWRlvkMHDz1MnXm9T/fKvMit8r2q3sM8hKSFvVEHDL7VBcM9tIk3vicqCTrSFtO9B542vgC5Pz7v17E7zaCTvcF4NDzTh7Q8S03evZUdbr7dUWa+Fm7kvZXXHr0uPRa+ykagvfGvtjwtqQy+Y3q2vRWlCb4VSSk+dSEBvqlLUL5GVog8vxYSvgoPrD1/r6I9sIFQPu8do73sKtU9InVMvqqTUz1Bs+O8t8YkvtZYA76QGzI+tbKGvpnsOD7w+KQ8h2uqPVRy/r1Moe29D5CFvUfzmT3W7vo8gRF2vhKMxjzJD0++f0RrPUtvmr2RhiE+3d8AviA2P761kSw+krzGPXjGID3U8DG+WFjIPfQcVbxQMes9Invovd4byzyE/2+9hzEtvQOz3j0gt7i8xjD1vbApHDy75CG8Gez/vfsClb0q1x6+GWCKvPoDI77oMSc+tnXfvae5Ar6wJZW+90aSvmm/ZLx0RNs7koJQPi5+BL7lGRG+iNXhvc3JMz51Pec9jxzAvHZKkz2+Aka+IZzVvVz/0L1YPxU+5yNiPW3EML471qm9Q42Dvu6bTT1QoY09+sJhvgjTmrxN0sG8Rs70vXFmPD1jl4W9i8yOvLHysjxf77A98gfKPclMSLxNCWA98/RMvirqZzx3hxA96+RHvVcPxj2DFo09oOJDvlbkmT0zCcS9sFdcvupZHr0wPZ08S7n+vetMiT4AQVC5xyxvPAJYSr0Bq8o9iBqWPTBmhT5Ek5Y8c200vu5NMT7nmfi77kqDu48TJz0TMak+nhsavTjfFb7Hu4W+gLF7vR4+8T1Tm3s+6i/SPYD+E7xF9IW+qK9hvKMQyT0RQxm+YFI9vfaRiL3rZk8+cLxaPsqZQb7dVXA+5sIdPnbJFL6qQBO7sjzoPW3qx70XkfE8wa/OvSqUqT5vQ/G8CcFfPbIGhj3Hcli+tBoQvkJ4Wz2e2249X3F6vgX3zL1adGC+V1dwvhDV1TwZsUE+ADuYvXgD6D3bvKi9Do5FPlnR0T2C7bs9NbyaPt3txr3Uoba99DAPPlxrF77Lgkk+DjENPuK/X745la+9vRyIvMX3SDyLFRy9n7PgvQlTSz6meCU+ysQsPg5V/D2FbIu9o3qePYFjhT73OzO89A+RvP8ACr7rMIi+ctqKPhbLbT4DTFI+iJ0fPiwgAb5z5d89Nd/pvCVcCD6+3p89NRhyPSbWA70xQDW+cH57Plq7vb0IYlO9EiVGPjseFb6ikJk++huJvMRFSD6mo8Y95iJUPufjFr6FuRy+u5qjvux7iT7P9lk+qerqPUyQBjzWsIC8ntzKPeAMPD5drHg+UcIaPU0eGD5diiM9NknPO/D3aj0Nn2K+FhuAPj9QAT5mntg92nujvSVLsrzZBhy+9+sjvsIS+b2XFC69HpokvkD4ET4anYY+tLj5PdwPMz6Pd6A9rEGtvAw3c708zo+7tetcvW4iEL4026A5fXWKPjdIEj5vmf47DOpAvh6irD0Ft+y99GZ+Pr4Twb34BXK979SsvJDAxj5esQo+pYhMvdj9UT45TH0+MwukPr2SBT47yJ6+92JDvgG0jrza+GM9cUfYPcAszj4PNga+K35APuUNUz2Suj893BcnvnUN2j3NhT69hsd+vRQ2fz7s7LC9zaIqvbWirj3rNHg+T/odPRxoc70OZl49jHKBPlLucT7AHQm9+/uXPITiHL0z3E0+tpSvPq4d97z5yC89YGqfPX7bLD2+yXM+SqZNPowtjj7T2a08LtCbPS3fbb3XkDc9TUJJPqxRHr1hVE++i5MdPvys2L1Zyuw8AuqrPWblbT6MHMs86ccKvRvbdz2P96a85UCsvsogIj5eWTU+RRuvvdPz5z3GuQY+yrFfvpjCKz7PG0U+M+kJPgTLp72+iIA+bFmYPnS8+j3BmCQ+4wq+vY027j3aR12+Zt47Pms8zj2IaiM9pmq+vZ6q0r3gD1q+BuNJvQx4Xb06mBC++trdPBIxjb49t0Y9395dPCL8Tr3RnzY9jsOPvYn/db35HrQ8t0YQve9xQD55X1Y+xvPEOwWElLscmno+ORqwvUfQAr7vISI+ZCkyPQLpyTtr3t+9Ryq8PP8pT75BGvG8b1oOPeM5YL52iFI+VulRPSBiAT5sKSG+3TKTvdjnQ74viSU+mN7ZPXWKFT57wSG9FyGAuvduFz7/iSq+YLHfvW0ylrpJhTg+9/DdvVYlTL4K6yE+wEWkPHqrAzyGL8K9pZJKPd9aED4x+VM+GLpVPvCjUz6sHyS+tWf/PaTIVb24dce8Z6+VPWwfsr3iBKm82x6EvbPaDr42/LI9LAtCvZS2aT2aIjQ9dcwGvmjyKz4HFDO9XHlOvVZN67zFQhs+6DIlvTcG4j1OzhU+yXy7Pd2epr08CsO93tgjvaa1Bz7Pqpq9smUivdVA8j0i+kk+lbatvTRTID0pIXa9gfJ4PaD4Ar4jJQs+Hl1RPvTiAD6LT3S+0K6Uva3qDT5/zQa+5RgHvtSbW71vUrg8b5Q1vmiUBz45YxM+u4vfvRyoLj6jKy8+SSBjPqNSqz22k6a9Ts//vU5WBD6C6Am+w+YOvMHpfDyUNU2+Qv81PGT4uTvGbxc9eFClvbrbIr48Aw8++tbkvKDeyL1AHfm9aSSVuyEwID2zMaM8pNLBvCq5R74FDUW8PNq5vHHSvL2jdqc9KKk2PiX1oj1jEO08vnjDPXI6L7747d4+iDH3vQWQFz6oknW8PiaVPGBBqD2ziyY+DwqUvPlkwL7WMAu+pc24vemzBj5iCEE+764TvTLanb20Qym+fs+6vDF8zD0StoU+44+KPeB8Az0rnLO+zv++vUsam75oPE29a39HvlxeGb5N4ms+S0YUvqc5Wr4rxvQ6kMfQvbWQA77PY0c+OPgxPtOxOjwrYI6+YT2Cvri76r09qVq9Js7uPYrMQ72zBIG+bBxxvPYLi7vpGiA+zeRyPt/jY75pjpI9hScDvkmZgj1Lgl08J9/7PQK+Kj4EnwI+UjYKvS0oaL0yeAC+wakovgynxjwzlCS+rofdPaDrkj5wB4+7imoBPbITJr09vKo9Xn4Ovqb74L3WCHq9ydQbPpSbHr6rHg27Xon0OiLc4D6fN1e8rTOjvCpyKT5vfIi825kEvsc+Bj6Z3X2+4/mNvlFnNT5cMWA+VNpRPll8VT28YE8+xcx3PsNIL72V2xm+8k8JvptePL2sHK09vVLcPao24b5Rtzs+y2xevQAyi72ac5o91QkpPiuPpj1WoXw9lB4gvlEArT0ygTm+ukeWvsSvHDyHpo69PXT/Pfgj2r35QvA97u4xPuzy/L0J7vS8DHwvvo38gT1meXU+RtKhvE+OJT5gcUu+lxtXvn6q/z30/B29OUIUva8eEb7rNBU+bXJWvOzK071gVze+/tUAPuJWs73Mfwk9g7uHvdoJkr1w+GE+a1eUvT8Jo70KVDY+ifMtPimr8j3oo9u9bbiVPSPw7zyg78895HS5PBUQTj6Gh6I9alKzPeI6oz6J2Sc+jPFbPvkvAT15mF29B19vPT1zQb3T6hm+T1QBPgUF5j1DYT4+ocDBPL2BZzx6nxU+6f8ZPnzGtDxZzAE9cahHPjavZL0tOn69u8DFvWopaD75cUk+BniaPQ8eLD4ggVs9ctENPvGzgb3fgXW9Fan2vSUHXj6I3IA+/IaPPS2e2L0pBik9sGaOvUlP2r3eP5m9Wr4jPd4587xrabS8XpLYvSoeZD4YYgE9BQNMPlTOgr0+KMs9SuAsPifnhz6lNCa9rLYRvnQJnz06g1m8UaMhPQrRNj0OpOk9bLE+vrCYOr1KzO09vB9uPn2R6r0XuAU9N7iMPejSD75e3Ai+o/8oPrrITr3crlI+wUBWPdfg9j1vYZc+nBfJvfQx1btYK8G8z49nPlE4tD0Xa/C9uYsZvniaZj7XyzS+9p2IPR5zjj5YGJu9qu2wPWKEOT7FrTe8qtuVuwy6q7121gW+Oi4TPdZn0LxcvbU9Ec6uvDf6vzy+Ui0+EEk7PSNwAD4l7AC+Too1vYaypD4WH2s+LtacPo30Jj53RSc90SAkvqrBxjtRwSM+GIvkvbtXWT5P0V8+qbIBPqgojD7V3gM+/RB/vvTMmj0gBVK8RJb7O8/jDr5MEE2+f4GAvCG9nL0Uchg+QFi7vYL3KL527XO90CAAvoCUWr7X6Bm9W70nvtYtazu7xiM9ULENPmSYiT0dJro9waKavT8D/Lzevau7IlsHvq7LBb6jIT2+u8oPvXHjJb52fvA8e7Mhvq9fnT0QbAe+o7+9vSiXz7y+pyW+BH2svb6SgT19/4g8nQ/CPAs3Yb2Z1Zi9eN+fvdZgI70ZOam93ykXO7b8KL7gdDM9wKVcvXa2w7xkJds7/hzoPHaDJr3505k8nSOXPXPGfz3knJU9v6EoPZzoqj3knhK+NnpcPRQK7bx7oU098c4wPfciA75YaRs9V9l9ve6J9b0aBtW9MIWVPAZg5T1ly788ptWzvVV31L2oQlO9YKPVPZSSAr4jMK29Smjru6uX4L3qDdW8bXqUvdg8qb0k2j++K+novE7iH76iqFK+0DVqOZtZAT7aZL29zoMTuxiyQr4bcPY9TA+CvQoENb7THl++UlJEvnvSOj2miQo+oGsqvdN7qj0rMkm9inGbPR+9Nr1w0Pq8unUPvW4X6z114YO+BVoFvkOWpzuWr3k8lQ3avHJ2iL2Y7yO9C8Gtvf+KMr5boA49+Ex9vsgEGD6cURY9lOq2vUmQ0z2ZWse9T2pkvASu3z2OY1O+XQR0PTsFbr6iwj+++istPQp5/j2FEyC9OSsIPS4nDz7nSIQ93aKnvhEDJr5A+aO9AhHqPG6Pgj4FWpm+7DvQvcLmyrxR9z0+0qWtvd4wyj1782++aXUxPgz7gLxN+4A7YDSRPaV6z71qwlW+YC1qPateHz5VXFS+3reYvhi/PL57pQI+61XXu4kLk76AQLk91iBpvY5yprx0Oa+8+9CSvftvGr54DUO+MpYAvcRNFz4yyIs9Yen1vT770D3bXfk9A5txvskQSL4Y6J09hu0yPvhY2L1Cy6O+mRV/vEPtIL5WFLw8Z72CvlzgELs5QZG+WUlcveEKxzoWJxE7XgS3vZmHt73OVFW+IsGOPCD9OL6riSc9HrA4PsTKSr5um6G+ugrOugnNIb73dug99vRKvpoA5DzGn+s9O9BLvBAgfb7x0oK9jDqxPUDhYb7AS9U8AAUEvj0A5z1PY+q9Ayg8vmxypD5hb0S++FWiva/SVL5Oh+w9jMsgulKe0L1EdT6+2wcdPjcuiDshdoQ8IeCyPvicYL7bWBW+jnOhPlWKrz1QaDG+xtkYPn1aury5sQ8+zguvPYzUVb4/IoO+E+iOvtpw0T2O7yG+jpWsvQav0r3HXlc+GAsmvfutZ77xWei9NO6Pvd9txj3GD2Q9Qs7yvdX8FD6toES+U0A/vTKyhzy1cmc9ShVqvtKEnTq/2j880w4zvpu8KT5XHCS91DwVvcpMwTxLsRs+LvP0PELFZj4lbD4+SawqPp2ltr3rQmY+QPLBvffhdD3iPGa+ZWzDPjT0PT6KETy+ikghvsuapT1JAtC9Tch/PtD1Fz5EqEg+cU9gPsrDND2bxqK+Y3H4PbkzEL5OLs8+aQpJPihIR74RiLK+GN0+vrinpL1Z/Bq+MJhMvfsJnL1ez5k99F+/vdUcRzsMxBY9OLAnPrH5mj0T25g96rMzvb9ibb7q5Po9IJ2uvXhpmb0P+Ty9mMG5PYfRjb6QMq28jOBbvnPxKL4iw/e8AdObvAZjqzz/ZVG+Xg9kPiQ2AT76JNg96mEfvJH+sD1Xfqi9+B2cPM2CXL5r30M9w5AGvhFWorzZybI8VFkaPSKJQz71AGK+tBqLPMEKIb7QGn++Z12xvSr/gL4ezBC+ONU4PrGjQD5Rm1i9m9oSvqTuU74a3k08jf0aPRjTqr1MrTK9GHM/PWYwWL16MKw7N7NYPjPxorwb2r08kp8sPcSXpj7yzh2+TH/tPFmrCb5Hlze+i6nQPb/SgT7P/ZU9SFeDPB3g87vSJDq+PJT/vJ36FT7I7L69vhUbvIQVob4i1u09l3T/vZPlND7dlZA9H/M3vSXrDL6fDK69GkD5PbicjD6NpuK9WjWxPQ7FW70glI8+lscSvZQF+r2h1pA8WS/SPSAA5TvL90O9KDeVPfHD272Mqc09f5E9PJhSJz3MOsy8MKkpPoJsFj5prQY+hCiPPTthzb2o2zY8+5buPTdeTr6oMPm9OCMQvdU9ar7iJXI9p2SwvRBK1r1qVoI9G7gLvo3Zhz1CI/E9oFObPXL4ET57HnC8AcvxvMSlnb2Y81M+LtokPeqT4z1jkDM9SRepvQ+MHT3yn2k9mX2iPVM7bTxl0L29vSj0vdezAT4l5eg87DoVvuwrpD3uhPa9LeUnPqBxDj5ZFic+Irm6PV8b/b3wDwG+SDONvdr0iz2XaTY+cULrPbp44D18oT4+lnYwvsEgHL7pRS09fCP+vcS9Ob7pWw++4YavvYqhhz0SN6y9qP4APsa7lD37Ugi9m6E4vfMNzD1nRXS8LGy7PRxcrb0ug929qHCIvaDwj761NCC+SASnvcebvL01YeC9VZoovndF4715jNo9zXw6vn3nLTxY+l49TwGFuhgD8TxpTgM9ykOPvO81rj0Qxd+9JysPvsaMRT0nsdM8dRIfvqwKA71m5Bu+Jfq3Pb1shL1FJqO9LSKBuzvfjz2CYvU9OKDBvUhpTb28LbY9olGovZIdJr5CSDm9dxAavrcDyj1oy4u8fCUfvVeF8zzEoJI+Iu4Lvn+Owz1PhsS9byZGPLWVub3so+M8hFkCPpKbmT6lBzo+/cL8PV0J9zz6iPM9zwQmvWDfRb7Cp7+82ZXtPclDZD5Jcqy9Qyw7Pr3ycr5XIAO+hewdvtesBD2ilsC9zpi3PZU0aL1wwTI+bN8+vlb9F74YJjm+fDAvPqumd77CHr+9xvbHvBNMFr1RQFS+6gWTPpTuUL1rMhg+ZQvAvV1sWL7MB+a9Skk2vpi0wzyCwPg8IHwDvs+RDL1IzSu9P2PNPXWBO76ctyK9MzkFvu7IN7xJXvK9G/ddPQ43tbysunu+WtoIPVQCIr4IrBY8+g8qPMZnXrxahJC+zG8IPfBFdj6ajqu9t3rrPIDxDr0BSQw+/zz4ve1JIr3j/Zg++revvUILNT0gIS++99fPvTZfgjzMNwM+U9SjPVHpzT2xoco9S4wiPg6tEL4e0a29GZP0PVTOEz2vUtk9eAI9PgAdZr5rv407lgA6vG7bsD7sn3S+zu7WvfZZPr4/UAc9jGoXPrPPzr1LI9q9t9cPvu+mw730zsE8ujGCPcGy2j2c9Kg9Sdgzvh9wxD1WFHi9Lx8ivjFE9rt4AmQ+bIsOvVNXPL3fJxW+YK+Wvf2wjj6z9kQ96CdRvqsPFD2j3Rg+1FllPmBZXr23CBY+aguBvAY4Kj7YYB2+0KIpvgv5tD4TgnC+PLAGPthULD5rW8O8rKw8vuyUJr17QLC7n8YvvmgoW77j44q9ioP7O9P+kz6CBpc9P0JOvm3E+b2KsG68cxr+veNZKb6hl5Y97Q/7vJh5TDu9jLw95d6VPiZdqbzkmCy80L8NPGJgfr7IBJy+vNKOPiSzQr1CqM89uGjQvYQAwD0Q7AQ9HfG8PbCHGb5utMc+ZjdVPuPA3bwjfJE9U4KGvmYhE71aPmi+Shn2PUMedb4muRs9LxoivrSB1TwkQcc9PxPXvTN9pLzKh8g93rUvvg/aXL1FTEG95DPdPFKYI77ZYrE9/jULPuN/mb3fPgo9S2dsvs1hiL6jZFa9nzF2vRz4Cr3sryO9ZJOIvXJQizu8L0c9JLsYvcj/27ylBZ2+n49gPvyzhb7YaNC9wqxnvtiBDz57kRQ+sGHDPPdQRb2AEMW9oU34vbLt8T3fDm6+Eh7MPek4xjyRJZu92JSEPHUXxT04Ig6+ioIYvoGvZL7utoo9VzqcPpxhQr45Pzw9LC0Ivb/2S7xVaOq9iKVHvnX4KD2pmR69m4q9vbzEQz4t2na+I3lqPoPAgr6P+Ma8gkGjPFs1ED7q9vy9AscMvehXIr1K5fw9Im6lvFf4OLv2QW+9LUq/PVxAg77szjQ+2S9bvkXSiT1nk0++pNsyvo2cfb0B4wc9MrhAvbWHhz7FuGs+42HGvH+Ggzzzg+E9/1HgPdpfAr7cKKm7EGhePrRTC77M86M9++ghvtknJD6pFRS8dSbxvSDU7LwfvDo+KTO7vb34HD72bba7+ykjvtPrLr2di/i8T/AyvCXJr73FFuc9kBrive7NIj0C4d299ug4PdH7Ir5pKAs+I2uzPb8UPb2NAME9ODIUvSHsJT7+jdK9CP9ZPS08SD4TORE9lxbiPD23T71sqxu+KmnivR4HjTwcWiu+26b5vfaIAT6Fxmq9Mvq3PXMBRz6RStA8ezpEPTF9N75lu7E9tN+wPcsY+b2xl4w9LG2yvUcE5r0ohbw9h8i1vek6H77wXqE9uJw/PaZ4Aj4MUds9EsYHPXuWGj7/fX89L1bMPSLzI743QJi941YtPbDB2L16jBy8KkK7PK1cOD4h6cs7L9gTPm5e0j1Wq109+swwvnSnRL5pVGU7p5CivSB0Jz71eg2+yFcBvoq5FT5fRL89O4EiPntYI75zhUe+ScYWPhp2kr0rlP27+kQ0vt1uGL7ZpVE+Knw7PLsQDb7ZFhO+ki/FvU6shr3478U9K++pvVChNr4BCj08LTVpPXZ8T7zeYQ2+KH5kPtW3pD26Rdi9oke5vS9pFj42kIw9umzJvfGwBr2wJPW94FXAve9Myz12ICO+T/jdO1VD9r1A6wO+VZqEPZdW7rxT50e+c5f9vSzVkL3mKjU+TZkxvefSGj7AMT4+y5MYPgvOIT7QOaw8ZWKhPOKktz0F+tE8DSKtPRjvPD6Sgec9zIEavgQKSb4iHFw+JVvzvStlOT6blZk9FhBcPW4/Cz5MCEw+CutQvdBa/Twzzx6+xn9TPuspHj6lWLy8lq80vu5qjj2Lg3w9LW5iPs36mr3Vp5I9tQD5vWE8yr797Z29EdQkvoS8GL4ZNPe8TinkvEUlhT7TKZk8rzX9vYVxkj23XcA91pLwPZrbez1FVpY8kEsQvrpZ9TyS/xK+4TkyPQZkGT6DXiI+aSd5ve85Pr6uVpU9mGMBvju+fb0dDT8+WteXvTRxqT4ahSg+Ub8jPilRoj2AfIc+QZGIPTaNPLy3p1O9PhexvcGgMj0Zg568J5YevkeL+7x1bTE+e/+1PjWQAz6AkVy9utnEvU/OsL07TpM81FSUPB5UHb5LOU09tLksPvszvz0uxmk9PypGvhUhTL4qoS4+DFt6PL8IQr4wxdk9LZr+PTWXLD5LjZA9GLtOPmTjoz3ffx6+asZ/PmkwMz5h1ME9bwAFPj/BtTyK0yw+906vPYNqIT20BgW+/D08vgFsij68aqA9v0MRvo4tSL2NbWY+u4XUO154JL7ItvS9KFRiviCnyz4Kxjy+0lv2vaVC2D1Ca8M9rgZAPrCc1j17s9M9ngU8vtivBL7aHYC7XCQRvm7DbD2/Bze8qKc2PvxSH71+Rwg+riFTvrDvKD53bpk9A98yPqyX1z27Ul69wTFcvqm8vDw9ncC9zF+svVq2xr12h5S979XpvXS8Sj6KalG+CfixPQfkpT1ZMQA9AklAvixe9LwGYOE9UQsMvh0jPr7jvFa+lJ+qPI2KIT7KAfe9knh+vkHOlzucxGQ9yEZUvRHtBb1Zx0S+sUesPEMhhryNI2+85liSPZImHT733ds9iakJvXAxKj4tAdS9sVYKPlurj77x+Eo+HvNqvpGPIb7frz4+23yZPlFESL59ftE9PTTNPc3Oa75tFMM9iuocPqmglT1y7b+7P+Hsvcfw6DtxdRW++g+vPfieIb6KQNa9yMrbu1F1XT2bVGE9Kw1/Pr6cnb6lBi6+kmozvhHGnz7jvuU9MNRbPgCjLD4nD3I9TMu6vh8O2Lz+XmY9eqhyvtVynD1NRr49Hmk+PrrXBT73WUc+Gp+SPTRylD1bm0Y9IdEDvos+fb6khlg+CgwRPgjylr0joUm9ztJXvR3qFr5VBpI9Rl/ePP7Anj26FsK96j0HPtqpe7zNWx++4ScAvk9+7DxH5AS88NZsPk/VkL6OlLS9doqHPf50Aj6sJCY8zNsdu/deRj1WbnC++OobvmTTML16CYo8RrwnvpOw9bxwHv08"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "ccWJvcx2NL1ut5i9UeiYvVUmLL3V5CG+MSBevWabj70rxme99q4tvYW6b70hYrW9VEW8veOlob2ygx29XBjavVmPab2Hbyq9x5levfbBmr1WrXO9X8yKvT/Ylb3HTY+9pt8mvSJk0L1gdYi9ODLfvGK0vb1oBq28eE+6vZBUqr2dC6i9Cw9FvWVvMb0aCl69xPFLvVtzGb7EE628h3SvOxgyHb25BkS9U8+JvbO/CL1ibe+8VIp4vYH7or3wBz69BTuovQAPfb38lie+V1mxvesXtr30FiG+o/WAvTDwwr2BfJe9LP6CvOHGS7uASom9TOCVvNPm2Lx+wb287Nl8vTkmMb21Hy29i4TIvdLN3r0mGwy9phYjvqeqKb5NMq29h/javZPVeb0nOfy8XoWovWjDRr1EVhG9dHrxvUqSpL1b6oe9HNB6vUSmjb3No429W5J/vWFWH73OF9W90wbLvMMEXL14L428OzeYvRno773Iwui9kTAHvfD8Fb0QtvO9VVUTvQH5uLz83u67lsihvQV8DL0ZMT696c4nvv7BiL1xhwi9IOCXvfv7Hr2flXu9dejSveHjVL2n/Sy9weLXvKaUWL2PaxW9JJEYvgRurL11aiu+Yu1ovaBZqr2Y1vS8uqpyvTlKiL3pk5C95EpDvQdfhL0ocR+9kiqmvd23bb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 