{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "3ZXjPd0kg73lY0K+392yPUstOjyTvxE+dk1+PRMMUT19ViS+YggHvt5SyzzGpHa9doYSPkzVsDyp+AI9yU0kvuoqDr55LpW9BWEavOYvJzzwlq69xlurO0hd/LwgrTA8mPQ0vhTdg71WxJy849AUvvdXn7xh8NI8pmT2vZqfmD3jOSE9iSsDPqYcmjzITdC8IvlavZ09RD5JkZo7D/7+vWbu9b1z8B++qKUivt7bhT3wukW+u7GBPX45TD0byzm+E6MXPjh2GzwYZbo9DssuvsEkHL2SO5k8MH1bvc2OYT0Wn0++noFKPQkPAr7aCuO97T4dvnISG76sVS29UNBZPR8Htb3IWa09ceXrvR437r0hvEU+PsTWvXVbBb51UNU8y+ENPrEGO77l4xe8PaGnPYVMLr19D5S9t+zoPBhORT3km1+9r0eFPGuS9bt7/u09hZomPYR+2b24SL27nVbqvfAuxD3dwKC8MhcQvvIJDb41w0M+1L/DveFvNr6Pxbs8+6fBvajHSL1phEu+hAW0vVXnH74lkMI9tiVbvL5SET2lw+a88Hw/PFuUtbwUhrI9xF2PubeWWb4Qf5y9/6qFPaKJlL3M4TK+Aqg6PWd037zVfgs+ThS/u5IJZb38QEk+IXaTvBDwPr4xRh2+GWZYPT8ijzyNCbG9KPSpPZtxeD3COCW+NRK+vdQpTD5H85S7XqMivVwFBT6MXtK8ewvVPfbYiz6W0E29d3oDvhdl/z1v/+Q9d8YIvhuGZD5fIcI9vn9qPsCZhL36Oc89BhbwPUOTiD4wec+9LKvdvK1m/DxJsFQ+wYU2Plz7k70MEmK+Y16nPDQ/Kz7u3kY+TMrUvQ08n74V/hq9jlhTPrNMEL4eRvc9kD8kPncI4D1T/w0+JHTBOib5qb2gnlI+qbEavj+yMr7bozW+K+udus+8Rb6uA1G+Dc5Uven4kb0eieC9CFXvvY/HIT49/44+kzwCPncZdr7NXFo+8TtYPJHMNT7iVfk9iHOOPuPThz1STua9U2OzPYmeVr7i9z89xpkSPR3vm77m3Ns9AIv6vZrTdL4aRYM+ulKQvdQNPL7HqFK+CHk7vslnH76Ooxq+zSxGPSNESL6WMIi+/1OpvdIB/L0/dQK+xS5MPhGcVj6a//S9SiX0PA0eoj0BFzi9BqNivrFQ2T1JDBm9ypb3Pc+VIjykh+W8bP/7PSlqIr7moYC+/AM7PiJMA767EzM9DK3avFBDaz3uSYi+werDvJ0xDD1IEKu92V/kPaYJBr7yTvQ9QgGRPbtMGL7mb9o9QA6gPZJpGj3w+wq+qeI6Psz9Sb2Wx1m8BAC+PdeDBz59ILC9NB0Fvt1ldD6371s+ziIQvZpWBr5GPVg9fnB5vqIZ5D0wrTu9IBg8PrIG7b2BD0w+ZKiJPlO0Wz6h8gG8AE+4veS8Yj76AiM+vJRgPq8Myrz86As+pr+vvOYjgj7FDAy8jtE9PR7c1Dx5sVe+UG74vdgU3T3BPW++xMtrvFFNYD5V+uy8F5UYPaDf3b0C4Ya9F9ppvZiBsryaHZA9IPUcPcIaHL5On9k9ocOUPcCwoD5H8HU+CTzPvK9UDb76pvM9lfuWPR5R1T009QA+RFV9PjlF8zteBuU7JsAIvHbOUj42p949oAxQvUOjKz50hqU9ZL52vh27dj4oMKq9MgkwvoL0LT7cOu8964Q1vlxJN751Phg+VrlmPugfd77hF0a+PAVpvrXVAD743iY+iUJNvd6L2j15qZQ9QQ0WPe7Ik73Iy3S+5Gi3PXvs0rzQ7IK+OeEWvgfB0j0QurO8uJq0vJLRHz6tlHM+mj1CvIVUSD3vfpY9omZzPZyGQr52wlG+BdqjvUZ/bD7SLAu9XuMXPvKsfr2PxH2+suroPXjtfT2vag49qbidPfrEHj784hG9WLCAPiqbhz06yh2+GWtIPgXLaj6VVDs+u29xvvJ+D72pim49wpwvPuM1er5BKH6+eqgzPslhjj1QK/Y8Z5xJvo1Z0D0jZI0+WXyBvgt5PL2DBqI92s+RvhHCzL1uRUC9kqVmvuvMHL4ZTfW9UKQdvheYjj3/Xmo9coWjPCnYJb4b5Wc93NdQvVMTwjxiFh2+RPWVPY7LIr5Dw/a9oleLPG3SELtCFwo9Ahszvt3CkL0dF5C9/j0xvlcouj1WppA9AwLzPFxRJT5PGn29NjCYPeaeH72RDgW+Z1YvPp0v0T0Woxk9WcvMvaIAdD0nA9u9hKLTvWXKgT3qFr+95lgUPtXyB74os949GiAvPunJHr5NDou9HgE1vjDVij0gB+K6xtcfvsg9rD00Yyo+6s0UPmGzAz53ZhY+1tUqPjtAPz08ORe+6fgTPn5OUL2DBLg8H4FKvpGrqjx5Z2k9ytJpvMNTYL6rcFy+wfirPZh/ubzFzhI+7Nw7PtW0Yr2LxBs+HLqIvZSId7srhQ2+QHorPdNonDxAaga+9Zi4PfvYIL3nhIo9l1P1PWFwnbzeIgQ9VAm3vJxrxz101pS9/cwavu02+j3PNqO92iSOPV/tHD5201+90bZBvkOAvL0kPdU9qlwGO7etLL70+k6+0l7IPSHYZT7jHBS+6blNPk1BF744cvw9c0ImPoCcnL673hY+UwN9vHevW75xxbC95/cavrYOpL3AXoy99mcGPnekWD39dg8+Y4M9vW3Rvr0P5c+93jcdvtO/+z25xSu+kiVRvZqcRL4Ngg0+7ilpPRVY2Dsynza+RBFAPdN+ej5GUMi9R5NDvvAJQL14piO9PJTcvTBhUT3+riI+MGcZPZA7iT2rOw49+jakvaWcN7s44B8+MXEMPdR2gD2xN2K9hKN8vYbEkj6WWsa9n52TvIDcv70jm6s8JklJPkmKBbwzekW+Td4iPRour71VZgC958V1vdbDq76MIFC+IonRvRz+MD7UBnc9brQzvgdHdL0OpJg+R08EvRsGs70NV/U9CjZFviez1j19MyK+MGtAvON/Ub1iZ4c7Y2uKvnAl0b1EaJi9AfmYvT9duTziHXM+whJWPhRBTL6IQxO+l3PWveTZPj3YrNK9eS8aPBOdQ779wWk9RgKNvcTqRb4uuXQ+YMoXPUT4oL4wPcE9guVcPel/nbxmw6A+f1CePfapzTx6UJG8wZbrPbf7Uz67SBY+536dvjFoob0LVZW+4vitPWJk9j0cnIK+9yN+PpDdWD79iEW+T0iCvQbWir5mtYm+r+F9viuQz718ZoS+53PBPL3tJL76PXo8ZwuOPkbiXr4xyym7R74CPrJNVr5AL/68FiMhPJwr8j0L5c69pCRhvh+Fvr0rD4G9ZspSPtDg0D2cv0S+nMl4PpWtvj2aCVs+y5P0PUg4Sj5r5pW+5bICvulWjT2rMGU+okO7PU+NLT5sHKG+ykmdOwxCxT11jUI9lsYmvmTaL75hawc+U9c3vmGMTb2/rT2+W8F8PeRy/z3WNkc+gaPwPbsrpTxlUZm8g7NivuuFTj7C6im+B5vOPSZuDz6cXQo+IYWBu4SGaD4zbQe+kKtivdXLX777kNI7UFO+vCRzATzW8as9QFwjvptZPz64z4q7sq2qO3QIcT5Zsyk+ivEgPv6oJL7slYC9MjHlPOFMwr1H3ZC9MnULvr5+GT6DRyI+ScygvWSwmD04Rkk+xuUhPnh9irwgNzE+0GQMPhJMd74K2pu8b++cPBcM4T39Kxa+EoWxuoBgtD3sO4Y9fXALvgoUkj2Ko2A+pk0Ovfi1JD55VcO9qIYmvkZL3L2++wk+1rbmOzyT+r1/jhi+79egvoIReLwtRRq+HAIcvilJWz1KgYo9ojdiPRf/MjyDoq++6Bk5PjUbKL7ueEO++OYOvnbztDyhWuc9URoIvtVhhz4xEoa8e+NVvj8+Db6vsQQ+ZkrFPS9fu70ig12+deTZvSH3IT47QxU+B4EKvpkq5jw3WlO+YCyQvbcQrj1XxS++OisUPvPC2z3gXzU75etMPk5RLT77gak8hBQ0vljyfT59Mt89DkuAvfK3ob170Ro+JodjvdM1Hr3S2oa+nKoBPanbPj1IsIi+aQZqvkKOPD4LNkE+auBSvQYuXj7r+TG+1blLviFSub0H2Pw9KFqXPVYrHz6z5kI9FyH/vJJjIr7LKue9JmApvlbS6j0GR5m9NQAPvmTwFz7IMHS8U4EJPiBQnD3TOOI9t+ksPiQLZjwW7Qc8sWgevigWCj4+6Jw9sj7vvHBr7j3rb/09YdLFvU8fzTvdYQs+jVB0PnXsJz7ZCuq9ZAjlPXWEWz55rE+9hKUPvnczNb5cRna8atdovhPeGry0uha+3zSAPmHkj70pzBw+1cDmPXTDDb5sxyo+vWadvV20Obw9j0i+A/Q9vnLyWr049588T1gxPhkDhz1M0OA9HRWTvdhKcr2HuJg9OroPPkdPTb6ifq29sXFnPaz6O76fF7Y9jUcpPiv4Fjw+9oe9MhJ3PJS18T0QD4O9aWBaPt+Q6D1fszu+/SFLvm9XEb4hc3a9fEtvvT/sTz4+ahO+x4WcvdoG6Tx0Qw29XjIbvmggkr1jnhs+7PHcvfOwQT5RiHC98loIvqUan737hWU9ODVdvPKuvbziKli8AQgpPT1HAz75rCU+IrUOvk0Ctr1EyjG+5uuyvFAIRj72szC+9HYLPt9MHr3Xxwa+IM04PUijqb5JDAe+Xzj3PRQMR7zB1Ue+qhulvXw10L0SIoQ8tgQfPt+sOb7VxQs+SnltvSsOU70o8qc9eh3XvHWBAT4g2iM+D8YiPmxC9rz6/Ca+19LUvfgJA77B8qC9a93vPaizlj1T4nc92zxePQ/xfb0lBVG+xCoHvqtrBT7VDw++ko9tPTS9CD7vbSo+ivw8voLGez4HK8u9K7liPhzs172W7Gs+WESivUHpqzyUJy2+D+PZvfFdcr7TvIm8GVByPjCXPL1KnpO+pdgHPv5K9TxKSCM+3VVJvtYHCL7fm9E953XdPXRT5Tmz10k+R0rSPSzSJL5hyps+fmjfPJV0cb64uLA9UWwpvZKaF76clmg9YF1XvimW0j1oYmi++sSOvrDQf71+Dxo+imyPvS1Whr3CHYY+Lo4iPtA+fb5YGiM9fvMTvowoCT7KzcI8SPOSPe1djL73woI85ciwPXSdOr4qeVA+ummGvQovFb4GO7Y8RIw7PUi6gr6y0GA8zUFovl204r1W8bU9p2vpPUlOF770QdK8JpJEvlbKE75YERu9dgMBPiBFxL3gVzC+49z4Pes1aT64N569tOQkPVDZBjzoAIW+xu5xva/9DL79AEW+aLMCPnHuQb6qcUw9/Y01PumxGb78Ki094Xk+vBl0rz3rcxC+1i0rvRiSET0W+MS96FhcvvQvTzy43Si+QZ0gvbUOA751lYO9efCSvX4YD76Thmw+s5l5Pkj1fz6V95y+GbrKvbfUx72Vm/m8WKVmPnUkZT6UE1u+QetcPuuoLT7buNy9kmNZvtkbxj24moY+qKFNvhmG9j1nupU8nHMIPtvBWD6n9Xu88veaPfgniz63yYq+IEcuPOJXrD2Iyn89HdF/PiIUAb7F10E+bDc8vZjvjj5DmGe+urh/PhK8dr6YYje+bMv2Palu5z2c1w2+ab4QPSx+jTxINeg9Bll4PVZfUj5LqBk+zk2svRR5BT4V3Os9DIZqPTLeQb5PHdy63vpoPfY5LT4H3V8+k9s1vpwnEj7OO8M96vybPaXvXT4eao69B9NPPkURn766F+g9bXKjPYRm2z1Ykq69e06UPcn7nb2Ctlu99blMvjH1C70pOZU9BIllvp5Nsz28Lbe9fTHlvNAzO7pcHzo+AlwFPqumr735X+o94J8ZPEJmTD4/qQK+t9AEvqY/bTvMU1o+jV+bvNxINT7oPme+5vEfPjAuh75MSx28XFZ1vYlUCr4N86c9ze0ZvEnx/LyLEiQ+fFYZvvuFHL63Sr69reUIPgvgT759UJq+E7UKvrDqAr0i8aa9QoWuvb86tDyAagM9Uss3vc2lNz3kB36+rnHvO3MUbz2mw5y8RN2WPm0MFz0tx1q+jA/SvBVniT2SeoY+ysN3vo6RUz7WCDg+wAXzvaomHT2qio6+R1FBPjXeG72G4lC8hTgHPbqgU73VLG09N3VNvjTebj7hLiq+TUKJvojUWTsPdgA832YsvYK4Ij1wVQ0+XGOWPb3Jr72sA08+6Oemvdyxmj1ya9i9FPPiveywL77ZuKE9dK5FvsBV3j1FPIS9zrmEPW8T+72MxDk9YIjwvPqsBr51WhS+llkwvZKHkjyhJx693F0/vq1eLb5/2mK+N4wBvsEyQ71dGJG9ulJdPUSy873sp+g9JUc6vk5P4r2kd289EPD/PSYSoDul5qM9Sl2pO0BJPb4YhY+9gZeGPGCQVb3HftG8Ig83vtYTwDypkPU8egzgOK8nuj0ceb09zoftOw8IsL2IuiU+CtLkvSTR2j3iIuq9f0uOPE/lKb6S+7C9Jhh9vZaThL3PSuI7h3sNvlq3oj2Fhge+rCXOvXCazz3/zRq+wA6/PRH7dT62IbW9UnRjPkJovr0J/Au9JlyBPNrJiTyuawe+VzoIPk67BT60Qgy+RvBBvs2gIj6T+Q++FfeHvVPLmD3ZSkS+8jW1O1OHCL5ggr29q4/ePATNRj4FtxI8igoRvpD+Qz0TNXY9VpaUPb1djL3fCGc9mWALPt23zb1AXyw+MNUiPpBWGz6CKzg9FGGEvdwaKTz42ki9Hn6XPYXGZb4jLCS+q4MdvmUxRr3a+/U9mBssPZayfz2xyWg9StazvVqMID7ZoKG9/r+rPGB/lb2W7xO+GDwfvjN0Gb5U/lS+x3wWPjeALD1G/yO+hN3vPb1CAj6ohcq9BpMQvt2Gjz3B2lW+T96EvdhRHT7ii6W9mjcdPtnkXz75TOo97CzOvYTNGL3tRYU+Bn1jvYF0sL3A1mY+S4dcPoHYKj7wumi+sWMMPqacS74UIJa9y2xyPmWflz3cFKi+gq6FPeC8yD1vE3E+shA8O4mGMb6WPAU9+EKSPT6s3j12Wx8+edW5PUtPvT3q2FI+0pTjPV/Dhjtxr0Q+M4gMvW7c8DszlUu+X4t1vrdzUb5XkGa+O1aOvqZVI72ZL7M9w/YWvuCnfr0yE4g+VuXVvXypizvHJay9ozSNPXbxSj7oZSy9GnbtPd5sZb5vCGw+28IlPn3sAT6KqVg+WBSGPtOUDL5TWHo9hGYQPlCxL7y3XAC8zHQjvvvJnL0XMCE9dKAbPlKFEz6WetI9H977veddGrx0AlS+n0R0PJeZeT340i6+BCClPTLngD6v1Q69ABXePb8elb4OqVW+tYxMvlLYDj7F5mm9ZNEevo7pLD2K+zE+BLzJvHESTr1bvUW9uA4ZPPi8hb73hd48bwshPTjpFr5dPim9IM92PQMJz70AC+m9ggFnPYqsOL6oWiC+ye9HPpKoLL359V4+y++FPiacQz6ZYYk9FPusvXH9db0UJlc+3Rc+PlaJQbxz5Uy9+hUEPUohoz1W9BO89imlvdthBb5Cswi+v/pPvu+tmT38tQ29wR2wu9HY7j1+r0q90RXqPTdJKz3Vy3e+RrZEvg87xD16UoK9s5+7vROYQL7l74e827mnPaqgMD0Min2+CclzPvPTK74mjgq+UQYePVlbdD6RL2u+qqYWPBCvUr1SiBY+48sJPrZOez5RWw08oyQyvbJrkL1bpmw+pGWRvWYw2L3z+tK9+q43Pul6GD4RN7Q9mq4XvoyHBz2OuAM+0mclPuorUz4hhcW9SISwPb8VK70WAkG+jw9PPeT+nzz2Kqu9GzGqPWJOjz09exc+K9P4vWwdn70saq09EBsiPCkuEL7R5vA9ShUQvrskSr5H1kw9+lZIPtmXQL7J13C9aE0OvhZvhz2ofRO+GAutvSEVqD01/3M+YIdvPE0kO74jJpe+2psyPngyAj43MRG+8PYtvv2vFb4GD349OWJ9vh4WUD6/sP492PaAvrl+/z14dhS+QMYVPo6fkb1UUZq++UB4PSBDWD48cSc99zFUPOeCTr6CSke9XlLavSiXEr6xKoa+WLM1vLZs/T2JXba99pXavGSWYjyIvwq+XPUaPkExUD6scBk8TphdvvB8UD6f3Hk+3amMO8EOLL51lWq+WwKoPbv/Bz6I4bg9rFuOvrVYYT6oCXc9wAsJvm17YD0yfTi8UIqAvVaoCT4xEIw8SIO4vYe0HL4RlxQ+DjSgvIUrwr1jsGU+aMAiPhoZZz3t/TY9LH5eve44Jz6mQBk++XFdPhVfBry1wVQ+IZXwPFR2BT2RTRg+YksWvgx2hTwA7kG9peqtPbBgCT4/meG9I8INPn1YTj2lmhu+dP8jPhrT+j1sD6U7wVjuPezI0bli58a8VnTNPdBfnDzimrI6KIOzvfCBIj3G9oe9oLrovaD5Dj6xDDa+Xb0OPgH2AT2/fs29fipFPRrSNr3CKQc8w3I1PrnIrL3P6Ig9VFS/vYdUEr7DwJa9iEoYPjEyQr1bs8e9b7biPMZDPr2iB7Y9zsP7PGyfyT1cW2m9VeQ7PdJmrT0AvpE6wE+ivB0DoT2rkQC9l4WlPXVqA75rlKG9FYSJPWYH/L2HeBC9vnfavCJSVD4Gera9E8nzPaGcSj36H7G9eijtvGae1TxmJZa9tKA9vghnL738jh0+eFJxPia/tL0vu0Y+J48VPrCW5j21ah2+Vy3/vPPCGzuqU8e9hnfWPQJSob1JYsG9EEOvPTNmnD0gCg2+BcSePVCIJ77LANU929mWPYZ22T16Btg9XaQcvkG4Gz7edO69nk+hvXTjGz6x3Qq+1kCFvMVZrL33XBU+h2o4vrgBVr5dfbu9d7LzPVB4Wz7Fu6c+X3cDPa2MHz0XqmG9zRhVPouJAL6quM49Z/qoO6qPnTo3Trk9fA/PPXrGhb6w8cE97JJvvtizMb5BYO29xwkcvRlZdzxQtk2+pRb+vEoPGL5uATQ+F/DqvVFaer57IXu+tlQYPhxkGL5jYgA9Z4E+vKbY+L0wLZK+dlOhvVeB+T1KB+A8kohRvt02xr2RqS+9Q5sLPshWob5HERA+0NY/vvx43D0BY0I9EK0kPcDMVr0fKZK+cI5VvvfrPz6QVmS8I43HPWseUr5xSF++p77QPKz6rL1yxv+9mz0fPJhvnrw13xC+iXAxvmksIb5nzUC+VixMvh+kfL0m3o++d84WuzLLhz7bmxu9ZmyIvVjZhj0yVJe+VZMnPo0UwL2sV6A8Z44pvmBVXLzhHj49j9rXPeKwxDyDsQM+/Mnpvf7rHj3M1Uk+avyJPiBxPr4xS6K8zXvKPffyVj7Pz8O9ETdIvVdszz3jv2q+k84JvtuC+j16K5i87PmVPUlFy77tSDo+HisHPvLdxT1jiGq+LdcLPc/jD778Pai9c/aXPhZBOT5Coe296k5RPvkiLD4uArS9cboCPKjvhb1QtOo9Vw9uvY6uqL3j+3y+cAFmvp4JNT58sxU+E1udO/Qj7T3kIpO7LyFzPUiNAL2+NCg9Rv3bPAlt7zvyd6Q9fmgCvhsViLwKoSS+2Jiau6WjNz5boM+8wDT6vSZJWT3YEzc9iHoNPpYG+7xkPuW9EPqLPRnitLwddaU7zm4XvqoRDz4K40494esTvpZFoDwNJjw+BiICvpdrl71uvKC9R45SPmn+kD1Uw0g60iVWvt+gbL0DAP+9zZePPZrDsr17ayc9TAw4vQYrJz0hdnS+MWB4vfhgyzxEMmU+KPnBPr00870BL+G883JxPcxa2T3hiGC8hL2rvRzHrr2xZ609cG6RPmUe/j0DRi0+uR2Wvf5gaD6UvPY9VQDvPdJE7b2LbBM7YnsnPPPkxz0+tfS6wU8TPvHanL7ZCeI9KiQ6PujAq7zH2z0+cRZXPocbDD4ni5m88rWvPssRibwP3zq9HDTfPVyNOj1piJW9xMhPPHsmarxrS3W+l52NPSFeyT2h34o+KBlGPeNZkz2L4w0+TQqUve52Mj3V5aK8eXAePuHGAr7+iAM+9pU4Pd2M3T7MX3O+s4CNvq21q71Z+AW+69OMPXrsST5PogY+GtwzPoRgYT5LRde8+TxyPue13T3e6ka+FdUuPhd3Uz7/k+M9lA9svdsbCr4Dti09nm/5vMAtvz5QLZG9t3AsvjP7Qz7rcyq+BmGlvYmYFb5yssO8a1gtvPemaL60+BO9ZQWRvfhyWj634rA9sveavSn4YL6vuge+eECMvFkF0D7lTAE+jMIlvnHfEzv/Sjc+AvqAu1Tb7L3KJMy9EJW2PDSiPD50IQm9Fv5LPq/A8z2MB8W9yFZaPsdjBT7Bx2o+ki4ePtINKT4UgAW+2gtEPqdhfj0fySk+eiSBvS0GED7ZraS89i0pPgVMFT7AGR4+yqYEPrq1lj25RHA81tTePfTtYj5jg4M+SJVxPhi/Sj4E80s+PwcnvhtFQz7tK2E+Gp6IPUFNlT3ydhk+LuUbPoKqv722JJw9hrQFvR+OO74+mQc+RP0oPYrc4712uyC+j4NevBsenD1eiXW8/nXvPaSnlz5FBlg+rt1YPhHXtjpxPwE+PfexPpDXKD7jsEE+mXgfvc5HKj5u8lg+iCsIO/oziryrdJ69nG0yPo23Gz4dz/U7vWOqvSbtXr2Pjxg+MbuSPXaMULyvd969GUFQPk3YRD08pRK9rMuSveF7+T1tyg8+SPPgu4CfND7VCnQ+basfPpOLaj4PROQ9n2JgvRQHXjxb2tQ8YAIqPgZny70LUtM9c8V8vZRTxTpNZk8+C+9ePVvWSD6WScU9wia0PfImlz2i9CG+jXSJvZfGqL1GN6w9+3V3Pb9lLbul08Q9gTP+PQ6YCTvgyLS9VpvZPbOGhb3MVjA+XC+QPX+mArxmBzU+OkxzProFO75XO/09y5S1Pf0mST59zJk+Xh71PVu6qz7mn9u98iewPD5XHj5KWBa+OhSCPsuPnz0jOYm+mQ6FPfrUo73zCLI9NBzYPf9sqr1m6Rq+o9vOPWKQEz6oFzq+fAA9vGGUNz7q2sm9r4FEvmg7272Exy+9TQ+VvUdKuLyQBGC8Sm0ZPjMZPD5ko5G92xA+vhTzgr3iFIS+H25yu6IDWL4CXhy+R9pIvp7r2z1GgNi7rmFLvhnEjb278+m90DA4vmVj772Abyu+4OBkvlZoDr5f4y2+obQQvu028L0+AT09sEFQPvtRsr0/aYi+vLggPgFu8L2q6Fm9S+00vnq4Ib5tYjO9ftaSPjcpLDz7HaW+TjEEPsUsor2meNG9zc2Gvm/SET22OX27Ep0MviSwOL58vY+9ZinAvcKEJr7lqIm9FsE9PPMNXL5LjZ48+sfivQzbGb7wSaY9zZBzvhysK76bncc9zERhvjhEeb0A8J89SPOPvR0EpzuChDi+m5HpvQfFfj5RwD09qf1QPbet+rwrjQe+tVUDvYzgor2TJPG9gS29PI2bab7ArKK6enUyPtYRTL1+bDI+zv3QvvjnFT4+tWi8M0VdPnTmcb67eee9Y2hvvMvHhby6WBS+b4s7vnx8ar1+3gM+tGGrPUkLs73Ochk+Grt+PUlDg71adQ89wFvKvaF7K70QtgW+QWvovSihPj6UjsC8H5kAPQCyqLyERwQ98WfKvBxhPj34Lt49Zh5EvL1Zp7xIIfc8sIQcPVAsTj6IHaa9PInsvHdiPT6VdCS9Y0D+PXhzVDzGN8i8zIA7vsWR/73RLjS95PZ2PUHg6rw3oXK9R31DvqWalr4n9MA9/kiFPTHSPD4dtr28fkIJPVYpV76QaQS+j8oCvoam6Tzm0vs90beEPFReGj5+zhi7lsmLPQEFsr0D/pm9HuIPPj9Eur4XwBK+mh0dPaHQLL4afU6+zOPkvdxtlT6psHw9LNARvohu6r3OZME+7I3qPAQOIz4iWnI9IuM4vnN8Jb6fyRs9x8mUvnNKGL5WgG4+aiBpPpkwnTz6XW2+pBrIvCCdgr4R36u9T8y4PT7od7zDdcA8FtvfPcUoYjwaEe69MKx1vpN3wz2C+KI9fmoRPlODI74ZPgA+YgpJPaVOzL3m/Rm+MgumPcYcAb2QqIQ8x+bWPS6HAr6mtCW+7NO/PQeH9L2Rm9E9U3KjPg6v6r0uEcG7AEELvQjc8b30zQK9NHhZvvp33rsBoxM9s9+gvcHQlD4WxZo8iZzBPZP61Tyl6cE9cLUAPQUzS76c+969374fPQPe5z18yoq8G+K5vVdiLT6Bg3e98uSXOxk+0z1pxtk9tdJoPhetrz04PZW+2cwoPm5Qlb1YaKU8NwsmPuaq4j0U8nM9BUa8PTfLpL2FHS2+upnNPKBiQj2SICc8LTPMuzl2Ez7DEue7H8p9vV04EL6V0Nq9ZxWcvTJ8/j06dp89aLdHuzmCCb44Sfm9D/M3vjxNJz1wpXi9XB8xvpquyr0yH6m9IVwMvsfHtr2DaSW98PPAvSGRur3pfdm9clSiPaSwpLwbAbS7xPlPvg9qEL7OAv48wuKCvRnQA7vjp7Q9wMiFvUWrCz6gK7K9JPL1vUhTl7w8UPw9LFJ6vYUUFz4y4Vg8zVr2vTT0hb1dpeO7WwmRPeI2+z00XkK9rR9RvYQnKD4t+se95U+UPRNSNb6+3Fi9thMCvp8rCD5a1N895V/dPNZl/T1wQWa+LU8rvnJoWb374g++qLacPZWrETy8kRk9QT3+vSGk5T3DpCq8lfuCPdzfAL5cs1S9PO2JvdIhvT1kbwE+Va9hvWxBAr7pIyi87WoPPiIArj0KJA6+HjMVvkO31z3+Bg6+Q9QzPcO0kz09qhO+XT8RuwLjBT1gjcK7bYsdvs4rAL43U6o9KQTcvUtTjTz7uh2+neQ6OuQLALy4Esw8qS1WPd0Xwz04qda9d8n1PM3qZL2vAly+RDwYvQpW2LqNcRA+o7YaOcEh372S7cS9eCR3vXlGwb2nVjm+Gvv8PHQpGb5PGQK+pItJvqbCyb049JE+PFWyPW5bIT7Nyso8TNNtvgHOEL5of0u+wofZPXr4Db6l8UW8iSZwPpb+hr5uEDo+sV9sPn6mlzy7xIs9m1qJPeH0Xj5435U+s/tAvdNgAT1JXW+91eRYPtSVJ76DX3i9W0cwvtmOZj4Dgzg+lFJZvmuQe74SFqA6RsIhviq95T3F7/o9XRx5Plh0Pz5tqLk8aqD3vZMumL0W4l095OpePZEmlT16lE++ah9ZPRE4Tj1OYpM+Et6BPfbgzr2xkyM+cokrvZBT7D1Q/Uu+TwS0PVKFuDyzYLu9DfPFvmbWyj0Bi+c7+jdIvGl94z2d/0Y+BFLxOp7lgz5iIQY9/n+wPWI8CD4VtdO7zm51PSoOpb0iW0A9yOMYvg8fmr0KkqQ9O5CVvYWZhz0eNIM+XC8SvHYgHT7Ewc28lsfvvSVOF766kgG8CMs3PVkiWz5Qy409U0iKPflpZj40018+y/QbvN7DWz2Hkuq9sbytPUX24Tx1lX48ZaWevY5h8b2cF6k+eHvnPQqXIL2vYiC+eiHzvch7UD3jx+Y94Ai9PpTqXzyDHYq+brwDvtdJkL5m0AO+20MZPULWur2j/4y9d5XkPPM05jwgkfw7rJVVO8jLIT5Gn1c+rT+/vVNWyL1PTou9qGzIvmgc5D0GY4U9AhmRPpUQJT4x0JC8279gPqSIIT5zVIe+jQ2BPhUASr4hN8U9B5f1vaiNCL66igS+lKLnvTEPEj4R95g7lF0DPkxUgb27ZTo+aO+6vUq9nT2EikW+uZAAvhzJAj5EZSu+idx4Pg+KgD2tN7w8cgvQPHJ0ED5Gg4q9fwO2PdU257yscSG+RvunOxQOTT4hAz8+2fgyPu/05j1WJgU+LKo3PkT6QD4b3LI+xK8BPprtKT72cOO9RoVBvrLibD652Uw+A1mVPEFjmj7hggI+GovJvZB2wz05VDo86mMBPhYtJL4cnxI+AbWMvR6bBL5EcR6+8syHPo60rr3iogu93wXPPeMDCD76CRo+qwJVPX+2mD6TEIy9DoTUPHeNPr1+Lok+Q007PtA/Oz5uEbI9A040vYUgBL7jqYU9y9POvSIXgT4atRk+/0JkPsA7xb28QpO9zIsDPXQLWz6BtT0+ODLgPbIt+Twdqgu8wsMnvfYcET5ltq+9oIYCPhDvijubYk8+mGi+vvlzQz73BRw+qOg5Pl7NBr5UGOQ9vQaDPeHbdr20DdU9mk2TvQ0bTT4OQWY+buVau7mJmb3ooym92dr0vUNbhjpSiCw+3C+zPDDh8zy8Zdy8oA20vTtrqr3SGSm9SG5GvsLl7T30Vsu9lW7ovRFLlz7btFG8oPOAPojBIz4Iy2s8S1++vZA0mD0pHcA9fNoAPuwSbD6Xq4M+ykgDPSv2LT7NUag9TNDfPegYUb47Q0G9C/fKPaz35z217CK8puH/vfKsbL7LDpC8Ig4yvWUr7j2EtRk+HQ6lvJxDcjwR/DO+yrq5vVe3pD3nBm69FmUhvf4ERr78Phy+wWhHPXmsobxrFb+9F6fPvLDyy71eQk07xu8SvWBchD0u3+g9TTR3vCnsML40fFi+xFlhPrzlpT3Z1rW9ZST1vUZDGr7rKKM95bMMvnO4JD7ygQc+7/42vpDOVb4RYZM848JiPZ8+qj3n1eW8RknFPelyEL1ls5w7SQ8NPkvdkj2CK429qWtIPRImfD1bRCc+GndBvoZkCT4lGH8+w9oHvszCtT03uhy+4uzCPSIiNT7EYdW8GwTwvbEC+70JvzY+y+UGvcBzO720A8c8jXFhvTEH1b1T9t+9Um1RvqWn371Pq3O9RmUDPjsNEjySxwK+RQDQvSRNzb0jVs69g5QDvrA9cL71UwM+ozvxPUVLgb3O/ck9ruonPn1tET48guQ9fo9CPqFWcD1vEU2+EZ+SvYP+xr0TA6Y9DyjrvJTS+zlQmzO9hCbOvSEbAb5yJ5I8+REjvgQoEj7mnea8EdP5PTOclL1/PHo99DgkPkAznz2cSec9UIQIvuNIYz5WWYi+E68SPLCkuD07mgG+cRtpPZ6MW725vmU+JmGuvZfjWT48KNE9aarnvb3Nzj013649aEA2vS/Aeb6weyy9ihQ+Pm8ep72bNrm9jm+9vTAZiD4zd48+lDAAPUGj0DzegEo+g8sdPpPg4z08p5273OOXPuLjCz5qm8I6i7qSvR45Gj6zjp+9hPM9vrfoDT4P8Ig+RblEvoACCb0Rv7O+hbZhPh+upj0vgAS+vn1ivck4VL4S0bY95SOAPkRykL6dTIG+LNFovsPZ5b08hlI+9sKCvEciuT0EF/a9YXIhPg1esTww1eq9yZe6vFd2Aj6INQE9YhswvrQdijzL8W69JECnPQzU2D0glKA91+mBvk+wxj35E5K+Ab4Ovroeyr0myLC9jSkRvvy9o76MEb09XsM3vl6uyT0DkYq9FAhGvgJ7zT2Mi6u+93lMvlYD7T0ZJBg+xHv8vdYC+b1Haw8+qlaHveIuQT6sdRy84QWqvnxGm7zhQIw8VOtEvvDXJ75vGpc7HBO6vUDpqz0kDeA95sNlvljvmT5JBSy++rJVvVMFLz7FkYQ+ehHjvR6FOr6wahG+WnzIPba7Gj63cQ+8MHOjvqeyg7w8EYC8P97QvEEMEb7lc8S96/A6PFjFXzzC7K69ybOQPLLvy7yOUAQ9Kk9iPemiwj0RNsY8NSCcvusR871FoQg+GJYQvgzPkb5ezPM9dRd3vLiggr1ckMW9i6lHPn7I3b2FIFM9ItguPV1OGr5jAys+fCdmPmRicb1Yvjg+HHuiPR+qNL7mDr29mA7rPLIxFr403ZK9Tnd1PhaWZT6xdAw+xKTWPX8XJz5b2lQ+X6UuPqrZhz7bFJK9tnOdPmDHub4jxXK8ZCN1vagmFb0vBdc8RAdtvl0Isj05AWo9q4OBvFizHTxvmmq96hAwvlbeQ7439LU97yscvtNDmT7opR++gr/YPR/jVz5mhoq9ZUrYPec/nT747Xk+ZjNTPabPLz0qIUy7VRJlvi5dIb3e1iY+If2OvqUnwT0+BrO9CaHcu4E/tj7MsoY9PFDUPIyGcj6PvoU9tFaJPsmfdj0Mtww+Fo55PRg9Bb7ZPyu+J7LaPFvtET0AHUE9NWoGvpf9cr4t0Ac8kJ5Gvr5wKDx+79O9Ijv0vb4FPr0AuW09JTQ7PYwuEb5F/7W99SylvbPpVz1MOLK9BvqUPi1bFT7bt94++L+dPWyZc75u19u9bisuvqZQAr1LOKa+qHKFPaYx3zyNu5G96VJavScarT570iQ++rp8PWOta70Zx8093WYTPDNAYL4xSKE9DajqvN54Gz6SFgm+6vDyPXK2nb2inE686LRvPdQsyT3UTgE9lwMnPfLHqT4j8TU+Cjl+Pc7npT1l0gi9zx0APhHVRD6UGzo+aLy8PVFSwL3U1MU9LWJgPlxGOj7krCM+IYm4vSC/Rj4JMvK9LiAFvtvUSD1sEIk91q9PPYso1T0f3x0+OHQKPIEZojwVtx0+conkO9n4kz1GFcY88MZuvauTKb3lZ909ov3wPSDw1ztFAU4+15GWvLJAgb4/Wz8+IDTLvRYllL25i0i9AykJvlytkT0aaDE+XQOaPJBMb714Pea9A1QKPu+nSz6kc3o9NGkePi2rVz38YBo9If+6PMoQ47zIHs282c4IPlL79T2t1QY+li/zOFQQ8T3stzk+lw1IvcIWBL5X9Fs91jozPcKCA71LU7q9DIqbPbLlLz5Ifaa9H8HzvW17xD3NoDw+xNrlvRbEZL1CvRC+2kgGPmz4KD4QiTo+vX+/vUFqET6IHLq9L4z0vBrqY73b8Eo9luLiPf3uVT0zXPK9atJyPdDNej2o2h0+dJxlPlT8uL24LQS+sIUFPhK8IL49mry9nnOvPQ9GIb3QCaq7Z0koPsYLBL79pQq++BP1PaomSb7S5wW+PNxlPAvqZ71OZYI8MGH6PSzPBL3QXHs9e11UvRrPwj1UJ549Qjo+vdb3nb3jv569lkkEPqW1Cz2kZjY+BR8fPkB0kz2QpDU96NacPFHMjTyCCvu9mIRMPmxVsD12Dom9QU+IvXEAFD3ojfa93NJmPChWLL7fjcg+j9VCvesRbT7MhaM9QYdkPQO+qz0BDz892U0tPf3SZ70y2vq9tDkOPg++m73b6IU+iRrIPQp+wrzbfoQ+iy5Wvp4oZj58Xzi9vThhvWhkbL37JQY+aUQqPj2uRb1cnBQ+dy42vlYrwD0Yg8u9Q1sbPjbI9j2EGOQ9K7C6PNeBLb6pTBC+PkFBPXPwuz2d8Uy8kEg8vY+Xrz3qaEQ+Z4yAvSQiS73XKpY7ALjEPU6iSj6j20C+w24NvsEctT0gXrI7cxcWPXtw4b12lLY9c2JLPlQmKD4BsBE8kULvvIwZ7L2ysSY+TgKWvDZOkTzemIw9LZbivSpgOL4wJ1a+x/ljPXNvnzy0nQG+6eXoPB7Nx71fAhC+k54OvS1vZb2tUHA920ervcsMQL7zITU+F+AovvH4rrtOvD++Bf2PPg7JGj5AMpY9/tI1voF96z1/Iaq99Nu8vl2DUb68FD+8fAIzvYtWUb0wrms7V5cKPXzBWTqhfle+o3ymPQtOpD7nPq++Hh1cPl0J+LyEY5S7EVQ/vZijwT0zocu9r9M9PhkR8D2drmU9bE8CvoWy4D3AX0w+pB5mvIVUYD5GjI8+/3z9PH4297wN3s8+H5MEvl35HD6e9wE9I+VSvVoBaL7s2Ek+CnCdvfkK8zwdoRI+PnNZPQvlXrtd2Tm+ybWDPQjtNbtfEaA9aAYdPqLPUj5KLVa8WFNmPaYOub2ozU2+g4+BPkzzZbywBYA9wJOBPVPUG7zWWKw9mCacOwnsWb58Dxk+LC0EPqGiD715lrA94YU7vZ2BFr43mba9YAQJvWogLL6VXhk+Qbs2PS2hL77Ureu9721JvaJsrL0NGfU89tN5Pu7xEL62uwM+4Kj9PbjKl72Fyua7Zmhbvq5nmj371Fc9LPu1vfAIHjotx9O8gpYavhn6Eb2Rez09stmtPQ6J6D28f/k9HpwhPv3Eizsjb7m9cJ6ivSoOqr0v216+UX2Su9rR773D43y9MH42vg7cSz0bSzY+JYmdvQXzf77Bbs49X3osPi/2kj2JFhS+cbxAvmzjzzyYDDM+ZpadPTkDfj5/Ci++Yf9EvjjlDL4af2E9FOR8vZUK072fEha+AxnDvdvALb6GkoQ+uJ8zvsLgkD0gck+7nQ8NPs8KSz7iv7U9zch3vEFvL76yGwS+y9CVPrPjIj48b8i9/ivVPWUqwD22lYy9bhqbvkLfX75koXA9srDvvRggZ7xi8FE+ekKHvjXYwz2J4Ls9dbeFvVykEL6+aou+erUxvlFpIL4lc9O9bGpoveGLVD6b52C81nYGvsXX2bv/BD88ECI1PO+Zvz0GcUs+racYvq6O1b18wPC7XWEzvVHv9L0hI4m+fwIDPnml3L2KZ50+mYUJPjTlAr7nW0u+tNA4vYtkK773RyG+kuHHO8PgC74Ds3k9JQFJvTCapD0pR0s9nO8Nvtsxm77pJpC837GJvdOY0L3pFhg+QYHDvXQ16zz+6N67dqvKvZ4G/bx1RP89n/qaPQvkmTxF5E++FdQovhwaRr2n0Z69Po3EvR5SLD0ZQco9gwnRPBM4Trxp2Bi+p5AKPivGNz7SJhg9ws6MPUELM73OBoa90zsfviEyxjzU1nk94FdDvccP0z2879o9dnNZvTMnIb60V0y+tjTdvaLdPr4RqTS+6MMqvlfzXL6RkFu+ZpeRvdY+FL5j7I+9twUbvZfDFz6AODm95ZxqvTDCBz0OUmi9qwIWviRp172ohiS9TcxFvvn0J719mGi+EuMnPe2jKT0gL+C9pH/UPT42AL7swg47lN4qPag4Or3oIO+99kwjvrqiuD0hpka+p5Vivse1cz2nlyC+mVQ+vZ0K/b2Yko6++Cy5PVAKnz1nHWo9FMs2vfSivb3+5Ig9bneWPUAPsr3cmYy937KCvbqVor3L/+e9i9NavvFNy72CLky+GMItPWQr1zylX7a8a23yvcuC/T0FhjU93e6hPVQfTb0IZwA99duUvdtVDj4A74+8W2qOPYJJtz0XPzk8Ru8xvtb9fj1oHWg9SfzdvQZYDjyug+49WH19PTXtW72Ihfg9MeiSvVX3uTsvvfY9FNW4PaQMhD7W/Bu9srG9PJ/Xnb3HM3c9hcA8vf60S72vikA94Cy7vHk2YT7XAHS+ObEUPrsbXb7IoII+Wf8PvpHTpTxW7Ei+wF1ivhU1Ib5hZg6+wpBYvpeOUL6h9mq+uaeuPnRNdL3vo4i9w/Awvsgniz0PSsE8K26HvYbsy71a5Qy+qpQHPm2OrT04uwU+C/kDPJ0BT744/mq+TaoEvfIkILp8ncI9ohslvZva5bxRrgU8NaGqvb/qhLxJeBO+AtdougxMrz0Jv0e+yDcuviKK3L0dnHE8AEYNvnn9Fr7JhEy+uzkMPYX6Xj7JyrQ7MbUfvdHhTTxM00O+dxcgPb/+2z3fcdM8Q4UWvvbP4D2vfrG8N+I3PtnQnL0nx3u9SeifPalWhz2IDYk+5F+Kvk2kV7zCe+i9QPvpvWSLH74NTwi+5wLivdouq73qEnA9DVmovDJoyj5k9rs9tPqmvYlEg722MQC+DWhnPclLyLzz+Xu9a+aBPRVEF76JSNE9p89sPv2qST0LPSY9B7SwPX18HT4Y3B29qGrPPWwvHT299Ts+U3LYvTAf7b3BbkA9enoxvYizjj1Qs04+CdZevlE/Rj4NS+k9UYTgPcJuhr5UjPA99bRZvaaTXD5YKQe+iCc+PLeCCz7s7r69F4qdPeDGbL2lD1W9/dwRvgB5cT3eBda9+LwHu1tCLb2po0+9cDojPH+Qiz6XRpA+Chv6vUp3gj4A+Eo+hIiHvG/YMb47dl4+oHzUPfJFAT6R0Z08ztmbPpYaoT4Q/oS8xNNPvh8/h76tNT484W7HPhj9Rj5F1ga9FjNQvsGO9TxOxYC+rVHhPNpGOT6fJOM+1n2FPlDRxr1dz6u+FAzZPd47gL3WmJ495fmGvUGHIL7eVxy+3M48PpdKFj5WNfo8eH8bvj1jaD1Cs/w8V35+PEq63b2/tCo+W4l1PPYIWj4oHk69vn+EPri0LDv9dPK9EyMJvrKY2b2Hg3+9TJKePg492T21hYG9Xt+Evekxhj1oG/o9G6ahvdAlJr398QE+TqCFvrVEkL24Z0W+gwwQvskzcb2Fv9Y8UphSPDcLkD4ozUC+3f7qPC/mUD791V094olmvg3Ei77FgxG+mtgaPtWhzD4usdu79xeIvbVbWb46J+q91O5VPOhXR75iprG9WeEWPpoY+bw3Wpo9TZJnPvpl+LyU4Ug8J2oNvddUoD642iC+0vobPo4OEz6QDIw9HRoaPjqI2T45xUC96BbtPIwsdD7f4pq9EUPbvS5plr16CXU9n2hqvEVhCT6fQQ4+3bWSvmedvLtpYoM9BhLrO+Pqs7x9Eei9AwzxPAoR3T0Sup0+ymInPj0R1L0rPvs9zDxsPdsp9z1be9q9koAdPrvLSb7knD++18PfvTVu6b16xg++qbR6Pd/+rL1SDOi9IQsCPsgQ673aq6I9QmQvPUvoibse4Is73q+iPTUl1D0Pccq9f6dhvSAKsD2m6pG+BFiaPbocEr5obNI99ptPPZjUSL79fI4939+LvTt6Uz23xiK+p9lHvuyx0b0SG1O9zaeHvcGlLD66EiG+CWb0PRm6hL3aali+OcX/veiScL5rNiG+qJcuvp+8b74O0Ac+0GhqvuIEWr3KEKE9j4DrvbZVmb1Gpim+/mUzvWZukDwvOwi+gtqWPBgiEz6dapc94aH9PV7C/LyqYUo9ewsivaTIh7wlAhW+vlQDvjY1bL1/pXg7hnMEvU3x8j3e6iq+IV8UPvv++b3Q4Pq9siKfPS7eKL4MjQ2+Ey8fPViWer7gi3i+eUMDvhwCRT7k5YS9Dlp1vVg6KL5pqCC9jBn7vNIdtr1xN9I9lo9GvurCUr49ojE98+6PPXcFcD0HN6i9BGSuO5hSLL7A1B6+JMAFvnoA770xkWY8BlIsvlensz0zAFC+D8q8vcFp+z2AEDe+/tkrvmoQDr7xCOU9Yj0avr3sdr1FgIK+jnNavs4c9L1zuzO+Yj8ivmHaID4dJEC+jbn1vJ7tAj5OrsG9Ls2MvXnyFD7Tg4o9yjROvkVlE74N2s89VCAnvYzFQz6USEW9Wx+8vZpZRz51BdY8HcoLvtR7Oz4gTkQ+fKqdPBMZML13uEK+dYVWPUiHLT7/Wrq85vYUPtmdmzwdcvU64oULvUcoMT7GRie+X5mFvXbqtT2f6eo9fkOlvb8br72e3IK+1DobPaU79r1vWLa9gJKwveTjp77RuVS9KEw/veS7Vr0B3lI+62ryvZKJwT1Gncq9fvyXOzYiObvwCtC8rc10vcNTDz7+5d+9PeXTPein1jt7zn49HkJYPUHMIr4PFB0+0q4Bvp0pJ76r91E+0ElyPVTeTL6YJhc+o6X6vVt2bL0b05K93OwKPmZKxL1ZpbG9AXSwufR8Ar5ewKE9OymsvbBatb230Bu9tjhxPghGsrozMGK9aXHXvV44qj2ExzK+kA1iPX///z35yaQ9r2xnvhRWjb31sKA9+yarPf9gND5niOe9yjA5vUsICTwKmie8nxn5PS3nTz6A8yq+/xynPHKvOT7Nr4q9OVUfPSb0Sr41hmi+SAEePnBj0T3rewS+VLqPPPf8Bj7FDa89ebVTvDK6Cz50d6s8Er6GPD9Mab2fVqc8g2SNvdd8Oz6qZfo9RfVjPaijCT7CgxM+CZYePv8HEb18Mu49n5ocPoOSKj6fKtE8Nt4OPsxnWj4cYwK+qel7PnoWCz29oBs+8chQPc7/Br5sQte9go+mvYnObD0+0A2+85I/vQEgy7weK0A+aE57PvyHkb0b7eO7Z+pAvpqoDj7ySfS9ji8jPqdJNL4DYRC9uOJ5PrNYJD6Hf12++mqlvS/Ker7CgHu9LsQuPvASkjsemwO+AwG9vC+JJr4rja284Daju5BKAb4BIBW+hoIRvj55JL48DDA8nbGtPUy64D0LoEu8jdNCvtDONz5icx4+lLmgvbPTBz5MDhU+IFMUvn1I5Ly4fvS9n+qJvSBK6zxzDiK+Yv9ZPHAx37057nW9F20XPTK/Bj6Wljy+frB3veKFMr5j+889mMMWvjNJK7636BS+90N2vtFRpj0TsuO94FSIPJIBkbwO2Xy+IdbzvXCd7r1OON88wVm+PaM4Xj7isl4+m2KFuya4T77PomG+6UvrvUhp4r3CMWy+oc+Cvay4nz0xoxo+n4kUvUA92Dx8pbm9XWxCvimFxL0po8I8QVYlPi+ROb1n4jK+XyXlPOZZhz4z6gq+pdNnvvAJdb2dcJA8zjd3Pejkcb2Q07i9IzmQvYAgT776OFu9CWX2O51YOT6t3hk+Mf8mvr66B75wdCQ+V5OXPZJewb0QcUg+a+k/vjxiGL6tZI09+GbqOjBr7L1+YQ+8tZIzvuUVuL2JDpK9plQrvkeKL76ZBqc+sndivj8b0TyVmHe95pFfvIwj2b0KUa48nJKMvUUoCb7ddso9YqI4vjNnqbvvBOy9Ks4yvucNcD7gyio8TZSTvZ2U6zz/nnM8tkXxvf8LdL7ECGu+8y3kvSSsE72YYSK+MyagvVDhrjwSkQ2+/ifPvfVDDb4tQxY+UbQGvnapV77AKso8kdIFvh7VmT1bWrQ9dJQvPjJnkL21YO49WVhNvsPI9zyyRx29Gko3vmbgBb4yIhk+RBWLvo3ZMT5BnoE8gr2PPcSZA74WyPG9Bellva+Ztz0U/sc8PpV2vumuFDw781++zPhIPb+Zpr1kgyI+GHMCvkczOL7+Bjg+VcOuPdaXKT0owzC+spMEPur1OrpJfMA99lnzvdeyPz1lwo+9k/QqvYwn2D1RLaq8EQfHvXMN4rukZzi8LtzvvcVDqb1H8ii+uZUdvS7AO77BsyY+aEHZvdDHCr5vhpW+dimUvkdc57zCb4U869NIPqEitb03BgO+kJfrveJPIT64fu09v+SQvBgDlT0NpWW+KigLvpQn1b3Y4xc+mMFBPTGMOb5nfKq9+NWAvgV+7DzhQpE9Q2Jqvg2k0Lyr46S8Jtb0vdd4Ej2vSWO9sR9LvOO4ujwEB4A9A9LyPRVyIL3inl09/7spvrAgvTuVWMg8aWJKvUYa1T21gLY9yBVDvpkFsj2wWNm9yF5hvvgtIb1Rkls8zakBvi/ykj6tGpO8iAquPGQAoL0omeg9foerPQ5AjT7qX7k8i9hPvgBEUD5Evdq4+1KdO3qYTj0V4a8+lr4SvVDTE75t/YW+j7l7vYM5DT7K3IQ+OTuZPTpJMLz/SoC+uPkCvEctrj1Wvx6+DI8pvTG7Cr1zwm4+0mBnPva8Ub65AX4+c1YcPvj+G77ceTI820vjPVpdpb06vGI9NEXavaI/qD7+Uqq8Mx0oPU3BYz1TWkq+SbT7veIiTj2UR4M9Rc10vkpf8r1dG2a+lcxrvtUk4zynNVQ+WcvZvZuI+T2ujKK9TIhFPgOzAD4rhaI99ESrPi9c3L3Fbqa9wIUePqSJ6r0PfkY+6jIcPv9tdr7W8o69RccBvbJDGTw2P429YJzOvZW1aD5bTTc+rwU8Ph9H+T3pIE69nMetPY4JiT6b1D+8wMosvdwh8b0tAoy+FC6UPi0igD7Y61s+i8sRPhkJEr7tAQY+8LcUvJ635z0CB2M9NGOSPevxBb25iU++swSRPgjC1r3XnUC97z9iPt+ZM74QBpg+iDUwvOrRVD5po+s9yC1cPrlRDL6oQRO+JkK3vt/emz7GhG4+YGYAPls2/TyVsa27KG+6PQLQPz7MLIc+m0oPPbGEJz6GbSA9QshivBCywD00jHi+HhiUPpEVBD7sRxs++ZaavQ65Rb2KmzW+YqwuvjYiHr4gZHe9XFMqvtP/FT78too+1QABPsPHPT78D5A9fUfVvAdNeL30C887m+9WvZD7HL6+me46OIyPPg+PHz7UQCy8q20zvomD5T3r+h++HKyDPqW5u72Zr0u9eEyxvJ/e1D7W8Q4+BWMivQ42Zj5H84A+jHOqPoDG2T3NiLK+uT9YvrBIVLwqpgA9BjsHPsBn4T7Srge+daw3PuV0ez1kXl09Pbgsvo+P2T24mU699CZ8vedLgT6xDsK9bAVUveHNHD3cI2Q+lctWPP6zQL0u4aA8wq+HPosuhz7MB9+8KWM1PRKc/7w6UlM+y268PpDLYryJjVQ9KnuXPQplSz1tuHI+zKhdPjdPiT5qk9i8cGGsPf3s9b3NqVA9motXPhwKh72mE16+FCgfPn3p470cKqU8Zfy0PXIKbT7YCji9CflTvXtmlT18MjW62nK1vr2uPj6+Ui0+/U2svdxdBj7X2AA+WVGKvt+oMj6dnkE+D6QSPj47t71ZgIY+Kv6aPv1S3D1I6yM+SkSxvVWX1D2DInO+dxpKPjWf6z3Gdos89KymvZF23b31CGO+REyGvZ6WaL1Q3v69vd2KPQkMnL4VfvI8BMo0vLNS2bwVNa48N+GxvWNqfL2ECpw8KGdMvc9GTz4jN3Y+y7yLvGkYITyuonk+u1HtvfsF8r3H3h0+3lmoPbwSuTt7Krq9vWWhPBarTb5obxW9J68EPczaj7731WY+eNOKPR+TAj6uYCO+IMxFvT18Rb67+TI+FOjOPSc8Fz63QhW9fABpO8TnHD5+Ri++fV/2vScsQLupPYQ+67FvvdlWUL5oHzA+Zo8EPe9HDz3gvpK9FRlFPRQECz6yVlg+cMhPPr54hT5VPSC+hfTvPQlHdb10AWy6f4uGPf4ej73gAa28oSt1vTYYFL43MrI9gUGkvWsUgD2E8II9CgScvZMtdj5woC07CwxKvbM/Gz3dDh8+OqeevOU64z2WBis+oVO+Pcjtr70HR4O9RQQAvXDX9z1dn6y9D0IYvcTbrT0LCUc+mMeHvYCAaj3RmXG9BtCUPZgNCr5ZYQg+dxlYPgYICz7Hm3m+4gFwvX7HHj5WGAG+DpcGviX7lL36xjs9wtE7vhwoBD6COhg+ev3JvRoqYT4401g+ZcdqPk+Ekz1GrWa90W8BvitwET4/sSO+VoUIPJ09KT2Yomi+qYGVvBY1JDyGMk09I76KvSiTC77mCw4+EAoSvVAE173OX/G9ipYIPQWfMD1juIA85mbhvFVOZ77vzD87QqN7O0wLpr17Zsk9snMXPpxxiD1fCkg9sa/APTV6Lr4JGgI/Z6bbvbdYOj4AN5q8xs1svCdNpz31zgY+7PcyO7Pzy77jBBS+Ax+rvZZCAz7yCUU+yKftvP8Jub04RCS+TgQVvbsi3z2LpIY+aBp1PZQ6jzwBObW+6PK9vY7Km77fAnG9WwJFvs3KHL6/7XM+hJ8LvqzvVb7RXyU8AGv2vRhK072Ya0U+Qg0yPsRmDjyNAKC+t7CFvr278L3vVxe8AsPrPWqJib1HoI++rPmvu6b1C72XzSQ+vgxrPoI9db5zSYI94FERvlTdgT0oTGE8hak7Pl0oKz5s8uo9Cv5fvTaYU72l8um96E4QvnTEDT2bRDe+dz4CPpyvlj69cJc7gAABPb944ryvgas9YDc0vrAzs72jAha9/WALPsziC7470Cu73RQtPJqu4T645Q69NR4HvVJaJj4Yn9e8IfoAvqKCDj6mhX++cdWSvj8oMj5DuWM+UqdYPvrMgD30+VQ+2nBePo4VUb23LR++VkwEvmt7NL37x6A9aA0kPoxw4r6aBU4+hmCQvYjMmL0a1oU9u78jPldaeD0Ig7s9gCwvvoUPvD3aejO+SQaevkiUcDwASaO9SvXpPbBq+70+N+M9NQj3PdWZCL4ycdi8dWFIvjlggT3wq38+UTDyvHOpGj4UYE++i4livoGS0D2vNT69HCMhvbFsFb7TkxM+TdV8vOMi0r0AjDS+4M8cPj6hwr1AUAW81w6WveuHxL3+lVw+EPSPvRMtm72j6j4+uPscPibQ+D2TjAK+uIGJPXrRszw3vdk9c+dMPLHLTj6AnHY9WSCNPdghrD6dzSk+N19jPpsX8TxryFe9HrF3PVkiVb0ysA2+ZjIUPtfE1j28pTs+45xFPY6r4jxnCBY+H/YlPiqrlzsigNU87UJVPvzYHL0NrIC962UBvv4abD6kiUc+rOeXPRq9Nz6N/1M9McYJPjN4ib2/ghe94GzwvaK3Xz7B8oY+ADaIPbRO57394wQ9y9advW9qt70/UFa9YeNWPTdy9LySGge8HSjevVqndz6PxSw94+ZQPg4dhb2BXKc9pN0xPlbLjT6M1nK9YO8NvlUNmj1NnQS7OQ5oPQSaLD0OkvU9VwJHvu1I27yZT+495vR4Phq41r2vtE49AT2HPe+IFr5DWwC+XhIqPqw+Yb0aRkM+v4TEPazp1z2lPp4+stPJvfjJwrrbmQU85CSKPiF5qD1LGQm+jz4yvs3iaD7ARjq+9ImqO5PblD4agZW9IUnAPWueJD6+1Ui74hwTvJahtL0jZPa987VQPX62L73l+4g9Pgj6vJizgTwkNyY+7mpjPSCKAT4i9v+9ztc1vSM1rT4OHnA+UlmmPuKXET5URfM8OkYWvgDapzvbECs+tvLjvYd9bz6RRHo+HdYOPtvGjj773AU+Q96FvktXoT1F84e86wqtPJuvEL4dC0i+2956vAa+pr3FDBQ+7Ui5vYMxPb5ozo+90uwFvsNfZr6rwyq9t7wavjZ4qzvvP+o8DF0NPtuohz2BnqY9CDCuvSPkEr0mXCC8FGsNvqErB74dQi6+QaUuvdpcJr4kIu88/jUnvnZFhD1GiAu+1Sqpva/oAL1rDB2++LO+vQ9unT01iLM8kI3sOzhIX73ERJ29bXeWvV0kZr0DcZ69hNb6u7YoG77sLDA9Hh9cvSBM97zlGpc8LGrWPDwhIL2aBcQ8+vCHPfyLkj1IvYM9PGrePLChrz0mlQ++Rt9KPZRFBL1OMjE903KmPEJDBb7aPSE9yDiIvbKy3r2wePG9QdTZPGdQ+z0/7q08GDyLve9D472mG0e92UbXPbXXBr4g5Ki9zkNuO0+G9r3KLh+9v7acvbWLir33mUW+bWs4vb4DKL4tmla+9Ebtu8VoED7tSce9qmYvvJZgNb7ZMvE9OEWJvddwN76YoGi+UFFGvjDxGT3fCRk+gfowvfxwkz3e5yi9RYClPYRDTb0iz768Z3U4vX3nCj64P4a+bGj/vUO98Lun44I8lC6nvCF/er3coya9fF+yvbjhNb7QfRw9TYxdvlw7Jz5K2MQ8pji0vcjB6T09jLy9ekqbvDohzD0wKEu+AGtWPRpgeL5XTDq+IUBqPZWVFz4eetq8VNAaPcOBFT7VJXo9Br+uvmlIG745Pp29AtXBPLgWij7uxqC+sVbKvTfsEr2wGzw+sdy3vb05wz2uMWi+JhUxPqAKrLzFIC48T9KEPQ9u2b0z2le+azeQPZZkLD70W1q+QHuZvlzuN75CJw0+KktAO9fklL6HQsc94aJUvaR2xrxRbWs7f72jvf/kE76EsE++ijG6vG/UID77sY09t2fxvXIQ2T2r/gU+zCN3voT8Rb5JxKU9IHM0PpHA1r362ai+Xtl0vGAKMr61BpI8F2aXvsxlprkVCJe+I9YyvTWpJDyov/S7Tg5svZGXuL0y5Vu+Q9s4PSP2LL6B3yA91KE8PuVIUL6l+KK+ua8kvCrDIr7Yp+Y9x5tEvgxwJT3tJvI9SO7ruxZ4eb6nUoK99/O5Pd9BYr4Swss8RksUvkh33j1xq/C91NtNvru2qj78v0K+iSHFvT+1Z778x/g9xcdTPEuez728TkW+VlIuPuoLDjzNvXq8Dn+6PqPdVL6qoBq+B5euPpRx0j0DVzW+dN4oPlr7o7whRBo+/9WwPZG7bb73lIa+o5GVvgF/AT7bGRS+bZiavVfkur3C41g+QIwavX3BZr4fzOO95kKxvRzI7T10dGM9jToLvnYeIz4v10q+qvfAvCW6gDz3nWk9LQZsviVzhTu0aFS6ugIxvoeMQT6eCjm9sTL+vFF72DxeJRo+gQbZPJ5Naz4IHT4+SrAwPpeFtr0mi2g+76DOvaJG8TzIx3K+3+nDPlY8QT6Bjj2+Eg4pvu0BqT0Sde29eyWDPtwrET7gsE4+IbuHPrQ5Jj0l3aS+Cmz+PWI4C74kvtQ+qV1YPuBDRb725Ly+f+Fdvh0Apb3F8ye+TmpFva3tt73B+oU9p8+uvVDBOjvwPA49dJQnPvjajD3+vSQ9l/E9vbcbar70SgE+B519vSp67L3R4Ry9n0SVPaGtkr622CC9bxZevreyPr5de0e8x+7nuyLFpzwarUO+tdxyPqrvEj5lAAo+o1OEvCEJuj1LLqq9Ay1IPCahYb69ZbU8r4cEvl/yOTxSbq88U5gMPSPTMj7vzma+knvROxbKEb426IO+P/myvcBygb739SG+qMQUPmFFSD5InZS9RtYYvoJaVb4krs08jx82PRRvqb3dNFe9jF93PQhwSr14Sfg8xgRjPjZWC70VVZ085pcPPaC0oD66wxu+vcaRPesBAL5SNDW+T9vLPbZNhD6QRjw9FI5KPMHsfLwNZVC+MQgVvQ7/Dz6Rv8K9/VYFvIoVub5S/eU9YI0KvqYGPT5y0ZY9b/s+vdMwEb7uxLy9eH/pPQ8JlD6LE4292wmjPX7bob3Ct5E+9rqcvRETFb5arwY8bP25PUggqDtwf0i9roqUPYUpaL0to9Y9thLoOz0JnTzG4oi8gyEhPm9oKj6R4Rw+gFiOPUGOxb3f75I8cuf3PXkMU768kO29HU4TvZTUhb7DtkM9wQervZEb372nMpA96BvOvW3tiD339wc+kzmePYHkCD7MUR28WVhVvW2vhb3gnmI+mbFDPSLG0z3cQfM8E0+WvUvOLD2iukg9WayjPUmFJj1GsK29SJTjvVYm+z3GRuw8iMk7vsLRmj21zAq+z+Y8Pmm4Cj561RY+jUq/PdZMvb1vsgS+nqBLvdcHkT1HckA+FxjiPUg79T0UbkQ+RP0JvihSKr6u/Rk92Y4FviSMUL6CwxW+RtrBvTI/Pj2xhbO9Ra/3PdXyiD0w4BO9iZiEvbXouz1YvrS7sPO6PdwEv72ZVeS9znGEvUFcpL4TxRu+ATGVvaapo71sAOy9RzYtvgGanL2HDAQ+uR1CvnwlHL1EJkk9pFKjOvHa4jxqjxK9e/fXvLV57D12BgW+qzIUvrM5Dz3Zl9Q8oAQsvqdXPL2hjRS+BzqtPc+LyL35wmG99nwNPUWdjT2xhfU9V47Dvaojib3qZqw979u2vRl6Kr7Ft4e9LtD/vRBltT2btwm9YEUQvVDwFT28FaI+2IH7ve695z0gjNC90Ne7PJE+5b10BNE79PocPouOnT6ZIBg+gLQLPr0Ipj1hDfM9UoxkvXRMSL63SHq8lceLPVPYbD5A4dO9fsg6PkHxeL4Tiie+rbIbvnjvGT0YlLK9Bly9PYa8hb0iYjw+lGtYvmETI74cV0C++2crPiTBZr4oqMW9Bf/SvHgkW728wYC+wsSVPlweWb2XCl0+D3nBvUMgd74PV+a92M1Lvrj2Bzy85Ac9HhP0vYdpcr15DzS9owCrPZy/L76Y4AC98RfMvcsPvrvyiAG+tQz4PDhSF73j5Yy+7p3cPH6nNL642/C7irXQO9olY7yvaJW+8VEWPaQwgD4nvLq9RZ/FPKwQ17y4Dxg+OYIdvjNoU7xkOJY+6NwNvryjLT2aXlK+yjzkvZ1KiTyXHSI+ZUStPaG49D3QJG892x4oPm+ACr5Q4b29CjgMPrLwEz2Eh9E9Zg4CPtt4j74McJy79xL1vHjStz4JXnS+xdS9vc7HV75nATA9TeQWPvQsBb4hXPO9sr85vrzkB74ESfs875fTPQSi2z1id2A9k3ZMvoqTsT02tMa9by4kvq3HQDvnQ2s+gASPveDaOL2NJhS+25fIvakrlj5Kl4g9YXxIvs3nkz1n1RQ+7HRsPvuFfb2CUOM9bBzLvP+ZVz6Mxhu+aIQvvhuouT4lFnC+zvsIPgSMJD53RLa98mxbvkYAQ72Amu06tvImvv3rc766Jpm92mn1PLYioD7tPjs9DJdMvnfLAb7ISKS9LPwBvuflKL5dh4s9y2HDvDnt/btyT709p7GcPq1OrbzVQia8AaAMO2Fner6DtKO+BvSWPoJOX72TxNE9GQ/xvbrj0D0WRfE8ZPXQPYHaLb4W38k+MuRxPt1+ljxaFlw9IZ2fvpGlfr0S3IW+7ZnzPdOQc74McBc9akQ5vhle1DuU39A9oTC+vQzzurx8MB0+ypgsvtoUZ73r7Ki9ZGQnPKehQL5AWq8975TWPaHfkb39Qgc9FNlpvnb+jL5hpjm8lGUcvYcASr1yfcG8ALRKvQT+nTy4Jg89lxDpvFBcurwSbKy++g1iPh3PjL5MN+a9VrZivoqIFj531BY+kM2BPSgCm73Ye8G9SWvzvRNg9z1Qp2m+Qa3RPeATsDwUeuy9g0UovQbi6T3Jaw6+NTQbvnWhab7k5No9bGGnPunkQL6TViw9VKxjvb97OjyZVwu+SrB2vi9Y8jxNPx081Qugvei+Mj5M63W+1/NsPjKkk764Kfa8/uJPPUfwBz4xuBG+ds/vvB2Oz7yTdec9buatvECZgjo2lUO98cncPXlZg77aPzs+DWBsvgMYGD2OxFW+TWcpvqV6db1agBM9fvM5vVxYmz5Dt4M+/BPPvOexZb3dSPI961jYPSVY8r1I7wO8EchmPjwLCb6Ud+E9CmYgvgX4LT6m/tq7vDTvvbKAr7ynuzs+Mm27vf2EGz5ybKS7kWQWvt1oGb0sapO8XhmhuzsVrb3vD989C/DivVYbET0HJ9G9RPwyPRttJL6ffB4+Lm71PZasL70cldM9g3m0vHDYHT7cGqC9XzQGPXMSVj7MJY49/8i9PIuuCr3jFB++6cr0vTKvqTzG/Si+4hHpvUoY/T3Mllu9CxOsPfYoVT4Amdo8dPbrPH8MLr5rjNA9UXL7PXK47r2slKU9oQyuvUf8v73yK7k9JUyjvc9zG75Cw6g9nMciPacXBT64g/Q9ra2sPO6tDT4CnXI9+pbDPYXeCr7abaW9pi+APX0Kpr1tpCS8se5DPcduMj5bBuA7hwUePiWR1T3ZeH49cOUsvsxsTr7iVi252uCXvesXOz7doBK+FOHsvdEzGT76O789QXUMPhquFL6b1Du+NxYYPu1Gab18Z+g5igYovsFIIL6JlTU+tEwxO6Pf9L2BZie+8XBivVS2mb3unsE96ilsvfilM75WJLc8dEFkPfJmwDwCQRG+xnSFPvYEjD3fBMK9pJK1vbKiFD7P04Q9wGimvQBPD71Hw9K9LaSIvV50yj225iu+GbAcPIOU5L0Kbti9IxiVPQGUkbyu0z6+tzcBvqPmhr3cch8+rXkSvdNYKz7CWzM+uwQWPnuiIz6lw+s8UcgXPBUqxD1cFw49YOcxPZLQQz6iIQg+lA0RvmN1Vb4rjWM+QtnwvejOSz7qvqs9VlVePZdICT7D8lA+Z1XAvQ49HD0a7yC+RzFaPjVhIz6IfyW90VIxvpJHiT1cYpk98+FvPtL7wr3yYiY+q1T8vfMM875vUY69ezwlvnnfG77IQNw7PdqUvCiJhj4kA+88f28lvncUkj1w2r09qj4WPuQcbD30+EY8l3s3vv9v1DwwnkG+iL+FPZwxFD5aGDI+Y0icvdKTQr6fA2g9ZokAvkVBa71pDS8+sDhvvWDvnz7JFhw+W6EfPvaqAD7pXYY+YIKyPRudT71vMQG9yTTMvYCPCj3EjSq8e0sbvu6nj7xHbzQ+ZKbAPjfiBz6WVae8lq3gvYGNwL1eHtk7QjXXvNqfKb7bBE094RA8PmIZzT065R49ChISvqkUQ752xDY+5APkvBOSXr6ZUsY903DWPZWMED5/lDs9iOpmPhiMsj3ddBu+im2JPlCJHz4yzrk9AzYTPhcMKT0qvz0+2nV/PYV9Mz0IPOO9B7NRvti/lj5Rq689rQ/rvWh61bx6i2Y+3MpAPC5AIL7/cQi+WdVWvljH1D79qTm+ehUBvqLd8D2cJME9t9VPPu455D0tfJo95dY2vr/0Kb4/uPq8bv8TvvXWyzzGTk29yAwePnBGjbzRvPw9totVvsfwIz5hOjY9P8c2Pm6z5j0a0+K82yNOvjAva7pecMe9mYt4veYDzb1zJaW9MwP2vZz4cD4+zHq+G/HiPU8Cmj1PKQg91WE5vjQ9jbtuCuQ9wh4NvqtQRr4ct1e+/ndiPRBpXj7pchO+s+qWvnPak7tD+SQ8Gwk1va9sm7yZEEe+fjmFvLzepryiXfO8HXKWPdUOFz4uZU8+I0kJvVGzJj6IQv+9p8f5PUqqvr6NEkU+WYxjvhv2HL5CYBI+EpWnPtQnXL7vVxA+kQfePRkccL5xw/I9MAk8PpDDVz1DyQm8ZET/vXUQIjxDgAu+R0jMPe/WG775fw2+HVACu14vZLuoA2k9/V6QPu40r75chDu+boQzvqUpoz5nOMA9pIBaPtBYKz6po5E8JyXYvvPCUrwy00c9UMt2vt6Kkz12uxw+hP5KPomIFD6b2Tg+/NgBOrR2tj39+es8+h7MvcKuiL5Z4Xo+43VVPqznk70Kfn69vmkAvcVKGr7yDF09UvVFPbQtnD0Imc29yU8GPpJBljyc/S++jbkEvttyCD1AwIk8SrlpPha0o75UHcG9woAiPDgXBT5eiAc9IYdevPSASj0SYlu+zEwevk4GwLq+XU49i+Y0vlMtoL3R+fI8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "8baHvcfLOr2cGKi9/2OjvVp7KL3Qoz++Z4BkvYgio71BYJK9/tEdvaIBmb1wH8G9PP/ZvSRSmL0aZmW9W5gCvm9Jib0HsWO9qXGIvRuXn71LjJK9eTygvXxXdL2E+Z69pHwivWm23r1xsKK9FTcTvY4Z0b17jvi8BpDgvfJAzr2lX769I2NpvZf6X70h7JK9lsstvThMHb4qlNu8Fcc2O7ouNL3iGHa9k2OhvbV1Or0+tAO9tVqGvYnSs71tG0S9oHOuvUjIj722YDi+2PrBvfdry73sFS++8r+cvaz91b3YE6m9w8OMvJlqPbwL/ZC9eR52vOXOKL0pNQC9qkiXvU51Lr2DMTK9D6fNvWW78L1kBxm9T5MtvmtSNL6ECrO975XsvWKTeL3qiAW9FvLCveHeZb35nC+9fBEKvlgewb1dcJi92LyDvQXhgr2KcW2967SPvXUpTb0Zzd69aD8KvTeBc71kx3G87TGrvbbFB74Jj/W9imEJvX6MEL0WKQK+MpGfvKjh4bzMWji8QOnLvTqVPr1FSWi91jk2vqtUnL0jpRS9MLK3vaRX+7ynvnm99zjrvQWrfL1XECO98s/JvHi0bb3iFj690WcUvpdmtr3KwDm+ojuVvb42pb2d3SW9hAeIvUThjr0NVpW9cGJXva63tr22Fx+9Rd2vvZ1whr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 