{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "K9TWPavDkb3Tmj6+Roa8Pcn2QjyLUhg+mCpvPQRyZj1VeCG+7hkBvkh4Bz2alHW9RCcVPo2llzzSGRw91kYcvmXyDL7av4u9ohr3uyYYODzFUKy9S9j+O+5fML2GOiw8hKQwvmdwh71XGy688GsNvrQUoLyZgYE8pYDZvd9Lqz2Q90U9E0gQPpRIxzzK20C80+KDvd5yST55DzI8Co76vQ9O5r07lRy+uD0ivtIrij2SnEW+pkqHPSVILz3KFTi+B1ogPkKtIDzR+cI9c30ivom+I73l95k8alRPvWYlWj3Lk0m+vR1mPUmLA763quy9w3MfvpcAFr7x9P28gGZ/PTgvwr3ILdc9aNLtvcaa7L1I1Es+mdXSvc0kBL4HeuE84kASPnv/OL7Sd0S8EOq0PXDN/rz0U469KEDcPF6FZD1sUVO9GIC8PC/EGrxON/s9MJEyPQ+J1L3ELi07FJrqvaJ40j2u8by8T3AJvk0DEb7vckk+N3DNvegwOL4gCdg8BMzUvfbNCr2vx0a+ELyevV5jGb79uMU9iucRvIimKT3t39G8tL9PPL/ttbzwUqM9MFGkudAMX77Uz5i9QzaMPXhMl702iS++VNErPezf+LxcyhQ+/RnDu7jKib0yl08+FLiOvEuWQL6J7zq+dqVsPWJ2kDyu/aq9M2+yPaf6gD2vRB6+LM+4vXwBVD6LtYy7Sl08vVpNBT5enMG8ijviPQl4kD6nMFq9pT4DvqGi+T1jYuA9Gt8BvjL0bD6rbbw9v5NvPh+qj72p+dU9XVLnPT1EjT55yeK9b9z/vE9x2Ty/+Fw+X/Q1PnwRq706c3S+2PK1PJ5kMj5hq0U+y+fevZ/hpb7ehhm9dddTPsNRFb6Ya/89miEtPld+5D0m6xk+MEQxPOkjt71jVFA+5nElvsyfNL495z6+Enk/PE8jSr4wMVi+Ev1wvVy8gb2es+294dj5vX/lHD6gbJM+RysBPmgVgL5qfUk+Bcp/PLhBNT4mn/M9yfyUPijjRj2ewgK+27G1PcM7V77QgD49bRrcPBj3pb6pAds9ApoFvsAmeL6v74E+oSWgvYXKPb7gaF2+JHtGvnR8HL63Tvy93iMPPX0IUL6qVI6+7zu2vb6oAr4gJAe+5+BVPtYyWz6t6ga+bcIbPVsMtD1CnGq935VkviOF0z1nsAa9F8nuPaAwbLmEHK68uKsWPs0jOr70J3++cIM6PspXFb5guiQ96N4BvVFXgD01do2+BwPgvKktLz1mw4i9jzwJPvAMDb5g2AI+XfqgPXsVGL64n9894cyhPSb21zxb5RC+FzRFPn6sTb1DSzK8doy/PXFtBz5pHMm9ftsQvpfheT6dQU8+kPIsvbur9L1uAIU9Ne6AvpXa5T3drDe9AFVAPrOj7r2zd1A+5pSNPq3uZj7/7J+8sUKmvaxMZT6nbSE+wDhnPrBNnLw9/w8+wKlxvDFuhj4mh6O7x6BSPTIdgzwj1FC+nJ/5vesi+j1GG3K+TBixvONSXD6HY928Ee7PPAcY1r3lz4+9Ob+Avccbq7xm7JM975FVPf7iBr6UTvM9T26tPQOTpz5cF4I+/qPwvPLyCr5WRAM+/nGfPYA24j0AtxY+K0aBPtSrALthWaw7diu3u2y7Vz6PpeI9SB12va17Mj414rk9gvOBvnNxaD47Soi9BmUovmqHPD4k7gE+e+9FvnHmJL4tHRg+CIZuPsQReL6SoES+AaN/vl9LCD5v5So+u9dVvTwbyj0D96w9nJIhPaArs72fyoK+jX3LPVA9s7zOVYq+8IEfvhrDxj0k/C+8FCyeO3zFKD6T2X0+j/6cvOqhBT2Pm5Q9wrKGPa2FS77kKWS+hQCjvdVidj4B6QW9vgkcPvK8PL2TbYC+MafePSrAdj3fN8I8wTisPdC0Gj6Zoeq8eGGEPjMjjT1RciK++nlMPlS0cT6IxUc+0cx7vmCRCr0u+oI98fE0PijhWL6KkoC+k145PlDwhz0eFDo9l8dUvpUY0z1PC5I+4AOCvreEK73wdac9yqmRvoLpub1deDm9vKNyvoxnJ76H5u699IgavlklkT2Wp409sdeDPDi9Ib5zWXY9I405vQ+v9TwGpBu+qW6cPVVBI77lU/C9jPDdPHVYkbrpORo92mQxvsnCj70LaY69OVsuvlTdpT0OPY89X28LPb1pIz7MvF693yekPZUbH73zaA++/No9PrMa4D0z6DM9x2m9vSv6hD2cS7q9VEHpvdLDjT09/ru9Zo4VPsESAL7F++49/owvPlD9H77rAou9F+0xvvMRdj2/gWy56VUgvsZrrD0cATE+FjokPgsJBT7tfBg+ZF0tPhRcPj3t+xG+sHMZPkcOVb2SUYo8H5ZMvpt+0Ty5poo9XMY2vNZBaL6N816+EUeqPYXAo7xdaxY+/uo+PsR9Ur1JtB0+Bb18vc1GPbvRBRC+ylo8PSFb7zzijQO+4OzAPbyX/7zD/pI9xQ8CPvNnrrx9HxI9ZJ2evFacyj3MeoS98d4RvlmZAz6h/ay9KNmaPcdMHz6ljkq9doBGvid6wr3ShuE9v+kSvOUyGb4V41i+Su3gPQ4KbD4iRBK+GSNTPjSjEL5IVQA+jU0nPrxgpb7/NxA+3lpYvEVSZL5v3qq9NV8XvmSKp72g6IC9RwoEPmovRj1VCRg+VzA/vfNWyb0uN8e9e9kcvp2j/T3kpU6+315CvUvjRr77vBA+yNx4PXepMDygRjG+wgU+PduWgD5g7869QlZJvklr+rxCYxe9M3vLvf5Jcz0SDx8+JdQWPXsPhz1vMQg9ipmTvXnq4zvr2x4+iz8gPVHGbT1NdFe9tQyFvcHSlj6mhde96sOgvOpDxb04j+w8V1FIPo7qmbx2qFW+2R4qPQynmb0YiAO9OVx/vSO0sb4msk6+9XrOvWrzOD7x44M9lm0evkQJSL21aZ0+S/q9vDE9lb3BhfE9Nk5OvsOq0j3XgSq+6GSnOwJdYL1mghW7u/KLvlpfrr2uwo69Ta6dvSxsrDx0C3s+/xNbPmsHVb5MUiS+ML7QvcLmQD2c6ty9liirPK1FU763LCs99CuNvSUkR75YYHQ+KUQIPf30qb7T5cg9VmyCPQABsrzv6p8+2YmRPcStwzzMX5S88eLVPfAhVz7PLzQ+FAGkvjEbr71X3pq+8BusPWF84j3DCYS+3wmDPm3UXj68fFS+0D9XvUKxhb50do++cLp5vhov2b0PP4K+ifu1PDq1KL6CK+c8VOCZPr8Aer4s5x87XQgFPvz4Xb5e+968zDgEPHNq/z1a1929p/hqvq9htb1mCC697AdrPnTIwz0pSDG+k5B+Ptouuz2ZyGo+XE/yPXQrRj7vZJi+/avSvb4ojD24dmc+Qqm2PT/gMD5+6KW+5iEaPIo1zz09Sjk9pWoqvri6Jb5yvg8+u0s/vg2YM71Fuj2+gO6bPVI5/T33V0s+hsD/PTVC9Tymzui8Ocdcvl/5UT4KHyS+7t3YPbzpFD7OOA4+XpEGOweBcD4kbQS+HdlOvYltaL7QnUA8RUTFvMLjrDyMjKc9TyAtvnFfOz7L7iG7Tyjhu/2/dD6m8CY+on8ZPn3vJb6bgHq9zCNNPc12mL2O1FG9IHDyvRE8Jj5cUC8+oDaJve//nT3ZCVI+ZJ4lPqFbN7xBuk0+zaERPtk1fr579Yi8U4IKPdQ58D3wrhG+eh+3uzZ5wT13uJ89p+YWvjC7aj3U+W4+J2YDvUhiND5X9bC9k2U0vi2Bwr01Rgc+qZNqPMkC/L1ZGRK+CsiqvgTnBLzYiQS+tj8dvl7vbD19eJ89TV9sPbDzLzvWO7e+drhCPvibJr4+z1C+WjUXvjn6jTyh0Qw+edTxvTLEiz57fey7yq5dvuC6IL6xQwI+yYnMPfMRy73hg2W+4urZvWrhKj5uuhQ+5+TyvX2ELj0TXVq+++SfvZN6tD3tHzm+PaghPuIw3j1JmyY84A5UPgZvMT7hmhs8YxoxvrerhD5hfvY9vMeWvfOQnb0K1B8+NntcvWflj7vo8oi+6d0mPd0vMT1+aYC+QB50vnLhPT6AXUY++s1fvX/SYT5VxDq+72FNvoSXnb3weQA+5HOKPVCiGD4Olko9RBXbvJRWIb7eX869US4tvhW27j2Tu5O9CmYJvm+/Hz7bk2i8XMUMPq2HmT3fYOk9qek2PpIXcTz+3kw8FHkdvuCMCj7QCZ09fmXhvGg62T03bPw9lxS/vcZthjs90RM+x/B5PvTDJz7mKP+94+4BPsDDYz7AqTa9k2j7vQWaML7nxhq7W1h0vqpdZ7taYBq+iNyAPuDUgb3mHCc+hynnPdnLEr7eoCo+jm+XvXN+fby6TEe+jbw8vn3ZZ71gf9U8G4RAPiqhjD2q6OM988COvY2AgL1yOqE9jtIUPpgUTr5bH7i9esVaPQeRN76YUco95i4yPpQOJzuL2Ie9R6dkPFFU+D1Ix369DDBePhs37z2b+Tm+hr9Hvqx5Eb5AZIG9SIpbvQwYWj6gNxG+KneZve90Dz112gO9KGMUvvMImb3dUCI+przXve8UQz61lFW94rkHvgD9kL26E1c9/V0NvKdHz7yuFsW7tXsUPUYGAj6sHSw+qP0Zvg9lkr0TiUu+269xvNsMTD70jy++h6sQPq/MB70I4wa+So89PeIStL6hTQ6+r3b4PcU5lLyZeEW+RC2evX7q0r1giqc8znEZPiG4P76oOxQ+D4hvvWn4ar1abbA9DaLVvEVkAT42FAQ+CaUmPv1YCL0RQyS+KM7SvQWx/r22L5a9Cv72PR9Xoj26Ang9Mb9GPQ7bKb0pLE6+LUD+vTCmDT4uChO+PIp4PeIlBj4WFyg+zHMzvswJgz5aHdW9An9nPoYe4b08XW4+yeqrvcZ87Dy/YDW+cinfveZddb7EOhe8iyRxPoBsar1LnZu+eIEJPuEYHT2Q0iE+kTVKvmQ5FL6qHdE95T7gPW7mFzxT90w+dr0APm4lHL5eMqA+kvISPXL7Y74fr6w9PptNvdg+Gb5ZtUc9WwlGvksTyz0e3m6+OUKQvqETLr1AMyI+QMOTvWYTi73I94k+CkomPoSggr5lUsU8S/EQvl/2Bz69Vq88ybepPZsClL6iLlk7Q/yzPWsEPL5q6U8+w2mRvZE/Jr4uHOE8lvZqPUzjg75peGA8ey5uvrwP572RU689VbTQPTV6FL4yPRs7ZgVRvoZUGr42mEW9YawAPm+T3r22cjK+XN4DPqlmbT6GMbq9EydSPSINkjy/jYq+bsRevUZXCb63+z++xyQBPmJ0Qr7wjmk9asZKPpsONb4zWUM9bINDvJS0lz0m4wm+PDYmvaqXJD3K1tO9mUtmvuFQiDx0whS+uAuGvDZtDr6Tlz+9c7iGvXoSEL4vu3s++Ml3PttAfj6usp++XoefvcrKz73IMei8Nd9kPoOSZT6cL2W+XaBWPpltMD6v3+69cpFdvnDf2z20A40+iYpUvsLhAD7EhaA83KkWPiBeVz4x8lO8CmmpPasjkD68nY++d8eNPHPTsT00e4o9k5aCPub98r2Gb0U+8BglvWC8kj4UBmS+OeqBPvqff77YVjC+lL/zPbDJAD4FPBC+MDrNPMGjTjyPVOs9NkpFPZj5VT6hfho+LIa/vZmuBD5wqPA944KuPSWjLb6ToK88fMGSPR0wOD4KmGw+SU4nvuykEz7Nk9I9JyyjPaFNYz6i9yy9VNBUPqOAor4dRvc9vdjBPYk79z3TQp+9i7KHPTRDkr09lzW9JwpYvuQMQ73CC7A9OslhvgEc0j33uqa91LwqvZuiXzzBOjg+iY0MPo0Zsb3MevU9iLYcvMmGVj5fvNS9qegFvuoQ4zvlQGQ+a2SNvOdaKz7WUnW+YykpPg0iib6yXrO8NyGKvQkgD74R7NI9BCcOPFdCvrw71iw+Ut0fvjMhL74dDMG9wPcNPsEzV74GoZ6+FeUDvvciw7xAjae92c+MvZ0UFD3oJdM8oldxvboAQz3ALYO+FQiKPIt/gj1DtMa7HjGaPnNLJD3T5WW+i4PAvLtBpj0+9Ys+s7eAvjRMVT5UwDw+bIbzvdcAqD1tk5C+KchPPgy7K70ETri5X23EPEb0Tr3XQoI9389Pvg/qcT76lDW++a2Jvg5wejwKGhg8ApN7vclNzTzfHhE+tkegPYFsrr2XoVY+8lyuvSO1uD1Yq9W9JPTXvWSPKL5uyqs9d3dDvsyU4T3p/Ha9z86XPbIL+b1SiEU9Km3nvK/3Bb7KpxO+xjolvQQIpjvHoCK9xB07vvYGL76BXFu+Eq33veC2Q72er4u9ukmHPc7R6b3PBPg9fog8vnMz173VNqA9YSLsPfzaCjztlrg9PWHDO8rdNr41PZO9V9uJPBJjOb1OmtK8ubI0vmqIODwxcf88WIMrPEuBxz1OQMY9FnOfPDbzs72KjCk+nv/gvSCZ5j10aOG9h/+2PMWoJb5GGrO9idmAvTNgdL3LLI880OcNvm6FkD1qj/W9rtbPvbqDzT3jCBS+Yt7APTrHez6g2LK97T9tPpjYur0SuBa9XVWnPL1i4Dwf9AS+VNEOPlZ8DT5SJAm+qgA8vn4nJT6gsQ6+EK2DvQjwmz1vNzy+ASdjPOEuAr7ZIMe9wRwGPRNlSz4IJjQ8Ju4UvkNaKD2I2mg97EyDPUtxYb05i5o92ncdPs1qxr0kRDE+tSMnPkQ+Ij4Uj0w9pa2HvezAmjwi52C9ZEOePdbucL4ieiO+AQwbvu/VUb2T5fs9Gd0pPVYPfj1DkYc97kC0vV23Gj6pDpq9e1mwPCHxlL3BgC2+/Socvoc8D77W61G+pkkfPtAeNz3I2R2+gVjdPdoKCj57Z9a9Nk8Vvt20eT3n81G+8xxkvfT3Jj40kqu9KTkZPmiPYT7hSeU9i8TCveXF5LzqgoU+x4tOvTh8ur3zf2o+ukJZPszLMz7d+HC+INIIPnwdT765OIq9bZBxPtjdhz3mI7C+W8KJPUlz4T2GLXE+UrF3uym+PL77jPk8T0SUPYyM2D3zZCQ+ZmrBPV5Ayj3fmWA+W/X3PSmbGDufYEI+6JQvvckdszsoSVS+axVvvn0hVb7D4G2+ud6QvnowGr36ZZ497ikcvjNJib2yh4w+J+PXvQlumLuanMu9mIySPazlTj5iQzq9OcMDPrMedb5KTlk+3cIlPt6S/j3K41c+sHyDPhRbH75oq2U9bboGPqTpYrzXlVG8yssqvt8enb2Jdws9r6EUPo3wFj5QswE+0L8Jvgjhf7xVhF++yVwXPIJ4Yz0iiTS+B+i5PRxZhD6PCUa912jqPW4/kL7TZWC+mKRNvlhlAD5i8Fy9Wu8fvgoY7TwWoj4+4mWtOrw1jL3xnEC9Msg2PMqbi76G7Zg8NSQNPRtxDr5vU0y9IuBwPb3ivb2ZSMe9c8WQPT+QPL6VNBK+qDdOPiXaOb2Sb2I+4giGPseFMT4cOoI9J6uDvW1zZb3HyVk+kQ4+PrtImLtq5Xa9651oPX2psD3ZrFa84Pexvaoc+L0ZfgS+x6lXvpIvoj3PHRi9FHytugZ38D0k+zK9lHL5PYIlWD31UoG+lEY8vk9KyT2CtYC9URKvvUUmQL7BbVW8il+zPWLbUD0cWnq+umh4PpzlM742Swa+vCscPYYGgj6fQW2+cZPmO8+eYr0kLBg+flgBPqy+fz6Mrxw7YRBCvXg6k70JrGw+Pt97vcYWsb3d/MK9Jv5HPkgBJz4lPM89juIavicXFT3RFg0+1+8oPvppWj6uKKm99ji7PR6BSr2+YUi+Ov5hPVpCkDyEAKm9a1ecPbatnD109ig+C5sHvjWcvr0HLeY9/fWZPPXBBb50NwI+jtAdvhBROr6dVkY9kVtQPjrOQL6kimu9szAjvq03iz2xugu+6ViwvU2GrD3Tv38+TBmXPBEoRb7zTZ++kjc8PlhUCj59PR++Ghk2vskIG7720aI9at1ovi9OWD5Jxgg++AOFvvcu3D0rEBi+WGoaPv/4oL03JKK+2dtfPYpNYT6XXzQ93jqTPOpcPr6VSk29hIfTvZlbFL4ZyYu+GDmzuoBe6z1s9ra9pa6jvE/DijznxhG+2bUfPuNZUj7lraQ8kJ5ovtpTUz5EX38+4DiOOxllFr5DzWy+zjCoPRF3BT58OuU9lPSTvmmXYj77VpA96EsLvhEGbT1fS/s6ulWEvTXEFD5/aJQ8hROzvTl+J77HaRU+JNECvV06v70YC1A+TMohPh8AlT3SvTs9xoptvXvYIT5j8jQ+gqNYPnvJGLxX0Fc+BBcougPPEz09Qg0+BW4RvpDGWjyz/ye99KO7PZTNCz7cvuq9ESAZPpE+Zj3yaya+fv8nPmJMAD4/p1M9ggW8PQoJq7zU0xe9XGfLPdwe/jy/ahe8JZisvTOQCD0gwXK9CmXmvXUwEj62ZUq+A40NPt1iPD1tz8O9qiVNPWV2UL1N5Q08XAc/Psgbp733/lw916bUvYZxHb5/c6+9np0WPlHpNr17gtW9MSsWPTtaDr2MA+M9tgf2PBXp1D1vem290wRaPaCXvT2+NQk8N5+HvMQcmz0T5Oa72XKGPZSQDb4pbKC9SWWMPQKGA77rLSK9oYwsvaCVTj4hYK29SufyPXR5Rj0qk7S9aavgvHD9Cj3k0sK9+HJKvqj8K73lzyE+TmZiPuFEy70sBDA+gLwXPsJcAz40hx2+3N4JvTfzhLtvwLC93RzWPeQc+L3lq929WHqfPUs/lj2arBK+WbiCPcviLr4K59s96e1vPax81j3ST9k9d9gvvhC4Dz63XfC9eOGYvfM2GT4Gbg6+6CSQvFr7lL1NYws+pWM4vnTFX76pmMm9UjH3Pf6QWz7LHqc+xUy7PC3nlD11NXy9fEddPsLzBb7CgdM9FMwSPXXjYTpwlas9/BbPPdKGjr54aMc9lHx6vphGPb7k5fC97n47vRj7TT2m8kK+qycCvb5tK76Rsjw+ctb5vf9te77kXYK+yUwlPiQlJb4lgyw9ORihvBIzAb5lbZy+4gedvcqcED7yGOg80AtSvpKZvb2Kszi9E3YGPuEnob4Fcyc+sltDvgnK2j3b9ks9IcUYPf+snL3FHZu+2Z9lvhPxPj6Rfru7oHzAPTY/WL6Bzm2+7yCaPGiIs72s4gm+0AiuPEbUxryXUxS+BqpEvjKyHb4uRk6+HPZLvt6Bcb3+Y5e+yKuZOZdsjD7BCFG9tFKdvaU/dj0SC4C+w4EWPmwKyb0C/pU8teckvkS6Qryzhyk94bK6PaAfnjxm5QM+Dkv8vRqvET1jV1A+sm6NPqmqQ745iv28AIfzPVEgXT6n9dO9ZooKvSxZDz7brnK+CxcXvlF1IT7S/fa8DiyRPYVtz765f0w+XbcPPtHt0z1h1X2+xIUSPYIIFL7dt429yBejPjfcLj4uD+a9KMpPPsRpQD6jCrS9/7bYPERmnr2g8t89arYIvZN8vL0Js4K+1ZZ0vgYBVT5NDjk+txhzvK5BrD0Ka7g7H2uIPXWDk7xQyUo9i73DPDeIIz3MNpg9wcULviXHojrNQSq+huEKPWgfOT5J9Gu8hsoDvoCcEj2ltE09s3gOPuHXD72Sug++FFNwPS/HSLzS65y7R4kivjyIFD6GoYQ9RuwTvokQozwQRDo+WRkGvt0Fvr1SoKy9sIlcPuW0ij1YUbm7sGhcvtMzNL25xyW+sBSnPXKY370dKyg9YTCpvPNxgT38LXa+Jz6MvYPbzzw4F3A+J/XMPuXc5b2pViy9ID0nPTAVxD0BFsm8IfHVvSoiw72qFY49aA2OPhLzBz43cSs+R9+WvZ5wdj65zvk9sb/yPUpt6r0s8KC8QCu4Ov/2tD2fAS+94Z8LPrkSor4pA7M9w6hHPqC097zD6T4+u0VXPvQnBD4S1728dDC3PgZoHDyFgyi99VzrPT6mQD3xCLa9gy0CPRj89rzZp4O+xl2FPbZBBz5mmJE+AH1yPSlarD1l6xU+Xwmovcx6gz09VdW810cfPuxTBb7j4Aw+PTeBPeRy6j6ronu+TTuZvqkCr71osQm+am6EPUunSj4KNx4+Dzk6Pim4Uj7BBH28ynxuPrRL3D2ypCm+X+I4Pl+NVz4ssNw9dvIxvfPBEb6R0TY9NU4hvcnTxD5SpKa9TdQpvuuHPz4K2zi+CT+evWWmGb5tHRi9QGlXvQ1ydb7/QsS8m4dkvdDmWz4JdIo9UECLvVWIYr6e4BS+otbNvIRl1z6SbfQ9dhInvvrRrrzEuT8+92LYuil01r3LwM+9d3aHPGDFOz6n1Sy9FLFIPtTE1D3m87m9yp9UPqFb+z14vYo+2TwZPjbxMj6YuQG+IEE8Pv3zgj3piiM+Im1+vanbDz62g3y8qDIqPvrJMD6gzhE+tjUIPl29oD1O0wQ7ARzNPRdTZT5nJZ0+S1RQPglIRT6D2zs+Y2E3vgyBOz6izV8+vqyCPSTygj0Aow8+LkQdPnvZvL1kmo09h9UXvRmzOr4IDws+8xMjPfdQ/r2a1CG+O1mGvJZYmD0Ig568Kc7ePf1wnj5BuV4+V4dTPmfugrs/av49U5qtPs96Lz5W62k+UyksvfW3Kj4lNFE+aglAvHeGo7uP4qy9Bhk4Pl5yHT4O/y08DU6svaa6Ub26yRo+kdyBPWfKabw90Nu9MhhMPp8IBT2BZ+u8tfCfvc/ZAD7uEQk+L87mu3tgNT5Jwlk+6c4JPkWLaT4h68M92cZYvV9l6zuJ5Mc8NBksPuVEvb2BHcs9qix3vdhEMDvJTVI+tb5SPZRrOj6vids9lgufPZm9hj0Z0yi+p9GOvYYHs71bk6I9nBhYPd5mKTz9fcM900n8Pe0Xmzvzkre9I/jCPQuJfL3WbBs+IaeDPXf2rzu6lhw+0L10PuZLL76aZew9zVC0PbolRT41+84+YqfYPTiVyz56G969MN4HPFScHj5lEyC+DfGDPiWKdD3o/IK+DWaiPbvsc72YCL498fXRPZu03L0Z6x++sjjzPXA6Kz53bje+537KvHgrLT6qHOS9OtxPvvJQwL1zLHC9RxCfvZ81OL1A5I28+rEiPkvLTD7Y1q69zKRAvkgPc71cQHG+rcUyvLILZ74ntim+tjhFvrcIBj7gWOQ7SwJIvg9jYr3tov+9Zo82vvi76b13uEy+OHp1vhV6Gr7olim+7JYEvij6+L161HI9VqlHPkvWt73p+oa+JX87Pi2Q7L3sFty8LcsxvhcrHr5L5Y29+6CaPgTSlTzjs6q+678KPpXPhr2Y0NK9cLmSvriTYD2kTTk9bYAQvrX/Rb7o7o29dBevva1cA75cxJO9i120PBbaWL4NWSc9lt7ZvSRsHr6qoIg9Bbx9viNuMr6wFdU9tixbvoUiT71Woqk9GSBivfrR+jwAbSe++YcRvoYcgj5ic3s9upE+PeG65rxTkQ6+tf16vfY6db1MH969xKNgPBqOR77QN8a8XZkaPuvyOr29rjk+5bvbvvfgPz6jsTK8kb1wPqF1hL5BIvW95A1gvN0AabxMsC2++aJdvs+zX73KVhE+R7B9PRpumb2kTyI+9GaDPe64y7wlfik9hTDnvVvneL2Zsg6+dHf0vSsYRj7ZbdY7VXbJPUy2/7yBAh89lHGhvKAL5zum1uQ927IvPHFpB7wbtjY9q1UHPVOiZT48M8+9DlxbvR5PIz4Rige9SdjTPfy/gTuRZQi9It5Bviw5/b1S9V29olg3PVOjVb0/qIu9Ai9PvkhEm74gVss9Ut6BPVEvLz7rtM28PbXTPGB9Zb7Tkgq+vGq3vWTKqDxIZt49WPPguGa5Fj482Nk5dY2GPeWnub0JS4e9HaIdPixZyb5OfCu+AIX6PEj5Pb53dme+n9blvUMTlD4EGXc91Y4cvlWv7b0+vNE+3YTRPGKZRD4T0to8eltHvuNZOL7b2aw8koSVvoCZGr7CMJo+WkVpPojMTzwCZn++Gpi+vN/rlb79rI29rOqVPduOZrw4e/08vU/4PeIGxTyRUtC9ktV1vsVr+j3DUpE98hMYPqsUOr44SyU+d6IRPbfW173cwAu+CDW+PXET67yeKMm7sIHgPQ7TGr7SYDm+ALDUPSoXtL1i2eo9FCSiPvdJ6L3LuK67hSn9vDcjB76KiBq9UANvvvNDqbu+Bj08AiysvdwPmj6KGOU8mh/hPbYINT1VnfY9hrFxPL1IYL7+6769i67BPNIR8z18FAe9hU2pvezTTD6HHaK9IyyHPOAm4T0kpdg9JIGAPo1/uj0SjpS+Te07PrYwnr2sLJo8iSgbPiyKwj06Dg0+vYPHPQhVxb1w6S2+n6ufPNlhiz3nJA484bmzu1KtEj43i284sipyvaUVFr70VOa9CryOvVRz9z3wf8491gLVu4s2Bb5FcQS+71s3vo1dHT0oRn698IczvqGnzb3VnrW9MmwTvqC/z71B1im9t6nNvfg3u73dcc29N1GaPeTmtLyKNC48hkhKvn5nFb41XPU8rjQ5vXsngLvY/7s9UJiIvQjWCT7IcK69yrXyvQlVzrxa+eI9deV2vVltGT6Ys0c8LkHjvaolY73NIf+77+OCPUNH9j2y2VG9gox3vfgFHj54I9K9YkaMPcuPLr5R+G+9SlsOvvf4GD6TzPw9iHW6PIPTBD41u3m+ejkrvva6Xb136BO+F8iZPe1lUDsVwMI8XzoGvvGs4D2+HWa8ameSPbCEAr7ZzGC9hEeWvWMtrT2nqvs9Q3qAvcjBEb423lK8cegMPmIdtz1+Mfa9p5wOvgyP2z0Bphm+x2MFPSNhnD0CqRG+3btkvLbK1jx97rq7QYwevv8BAr6o03g9L7XQvadfKj1LDVq+YSHFuzNujbwKFyU9F+MsPdHAyT3m49S9jaH/PASlYr0vZVO+5FcUvQ2s1LtF3gs+iFzQO3hz4r2UfcG9hmpbvQhWxb1Wuy6+FMH1PN7jHr4i1wC+/8tKvvwOy73095E+qoKvPdKSPz7yosg85G9vvjK9F76iNEi+7j4DPhXQA77T5Vc6tgF4Po5Kmr7GzEE+C3CPPqYx5zwPUIk9LniKPVO3dz6RH5M+WJIrvZyCDD0Ut5i9sxBcPqqNMr6NemW9NZcvvmZGbz6Sa04+E6kyvvAAgb5eptW7x5IhvlaIzj2uEAk+aSN5Pj/wSz5R1dg8iU8EvtNuoL3W6hk9TTRePQCbbT3dLky+4H08PYUTOT2cr5s+aPqPPcP/H75yDCM+fElJvaMB8D3Ejl6+lxOIPUzXkDxj5MG9NQG9vrCe0j3Nqxm8Z1yNvF2g3T15TFI+ua4uvJAZiT4uWFg910bBPR0wIz5bM1I8tSCXPcv1U71bg8A8C9oJvtHLkb1cqZ49mQq9vbW5tD37SoY+cv84vFcSHz50TsQ7s0QIvq+NE77QbZc7VomAPXB2XT7SwxY9FovXPc69cD5ylWc+JGObvLi4vjy4lQa+mCjLPXzyLz3Hqig9JCOUvXZ5/b0sqLc+do3rPRdEFL1WKSu+b1rhvYpcezz16cs9h1nUPh9+tjyU0Ye++JDevWM2kL4FH/S9hLgtPXfDo71em6e9UXJlPUQ+Cz2TSo488qqLvJawKj4kXnI+l6ysva294r2LnMa9Dd7JvhgDjj0yRJs9WI+EPj76Sj7FYXW8KgZjPlqxMz5nKI++1S+ZPhJnXL5PQ74940D/vb/oB747l969QE7ivcvXFz6I0Ue6TZ7/PaP7ar3REEA+49esvXQGwj0GLVe+bxb5vZd5AD5hAia+nutxPkqHhD3et8c8EjcNPaE5GT6pVJy9gKW9PaJjmbw4lhG+rXcQPBm8Wj7QsUI+HEoyPrB89D2gKQY+OFYkPpa+RD6kcbs+z8kOPmB4GT5T4vW9KudQvuARXj5dAUI+opqyPBSUnj522Qo+1PoAvhtJ0z1pTKg8mykBPrOZF74fmSg+W8SFve/lCr41Oh6+wBuIPjflm70eZ7C7xYTZPYXlDz7keDI+BlFuPfV5nj7u1Ze97HePPW1eSb3d1Ys+43RKPhy+ID6dFME9SUchvdo4AL6e4EY9xe61vd3zgD59ChA+G8ZfPjmIq73YU3G9PfQ7PT7GXj6aFUk+Uh7nPSZZuDz1vDS7T4YavQq2ED4lQ9W9Y5wDPnoseTzI8FI+v3bIvhU3YD7kKR4+kMJOPtOGA77QXss955fiPHCgYb2Gt+A9IDi+vVDBSz6kRpo+kAhxPC5knL3UwRK9yKbhvbK43rv48Rk+FNwBPXmuJz1noQW8V0uYvZS9hL0XJkK9mb42vrXT4D0+EsW9zdwPviMnkj7DlC47wwSAPrLHIz4UYYe8jPKcvfTymD2eH9E9IzQMPsq5cj5gWX0+FMwePcU7Hj6loKU9vBniPSK2Pb7c5FO9x4DdPTnK4j29mYe8d4/9vbK6gL4uAJ+8osw3vWHzAz7dASw+djk9vJuk4Dx4czu+Rl+TvWkWoT2+ZFm9JmA3vVl+Q75xZyK+7PsYPVD9p7zkNby9HgAGvWKQyL065y48thQqvRzWhj1hUBc+s6v7PK6pKr5UEVe+GwdgPqFSmD2T/Zq9Ck/yvfayFb7QyZo92AUSvh1vGj5C5RQ+kQo0vqdeYr5mYGg8Cl5cPbqstD2l/gS9v4GyPUWxX73slhI8RJccPtxCoD0sImC9FpskPXGKez25JiQ+jnBXvsNuFj51HIg++qgLvoduuT3p7ye+k/fgPV5dOj6xdbC8DbjsvXaO771TmCA+T9vfvBdPIL1TWM48ittWvRAz2L09ht+9LCtOvnTC7L2Qmo+91l8FPnKbpjs//AW+P4LcvWN3wr3wFqS9SzkBvsB0c74PAP89oMXYPSsoar0phd49sJUkPoNEDD6ghvc9SMo/Pjbshj0nflC+8zaYvci+yL2/zFo9dPgQvfycertOKE69i6/Gvcga/71fm4g8o2UVvv86FD6U6gO9E9YJPq2Ed725Z3E9060dPpMGnj3disU91CQLvpKfZT4yY4W+cEr/O5tOxD1aUAa+E8FlPXufcr1ovoo+53mtvVm5dz6H39Y9NOz1vRZ+0j2UOKo9MdiLvSMUh77pIxC9AxJPPgbIkr13MZ69iFOkvXdUij7Ht5A+ovxkPUULRz0P6zw+9fckPodI5T0N+tK8ThKcPiqJAj4F2iQ8IPKevb6jHj6U56O9SEkjvt9MBj6UCI0+idFKviUCXr1xQbi+NppiPhzftz1bcBa+ZTSLvQ7bZb5q/I49eXmIPi7Plr5Kd4m+dExfvo+xrr2Ad1w+M0VPu2bkwj0KYfm98pwhPpKOBz0fTOy9dDH5vN2iAD6gd9U89Jg8vlsxAD3IzpO94xW6PZRbzD23wKQ9kfSVvgowyD2RwZK+M7cMvlpcn70XUZm98NAZvu8RqL5pj009tHkxvqPmtT3tmYu9uPdGvjFUzj1BRKq+ni9BvtyX+j3D3tY9vjf7vebD671qCAA+S3nGvao0Rz7eG8U8+oiuvglAo7yLyKM8ZcI5vmjGYr5mKRE7NfSyvYahsT0kss89CNZkvmnhkj5yKTW+0sCnvDMcKj6DE4k+nNLzvZYvCb4RyAm+SLacPWiZMz7CDhs7ta+svrdG/LxYJ468ZZwhvamoHr7XRNG9gKGgPKKKbDy1mty98mjDu61uoLzjc3Q9g+NtPUXd7j3wj8m7OpSfvtptE74jigc+QAW2vd/8nb7s1AA+1zXiuzR0FL1CNde9xJSGPmjh/b2ioTM9wkYuPYhsEb6wHv497hZtPoQFAL1Q5ko+NKO5PZY9Lr6yrai9nvr8PBFYGb51Gry9RpJlPq0taj5kqBg++I6+Pf5yKj4YLVs+vR4uPr47iD4YIqu9MT6hPoJYwb4ff2u8//2avUqm0bxDc/g8Lvh2vmQurT3PhXA9//xXOwHtCDuWz4+9qNlZvoOCYb7fKcE9w+9JvjLFmD4AYRe+NFX8PWZWYD7i74i9XXENPptrnz6JoXc+JhlGPcp9JD2Q/kW9k4luvnhNIb3kJRw+1IiGvihCpj2KZ0i9vC/0O75PvD5+72E9DigCPNNPgD6AcOg9qXOIPiB3Xz3PV/894EJ7PUezE75slym+sPIUPeMPID3NAko9IhMfvlKfc76Svpc8lS1MvoaeVzsTKOW99BbrvV03Y71rhoM9EcQ6PZQdxL1KZLe9Dh2Nvfu7YT1yZc+9EzKTPhlZEz7YyuI+AaulPbIadb5ktPS9Z9Y4vqMz3rwa56S+AuCrPXj2tjwtF4C9tlXlu4zWtD69cDA+A/UmPYrwQ72q4uw9+hlVO+HVX74S+F89d7LUvLZ+Hz5BRBy+S4roPdCdvb2sd2u7KnaOPW0n1D08OCo9zSEhPQd5kT6VZTE+ffUSPaJWoT26JwM7qjICPllJRj5wqj0+c/63PSaEz71KUfY9uJhoPifIRz5x3yI+lZvmvR1UTT7zZvi9GR0SvurTQj0VIHI9nilWPan11D0V9R8+yvCzO/TTsjywoDA+N7pSO5XmoT3zN2M8iV1EvcAAMb3b2uA9IRPvPWXMFDxjNks+J1jmvDVKh76qqD0+72TSvRJPkL2Wwzq9NIAQvq4Fkz2zIlE+ShZrPGo/Yr2JY+u9U1nePaIwUD7Q4Is9mqYYPuywLz0CP248Gk+iPCnMBb3FBBm9LgYMPuWnAD5n+AU+B4Ncu4/twD2bqTo+p3R6vYqRAr5/oDo93rDPPIp/NL3FksW9E1uQPcmRPD4rP6+92lcCvipl6j0IqUE+nyDnvfL8V71Roxq+ujoIPr6QID46Njk+xg6/vR26GT63Hbe9eNwmvVaUcb1lW0Q9UoXZPQlTXj1Io/G9bTN5PeOBfj287Bs+vRtkPoJjtb2A6xC+KjzzPWbKFr7S1LK9NjusPcLQIr0jC0W8KZgvPhSZA766yg2+y5HuPQLmR75V3QW+OcuNPCDkgL1Kvr86lpXbPZq3VL0Zwe08CwVZvYeArj1cz4s9CjxNvTv/ib0Px5q9WZkGPlVALj1Lti4+8t8fPhuCmD0AxRc9/4NhPKCBVDzIJAu+XGFMPopDzD0d/JS9qJyFvZGLGD0AZQq+lFdePML1Kb7bec4+Si1KvfB4jj5HUaY9KjtqPSuYpz0p2Gk9UA+SPTNbc70oa/u9MIcZPgpUg72Ar4w+qBeZPbWE07xnvoY+pXxJvhgKbD578UK9yFaQvTBVHL1ycgg+DjkoPvz/Ur1Lexk+cew/vmWbuD3qdtq9xYIxPjbD+j20uOg9dd+6POhyKb7DJQ2+sRsyPZMIoj3jKZu7PjotvTy+zz1Us1c+R8qAvWogzrxazrw7eQLJPadDfz7ysku+vyAKvsTbkT3/SpQ7diUsPSJ03705nck9xc1NPrzyKT5wGDs8JQ0vvH0M7L0XS1A+q82xvOuEmDzjoYE901bRvW7hOL5bXma+rBF6PQYekDyk7Pe92tHFPPsc1b2EQBa+6AdLvRwTZL1xPmA93MCZvbY7PL6NWDs+6lYbvmSOr7sy5ja+mh2TPmxPJz4fCFU9/1dFvlHr8j0Uscu9ABbDvufVSb5Leao7m80hvRsS2rzWsPq4Cm/KPIUg0btonVa+aMWVPTjvpz7AD7a+xKhCPgaCOr37tds7t41nvVOpiT3ejbC9wHosPvl2CT5wi3Y9z88SvnISGj6K5VA+DZJIPBGbZT6e844+p44wPTuhVbubfNM+6xgnvi6HDz76/n09NT5qvQt2Zr5p+nQ+lIedvb8TVz0VQxg+am/fPLlEFLxd4jq+lXqMPbk5RzxgIrg9dDxBPhyLUj5+Kb28POF2PdLIur1HnlS+LyeMPk/3R7uBGKA9uVebPWmNaLs4q5M9Ew3NO6AqYr7jwAw++3MXPgvWOL3x+Zw9rzNBvZwWN76LZLa9z2QWvcksMr7PeRY+aipDPW8/Mb7268i9SRRdvWtoq70QeBU9cc+FPizdF751UQA+XiY/PtD7lL1MZlO80q5fvqxprT2Z7oE9r21XvXYnbzuENRq9Ts31vS8uJ71cEyE9EQBjPc/y8j2+fuw9zcAfPit2SDuaA6e99SquvZyZjb3VH0++GkqoOZzS5r1KB6e97fI8viFcXT2y7EU+EfOZvdQOgb4VNyw+4SFLPj6lPz02sQi++mM9vtyf+juRPys+sgmUPQaUhT72GSu+uSRNvpmlD75eb2A94FF6vaQEs72RVR6+9uuvvddFTb4tLYM+2Pc2vq9NMj0pu+s7Cg0ePsPgXj5jhqg926MVPIsmPL7/1wi+C2miPqmyOT4XPdC9bFvEPZLk2z1PyJe9Ga6gvkQRZ74vt249xxj4vc03WzxbRYQ+LYCFvlYt4D07jrg99aTmvGs2Gb7I9oi+/pM1vporJb6Deqa9jf5lvTqrOz5wxaG7N6UHvgXBKjyIDxg8roLwPMMEsT2Hp1o+Su0jvreQzr2ln828YNs0vbTH9r1+IYu+eDYqPssm872Li8g+iOwVPuV18L2XyEy+FV48vX3rLr4Wlia+VPHEO9BYDL7kWJg93M1CvVjnpD2ZdE492YYOvqUuoL41Fb08lbeCvawgx72HTRc+ne69vVkO8jycSf273Q7Hvdrl9rw+TgM+N1OQPYtNoTxEuE6+HEkrvuNfNb0OfK29OvnCvc97ND0FFAI+s3bcPM6TB7xr6R2+om4EPl2lQj5iT0498BORPXb0D72a3Y+908EovtNzrjz0hII9jeZAvZV5xz1n99g9k9hMvaEiGL5M7Uy+j6nnvdmjPL6HTCu+YNUEvnTsT77US1K+agCXvR+CFL6PT5e9imwivQp7Iz6riOq8AtR0vTrIIT0KJXe9IE8LvgmZ1b26ola9Cp5Gvu7WB70q+XC+Jdk6PX4MRz39RN69jk7gPVlJCL44LIa6ae02PQlJR7062/K9is4fvuKdsT1fmUe+iA1jvokSYD2thhu+mpszvRtk/L0e7pu+Gb2rPZgxqT1DUVo9kGtHvelIvL00OJY9/UORPYp4uL20bVW9mWqMvYxXk71/QC++3MJbvsGWzr1l3ku+ghpLPWcCED2wC7y8Sq7zvSlo8D2P1xw9f//BPfijYb12sPU8co+LvarfDT4yam68/CuePcvHvz1YqJI8G840vuFPgT0gbzU9nI7cvcZuOTwMlr09yAx1PYea/7yYzvY9fKSKvYbCtTtkbvg9JEvDPSjUhT4m8hS9tCrKPMD8uL3iNIk9wGcOvSUfML1YLkY9BpPlvA9HfT5v6nS+lPsXPjSAUb7bmIA+8bgPvjufUzxkr0e+cWhkvt2mIr7RJA++mwlYvqs8XL57THa+8ZuvPpuobb13iJy91vopvjpNrj3vrNw8Dn+RvcCH3r3PCwy+dqIOPgmU+z0ktA4+NOvWPHtQU740NHG+tBYHvWKwHDyiQdM9jqxCvdyS1LyCigs4sCTBvTCCjLw/Ahm+d8IEO0FOuD1Zpju+XysyvlV/370trFg8Dl0HviZ3Gb4STFe+p4AgPfNtaz4KSyE8OyT5vBppyDvdtDa+eV3bPJh+2T23S8E8wvYYvnt30z0ApMm8bMI2PsE4nr2L/zG97QaaPQKhiD1LCYg+u26Mvi/9NrwBrNS9IZDwvWIWI76sKA6+JtPFvaw4vL138mA92RK3vMaG1D7S6qM9IkGwvevajr2r+QK+Nd+NPSpbhrzF+Xa9xymUPX+YE75FPd49XxaHPquhGz0ebSo9aV6yPcNwGD5khhG9Hj3rPWyfHT2LtTU+41bgvS4C6b3uVW49YUyBvcDHmD0LDoE+R11pvm1PLj7qXg4+mzPoPd7qgb7x5+k9IIADvXkfXT6fXQa+3GbIO1s8Jj4JJ9i9h7b9PSdohL0I9W29mEAZvhyoXj3RWda92GXcu1JMVb37aVK9CknDOxoXjj45dpE+ZmvrvZhzjD569kE+FvC3vH93L75TnWI+2GLRPa9UBD4qwJk8OhahPo0Sqj4QR4O8fn9Nvuotir4rCtY7tDPLPhbkRT7cixK9Kdo+vopM8DwgYn+++xqSO+OlPz44geo+3q2KPj810L29YbO+Fp8LPjt8T73Il5s9u+aCvVUdJL4zSSC+ElZRPlEOLj6xiSM91VMevrxyhD09stQ8fRGuPFpq67027C4+U7GwO93nfz78a1697L59PgSyITshPcy99WMRvso17738Rz29x86WPtEE2j01BG29j6KLvfsTsz0JJe89RPedvW11I73ddf49sSaMvjyjnL3/tEW+AXESvkz6K73djwk9bY2vPH6Fjj4cB0q+0GDJPAWGUT4b7yw9+gxtvptXjb4RJOa9ztU0PpJL1z6nbvu6KeyevbNgZr4OiAG+BlaPPCWvS74flMG9NpEWPk8SC72agas9QH91PgPphry74hQ9xCNRvU4eoz4YoSe+jWAWPsgmCD6gVJ49lN4iPnXh4D5RSYK9M6fPPF2QgD4qqrK9C1XnvYT9rr1ACVI9Bx0evSYYLz56jwg+L3WHvhrjIrxijZc9Q0teObZUqbyZgv29CWtIO6h49z2QCZQ+qTQvPtnPzr06iQY+FfdbPQas+z1nXNq9YLkiPg8QSr4QJDO+kNfcvSI6/L3lSRC+Eo1+PU2Nnr20gdS9guUJPiP45b3juac9DDBhPReZ6LtFVeE7iLmePfrw1j3Bg9a9pAt4vaMrpz3aMJG+8dCPPZq/E74Y0eM9do1LPTATSr7WSq89ptZBvW/JZz2X/x2+zSdNvh9Qxr3++cy8QJeYvR7FLz5wSya+mRnnPQz/ir2WglK+jSL9vT+5d772AiW+384uvp9jc77VaAg+NztlvqdWb71u/LU9pyW0vYpxhL10Ehy+7TVBvY0AljwbXgq+ZCxmPNXHFz47lp49gZT4PcP167yyZUs9q2MAvfWX0bzkph2+qzAFvlIbYr064VC8IzHEvOfUAD4h1Su+b/8WPpiPC74M7vy90CGtPeHJI775VRa+7l8lPXSXfL4BdXm+sCsGvsodQz4gzBO9nFKGvWPEKr444xm9s7dOvYBErL0a6dg9R7VMvjnUUL7DXz49naSDPf51dz2LpK69J6MkPGqqKr5ecCS+IxUGvuUt7L0gJI48h/QjvssOvT0zT1a+R9C8vWG9AD5l/EO+C4AkvuoNBL6AIeM9PNEUvltRgb02MYe+M3BYvv91972/BSu+npIjvrgzJD5AR0C+uor6vDoXAj5aaa29sXGIvQb2Lz4m/489ASBMvva2D77RIuU9yN5kvNWqTD7cjUO9T+DNvRBmQT58tgk9CLYQvrNgRj5/ykQ+SWlxPHJ5NL3lA0W+kVlPPar3Pj5OZba8HcMZPgDQXTz6muQ77s4pvdakOD6fei6+zKmRvUikmT1BH/E991Kive0TwL1QW4u+V8UvPQG2/L3nUK69REOfvfUqr77231G96wpDvSnaPb0vtlk+PF3Ivf7JwD3EVLK9+RB0PC9Q+jqb3Oi8FHaMvVPHET5xyey9/g31PTNLmTvGYVU95V8nPf5hE749hy8+Or0EvnGiNL59SFw+1aiDPaLBU76CDwo+F6HovbScbr3JbZ69xUcWPj426b3nXdu9Vy6DuoGm/73HRaA93uCyvUkD4714uOW8f7RnPoMvZLtKDni9tBvjvds1qz08GEa+xUs0PVQGBD5M1bc9w5N0vgmeoL0HR5I9MyiOPfWwIj4TgPC9WykRvUW/MDzNEJm8zZ4APlm8UT5K6DW+XeGBPDWLNz7bjmK9a7kOPT9aS74HMWW+9Qs4Piw/vj2UFwS+G1HVPB3M7T0p66s9Ax8vvMa1FT73Al880154PKZWLr2RWB49R4mnvY2cLD7CBRg+HX90PU0iBT5XcSU+c10gPsqUHb2Eedo9ZhQKPleyLD78l+E8OhkOPj30Wj7eURC+7gGGPpcAKD2Fyuc9yF4iPZEU9b0hXL29ynC4va01az0I1wu+LNknvU+QsLxmnkQ+RbuCPtbza71TyL+8GRU1voMoEz58yvG9NF0rPhjVMr6GlwG9UY+BPnoOLT7RdVm+vEOdvVVigb4wcVi9O4goPviIazxcUwe+UNy1vGRuML4XH5O8vy2fuwmP9r1D6Ae+atQavvkgIL7YFzQ8+TX/PTkO+j0McsI7l548vtHFPD5RxCg+zoCdvW4GDD58shs+eIMUvkUzs7xJYsS9NuaDvVtonDzxtRu+QK71PDUbrr2qq0C9FwX5POluDD4H6yS+GeqRvahYR75ZZQo+0HUKvmH0Ir7LBAe+MXiAvlKctj1GWei9+unGPBjfmbyj/3i+K4gQvsv7y72lWyM9VqK7PVunUz4GHGU+8kmVurb+aL6+bXG+Y6TevZZA5r3+LHW+83aUvYMemT2DfiE+WcRavFlsDj3fPqq9j65JvvTN2b1hfKI8DJEiPvd/Qb3VRz6+COgwPRdphz5O2wW++rdIvptvW72BjAk9Da0ZPZ+iP720P8m9Tq2JvUTMSL5jSBu9Hc1JPIqOPj41mxU+bwUkvpVw971PhiY+a8qIPdqSvr2OF04+HZ87vpcf673y94I9/6yCPDi49r2NGKa7V9s9vkK3tb31sIK91gIlvn3ZLL7YjL8+cDJfvjImFj3GWWS9ongBvT7nB77p+s88RUaNvVimB74xGtU9pAI1vh4ioDyvXgq+ncEnvmXHZj7DzQ09TZesvX3p4zx0Kcw7ixXwvZi+fL5EZG2+9+HjvQs1HL2kyC++vMCivZlJtLxixQ6+z/zVvYG0Eb4ayxk+274Cvn2lXr6Ez0g9DjIFvrORkz25o6s91HMzPsYlIb3GXgI+BBFSvvrXID0YBKa8kaE+vvZsCr5+qxo+oI+JvjzwOT5w5HM87yKbPTmVCL7Y3+692ZhFvdbJsz02Ns88Skd7vtm9O7xp4m6+5RIHPeiChL0fDyI+Mzn6vbk1Jb4MakU+PEKtPb6MZz2Foi6+aU78PZ/+JLzNmM09QUL/vcRBOT2Lp4C9LPJDvc7t2T2gQ6+8o0GsvXViF7xLmVm88yDwvW3XkL2AWjG+UKqpvFcJRb7cxik+kAjYvQmp+b1Yupe+71GPvkcv/LwrEfE8Xi5DPtpNsL1dewq+8Uz1vdkxJj7ITuY9Xpm2vK55iD26EFq+Jn8Pvtkcs73G0yA+IdRcParGM76d86K9SCqCvhNRAD1d46Q9PBxrvisJmbxY/L6821wBvtKXpjzYX2G9+VNiPEU+EDzTh489l70GPmVOVL2JdKM94Owtvtl8QbtNCbQ8EYxOvSJ93T129aY9Qk5DvuD28j1MQuW9RPtAvmXlRb3bFO88qJvOvZ86nj4WVRu9i2syPEAuvb3UeAU+kKqrPX++mD7aJ7w8RMxnvnm0Zj6aiA066QxJPDYilz0sg7Y+0c77vCcYIL4teIO+LERBvS7WHj65vIo+S9yGPXOfi7xzd4y+Lm7Lu01Ppj0W2ji+dQAFvWi3Krrxrng+2EhhPnbQYr6x/4c+6cYNPmWrKr4zCco8GPDOPc751L0Z7rE9mQjTvVpfoz4ZqJC8kFbbPDk1WD2mjGC++vPlvSWjMD2uAjc9za5yvgEO6L1wOXe+2At2vlA7GTwQNms+7MnNvQWI4j0Dl9K94PlQPl83Ej6vFJE9MVy+PtWeCL4sEYW92DYNPuQ40b3GK0E+iGQaPqH1iL6KN4i9sXAgvf9dJrsZDbO9DPfxvXdDdz60wEc+2hVQPsBv/j3TCzq9/YyuPTLshT6VD6y8pXo9vRB/yr2itJm+JOOiPv5niD6cc08+ZCMgPg4wDb4DFBc+I1ElO5VsAT6VtCk9jzeGPX4Sr71AmSS+0/6mPsqQDr7zokW9/L90PmAxQL7XHpI+0+Lxu1GlZz6qMNo9U3dwPqnOB77+Dd69TnbJvpKvpT7hS5s+vZn0Pe0fZjsstpU89wu8PfdCFT6GI40+g0oqPckbSD5IezI9Oq+7vFE26T24C4W+KNKrPnlODz5/WSY+iwGmvTMFHb3Ney2+tto9vva8I75bc8W9eGAkvnlBHj7E640+AQcPPnB7Wj6lL4M9Fl8ivDaCer2PlRk8o6csvY1UPL4+7jU71wKVPlgSMz6LeWS84x8uvvtABD6q0yu+70mGPq+dlr3v+h+9X47+u5wx3T5j+RM+XymAvX7mYz44aIQ+hDaxPnC+5j2d3M++U4dlvtHi/rvxOto8GAMdPuht8D5IK+e9C3wkPsfhnD2d8pc9PMMrvikEAD5XWAC91S1DvQMZcj7rff699F4wvUrVyzxo2mY+//ZSO3ywBr3qfQY9lXmJPk5piT4j0QC977mlPQdT/7wERWg+153CPktccLxBlBA9bfm5PRIEcz2dsXE+HY5nPvz0hD7BAhK9PaebPUL4Er6yBpA9CalqPs5ngb2IJXy+MEAoPt0uvb2DlNi76dagPYk7aT6pkb682oVKvd50tT2JWnc8sXK/voGPPz7TuCY+/PSVvYG3Az7/Gws+3fKEvvkgOj7SVTs+YTcZPmF4m70h0K0+UDeoPqyhzj01iw8+Z5ePvcClpD2cQ32+gFNYPnskAT4e+Z48szp1vdU40L21Cm6+AvSYvRHPiL2lgAe+G38mPX6Cm74YslI9o2S5vLvczry9GE08PDXRvUunfL1bn2Y8nMYavfBBWz7Mo38+DRWJvDyoojubJHg+OJMDvkgB5r3Pehg+bOOnPUximDu2qta9/DqXPITrWr7vuxS9LiUNPazYjr6broM+RcaJPYqNCT5xSiK+nGg6vQ7lRb46aig+YtTIPSEwFj7dfya9fJfwOuupFT4RejW+GCz7vQHhu7q3soQ+NuiIvWgaUr7s/Uc+N8BIPVtf8zy3BqC9xJ7pPHM4/z0i/04+vt1WPuvcaz7JcCW+xOgHPn+3gL2T3SG8ykR4Pfk1j72bMrO8YWpgvQuaHb7Ifqw9WguxvareOD3bYDE95UrMvWDRaT47n5C7pitRvUkiDj0gexU+R0wavRGCAT6bYVQ+C2y4PT4bq73ewqC9BIY8vUGRBz7Mgba9pKMOvXqQmT2q0jM+Vj+uvbeaSj0s4He9rtiHPZbBEb6dbwc+Z0NKPk8C+T1kTX2+dMOpvQINDz6s/wi+DgYEvteQXb16ACk9yQ9JvmZJCD5L/gw+UDTPvZ7xYj6MqGM+1HhkPvr+bT2N1nS9/O/9vdgKED5IzUe+4sgPPIdrRD1C9Wi+djIBvaBsUDvrP1U97rm4vVu4G77wMAs+Ftsfvbe+qr3GJt69OXFuPOhPMD0osB08kugAvSp8Vr6ABSq8w+1evH1hqL00V7A9bbcVPr3OmD2/9zc9PEG/PQSdMr4uFxw/yuHmvQfWbT4YDci8Lo78vB1ynT0XMPY9Cz9/vBVF177C9Ay+jqJpvVq5GD6Mu0c+rlnRvFBVvb13uyi+lLKputNaAj7LuoA+vqCFPcaeOjywYLy+GHSzvVslnL6bLmu9vJ5EvpIdGr4sP4Q+CkLKvcoWW76UE1Q8H/gCvtRf470Ic2Y+b1UtPr7zATwtXam+SWqMvpJx+L2pneK7AqQDPltcq73TxZq+yAtSPKGQCr3EPSk+66p0Piule74RV3s9EV8Ovk3bij3S/U88NXZEPsL6Jz63fPg9auQ4vbEWFb2lhfi98uD7vTUECT3t4D++8BPOPbWypD7M5Ps81zq0PPDsiLwt5Mo9DuFCvqMnLr1V8l+9tDkdPr/yCL7mCCa7BzVkPABE9j7GEAK9fKrEO6wlMT6jE/a89lMCvp1wBz63WX++clyavtHbMz5ZVnQ+E0OAPgoNuj29AF8+P2xqPvtJ871V3yK+OZgHvnJAOL2dKtI9N+UePoDY8r6Csm8+WRsNvcBcfr3K5jg95jciPm4q9D2+wZM9WiZOvuYR6z3klTS+T5mnvtnneDmVr569gpn1PezMCb4nKtg9M9DWPVM/Gr7WBmC9m5xGvrRKjD2JCYk+NNTgvIGpKD5UAXS+kpdrvk1DmT381Dq9ZiXfvOdvML5wQxc+CjJ0vDQi0r2xaj++UOwwPgTF7r3u9cc7Xye7vRKy4L0PyFQ+cxtuvSQ6Yb1dQUU+XYYnPouGBD7ybRW+HZyBPTd7ujzPN+I9CEeKuzmmTz5TfH09dteBPV4ssD61Dy0+mCJYPqSl1TzI0oC9XemFPc4lUb372xS+YFobPiCbAz7lTD8+V4j1PELH4TxFaRc+WCAfPqKbirsF1hM83XNOPuoZML3DrGq9Ie1Lvr1zVz6MmFM+1NfUPd98Oj6manI9vasSPp+Oqr3NMwu9d5DyvVPEZT4A35Y+TNqLPRQx2r06muQ8YgCWvTN/k72cVeW80MNIPbTQsLzagJc7/aPPvajohD6PiIg9ZqRTPk+6jr1sRYU9Vag9PiNVcD5mOSu9GQkNvkFTnT04xCm5I6OWPeY4KD2IXAc+o2lKvu7l7bwwiPg9Wo19Ph/Dw72+PpY9Pi2JPd7I7b0KMfO9d6QyPtBMZL1iLCk+aJKkPVAGrD30dp4+Aga6vbnzwTzqWko80q+ePhNVpD1CkgG+gCI3vocsdj7lATW+XLpFvCxjkz6XmYu9n3gAPifBED7CukY8cdxRvNqgt72gzQi+l6NTPd4ab73pS2I9qf/ZvKEwOT3WbCs+9zucPbfhAz6YAwG+r8dnvd72nz605XE+AoeePtKUFD73gRM9KjkGvjE4nzu15jM+zEDrvaGtcT6ImXQ+coUVPihyiD44y+495M2FvpM4nT23zZi8sc+5PDVfDL7hRke+3tZwvFyEgb2A3gc+F067vQK7Rr4s2HG9aFgNvkxZbL6tIUa9fgwovmd90zpm49g8A1sMPhcihz3p5qM9emq8vSCSH70NCQW8DyEQvjYAB74PWTe+5CgpvSa4KL4NakI9BvY+vllafj1+IQ++AIGTvbpBCrwqaSC+aF3Hvedhoz0DuRk9vlyWOuj0bb0MT6S9IMuavWcxUr1EF569w7jNu8iBDr4lJSs9HShDvUZvBL01mmo88iRsPezACL0VFLs8nelqPTgOlD2oznI9m9sTPRuQwT0XtQm+cFBJPfiLAr3VNSw9NIy/PBRH+73AZjg9RpaOvS9Z370VhOO96Sm3PNHj9D1NfLM8fKeDvQSv8L1X4l29mmrbPW1CA74gO7i9+WgDPPBoAb4FFSi9WwqevSBAlb1qz06+DAA0vSRZKr4olVO+w5QZvPAJEz7TXcu9QzqYvIV+L75x+uc9cZuWvUDyOb46nWG+mFNDvoBVTTyT5AI+kYk2vaQYmj3yzSu9zaycPYbITb2uiJ28rk5Mvdp7CD4MpYm+6fgAvk1mD73gNnU8HBYaOidkhr00FMS8o5O8vRktNr52DRw9zZVevje7Hz6pI6Y8I/a1vX576z070fy9NFiqvPk88T2xT1K+1HqGPbTIfL7Y7je+8vCJPQ/TJj5ke/m8OqrgPNmtAD6wzH09WliovpmJHb6tE529wxOTO2avkD4ky56+YGO0vbvoZ70iR0M+s+HIvQ/tuj11AXC+xyY0Pi9097wIjiY82rAzPV777r0jMWm+MwGXPbtiLT7gYWW+oFOVviofK76wcw8+uQGiu6qVmr7JJb89s5iAvZvqC72pO4M8uzuOvTm7Lb7OeVe+eRYovawVKD4jkqE9Jrj8vVdl1T0k3/k98zZ1vptzR77f05Q9Xf0wPmYd1b062q++yOi9vEDCNL5LpC08dC2Zvgq537tuBZ++294PvTYCWTw+nEe8iFpmvQBfyb2sHjq+oeUkPUFnL77m1hM9DTA6PiF2W74Uyqa+YXrVvAB/Jb6zCec94vpGvqbVIz3p2Pw9v6Tju+msfr4zyTC9DcuxPQqGaL6Z+mo8mCkHvjBP/T0z2/y9ZpBRvjNRsT5zL1W+VyPSvam9c74Tb/Y9bAwFPZYmwL0aHUu+iWkyPipQIzxXaug7mzfIPkd3Zr5u2hu+YuO2Poa4xz3G8De+qvAvPkY3wLyFCBY+lWioPUWdcL4vhoG+pxCevpOyCj7vfuC9mc+svfC58L2oWWE+Bsz1vIr1aL5Nc+m993NXvYzXAj7RYlU9Z9gSvu1RIT4Hq1i+wG5ROhayojyzEYg9nIR4vpHQRDryvGA7xPE6vlDoLj5eNYC91LZHvXLS/jyp7yM+Zm2nPPoZej5GpDo+zYk/PtH0v73rsW0+43nNvYSwwjwAlny+bcTIPl+AST5AWzq+n501vrXvoT19hgm+it2GPojBCj56lEw+NSiNPj4aST1QoqO+n6XDPTGpDL46i9g+7MpkPvYnRb4sl82+3JlovjZKg73KOym+8GSHvTEvrr0Ng209eXWive64gTwz9hM9E20mPihbnD3OfCY9EZAhvS5tdL6fdOc902WjvYQnAb40YDK9cedhPQGgmL7LOwa92DdnvjgbUr5w/p46mL3ROyz9gjwR2Di+N7dzPs81Rz6SmQ4+wzNdvHUzvT13crC9D+3DOtbQcL7J6gI7olgHvjl71Dzk1e08UqIVPfAFNT5ZvnW+evZwuuX1+7378Iu+YbPFvav3hL7w6AW+EB8kPgNEXD7E15K9BCMlvhV5b758ZPU7/HJGPbD6sr2uqni9OxqRPYRGTr2hoB49YylvPoovp7z4LkQ9RlKGPNIfoT4xFCa+xwebPUZzFL6I/y++EdzKPby8iT4pXQU93vZ7PBzEtrsLhGa+iuszvVb9CD6nntO9xk8PvacJrL6KW/c95yX/vT6kOz4p07E9fMFqvWl1E74H/dG9GrfKPf1Ymj4K0Ze9bw6tPSYIn73sZZQ+IaeivecLGb5TLJY8FIy8Pdhb2jsNk/+8NTCNPZu2jr0h+tQ9/GZvO4RhaTxI8Py5Cz4iPlHvJD7AIiY+u7eKPdB1wL0abDI8OHL9PbjFV77v4929PHX4vJvMhb7wtxc9ZZ6cvQbJ5L32N4s9BlC8vXhNjj0bOCs+Z5KqPcI+FT7QYly8uWVgvV0lRr1kSnE+B4LZPJg87D1iEyc9x22gvUgHOj1lGlg9LbOaPabKCz21VKm9abPXvUNoAz5zseE8AcYxvgaqlT3bHwK+nopTPrqQFT5P5Rk+0za3PTJOmL1Wzu69B0wNvRKzpz0S91A+7G7aPclM/z0ZwU0+Wr0jvh9xJL6kaTA9IH0Ivr2JTL7czAy+up+qve5obD0Om6W9jiIEPo53dz2e5RW9y1CNvTZ42z2eKNm6byK1PZa0or24fty9agVSvVaqqL75FB++8qLUvY8Urr3dpeK9eugZvmneiL0rswE++186vklpKr2gyU89xssKukl+xTz4HeW8M3hEvcIQ5j3Ue9y94PoHvsnbLT0natk8aQ0bvqMqFb0h6Aq+AuSVPcKtpb3eql29ir5TPUofUT1BEfM9To/BvbB5jr1bWsg9V5Spvde2Lb71RyG9/ID5vY4Rhj3e69W8z9gNvXGBMz09dKQ+9CoHvraIJD4eTdW9CiXSPHgW671JAL47UwUkPgQjoT60ASI+A9MEPjPkyD2N5QM+u37IvGVHVL5dtoW8uXVuPTP3cT7WX729MuNaPqagg747LzK+gGYdvr1HJT03/cC91aWtPfIJi71qzDM+j751vnkEIb5cSFa+2r8kPkX5eL5UY+e9xUxivHAFg731Coa+K+uIPjX6jr0XZmE+D4vFvc5DkL4YJeq92sozvjfMgDu/C/Q8NcQAvvBWdb2jzji9Ap2rPUP1M76D7R694G1uvRLlU7ybfBC+N79GPMISKb0kVZG+ubiBPC16Mb7qYo285v+NPFFTA73qi6C+WfMuPbYcgT4TgL69g+BqPK3lFL3Pwh8+SQkTvgqk0bxQS5M+C/MUvmmrtjwO4mK+NQTEvbePTTxKEDA+ZO6xPQmD8j0V5Ss9WisPPmfFDb5ddjK9ajP+PewdzTxlk50990rwPcbAjb646si6zO4ZvZfpvj4x3X++AVi4vQZfXL6ekwU9ikcKPjUyBr5XggG+wWdJvlBFAr6Qio89BobuPVgGtj23CV09ANVWvryotD0kbQC+lDQvvm5IDzz6cV4+O0PFvZ4fnbxakfe9H1j3vREMmz6eKeM9YMJEvjNHuD0R+/g9/95hPpkLc70dldM9fv5APBp1Tz75ax6+XVA8vlycrz6OQoC+UPAKPthsFD4VPJK9CAVovvOjUb1jzyU8NK8rvj4gXL5jlri9Zm6oPNGXrz787Xo9s1NXvsJCBr4MfL69IyrIvQYcIb6Nksc9hnMJvUAJ3zpAWbk9NsKePvTG+7xb5Li7IDB2ugDPgr7Rcqe+ky+fPvKRZL0s08I9ZD4nvns7sT0evwQ9O0X3PWFKL77oB7o+QSVtPuANBD02Jy49Uw2tviNf/LwktYG+fAoCPulieb5pWwc9L/w1vh3RrLwGxbw9Eum4vXvQp7vjAGk+WYoyvl3qmr17BsW9wbpbO1bVNb7ZTLI9yqjoPSffqr0GhxQ9d8t9vo23mr4+rEw9yL2PPH/3m72AMZu85miHvdqOxjzlhUU9XQJVvT7Btrww/6W+cjNDPuJmi75hsM69b9Fnvr1PJz4uBSI+7kqrPd+ZrL1BFum9vyf5vQTwEz6uIYK+odrAPdtsCjzZy+m9JAJ3vCHw3D3JihG+vSgivt5Nd77Veu49XFGsPgtlU75bZvc8srGSvY3AjTx6hha+GtSDvq8+ij2Cqhc9jSm7vXpfNj7WVoK+6A13PoMTmb4xcxa9xA9lPQ3f6T3/qx2+wScVvJcjkztH0dc9KWemvEhEUDwraii9vYv2Pcwxer7BMzs+uuBmvrPwIz1ELEG+Fdw0vmFZeL0K/uY8MdlQvXLknz4fFZw+UH7GvFLANr26qwI+k0CzPbTaA76IM4W7t5FePqt1Bb4jXbM9HVgdvooZPD5jtr+8A8nwva2GEr0DbkM+eNLfvW4wGT6O4jS80ykZvjbfMb3leAu9vwv9u2WtuL0wF9U9ngXgvcbDkjyObN69ZvAzPUA/KL6bsBs+R1PtPUfyNr1XHAo+bO4ZvVfmGz6XKsm9NA4xPTQMcj5WAWY93LuEPPNnK701nhe+VMr5vbwspjwy2Ci+S2HwveEvCj4CmVS9LXqwPcWkVz4A1NU8OySuPHBYOr6/3qg9YMbzPfCSEr7wDmg9PA/KvWBztb2TpLY9SDuEvaQfD772/rs9QosgPVxcBD6z9/g9bpKPOwSnDD7hHoU9yY68PVeHBr6mgXG9zLk2PXo21L3v0CG83kMqPRasMD7ycAk8M0EUPk1R8j2mjXk94HouviOiVb6SNyo8x1OSvStpMz6SqiK+qQzuvQTpEj7wCss9anMiPnbjFb64OEm+uioRPqTIVr16evi7xpIhvv0JL74fyzQ+Wjt7uXSB870QPyS+I816vRHbjL2f1Lw9ptyRvaYpNb4z2AM9IodTPSaMCT1R6Ai+k612PnHEKj1327i9UOelvX/7Dj4a24w9fbGzveK2O710L7S92mOIvcjKmj0yZCO+6nj8O3Ae2L23WbO9cs+EPSjSMz3+7EW+ev3pvUbDnb3AfB0+gNoHvZN8ND7d+TA+yK/4PcErOj4ivA49JxUyPXQpjT3UFww9w92GPOO3Pz6KSQ4+JbD1vaAIb765aW8+fjYGvsYrUj653389yGRyPcEu/j2Db1o+G1cSvjo0RD1x20e+UCJZPiiuHz41egK9uUArvhK7Mz03baY9VgZqPt502r1mOTI+RFAcvhRDB7/71IG9LvUWvnhhGL4YCZo87JEivTrfkT40BsM8m74Xvi57ij0Wy7E9T2xZPlc3UT0SuDE73dtQvjPouTxxFl++A3hzPUbHGj6TXy0+ONcnvdkqW762Tio9zWvwvTP3eb1sqyU+XC+VvY4ooT7l6iw+fp0hPuhkCj4VT4Q+EY+2PTlWjL0bgx+9IpSfvatJrjwPneM7ts4YvoEoi7yR1E0++XHHPmiP9T2ZYBY9j/XsvWv/0r2KFEW8pkwUvb6IEb6c7EA9BwBCPjc+0z2R3lE8x1YOvriWQb7/vEY+RRphvOvCTb7Wx6M9Js7DPUa16T2ty6Q9zv52PtDIfj2eTx2+DL6TPpUVQj78un09GyESPn1iaT0WgUg+V2s0PeUOWT2KfZy9z4trvkofnD7SBO49JfvgvQ5glbx0RmU+ImTdO62JM76UgAC+/AItvm2c3T5jNEC+lV0Rvg64yT1fXbQ9RJhAPiTM6T2jlxI+YrZAvtWpHb6Axvi8hfYZvvFcJD0yH+O9AIcVPpuGNDxR+yM+YixqvjZEKT4/ckE9hF9PPrpk6j0lxg05ynBHvpIxobwE7t29YKaGvb7V9L0wPZy9J9wJvm96hT6rkoK+8kz7PSktoD13Xgo9tWxZvn6CQzs2cu09fJb2vTHXUr5/oIG+1rFfPYducD4WsjO+LFKmvvLmazxNFQk99gU8vFaRQbzY8VG+2U0Hvaa2Pb0OfS29202WPRn5KT6LqZc+f1sZvUHtHz7TTSC+JIEUPpLJyb4KkFc+0BRFvtGWLL78hBk+j46vPrlydL5PZjE+JwgYPsZ0gr4NhBI+Cvs5PsDjEz18ttu7d1QPvgVkPzwmoPG9uabXPXgWBr51Iuu9xCYAuvFtBjwhLpA96KGePhC5pr5jfk6+7v86vpnDrT6Mi5o9ahdLPrnYHT4Pg1w92FrfvvKYC70Gci89d0J7vlq/Tj2c1io+Pz5UPtZXDj5NuV4+X9KgO7FIyj29gRo8YBGmvRYEgr76HZQ+2exyPrwwqb3n2ZK9+PJ5uw8DEr5F0zQ9BQs/Pc5fSj3Dw669o3AXPl6RGT1wi0m+ZnUFvkvEQD1Sres8BheEPqIFpL4fMrO98clkuwNeDj54roo9kLW1vLcWOD0LH2G+VYwNvsAolDtzuOo9cGU5vgaEPb0oBgE8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_25/conv2d_50/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "MIicvZIKQr3IP769+UCWvUUDKr1avEu+UPBpvS2aor0yUaS920INvUZdgr0Ezdq9QzX7vYrRlr23pn296lsAvqDQlb0YAF+9K62XvUWIp70Ta6W9FHyyva4Jor1wE6W9JV4CvS1H7r0fSpi9vz4jvZES5b1uvCG9TfHvvULg2b2/p8y9ArJevVl7cr2tIrS9mLA1vVc8Hr7ZnoO8ZsN3u9umMb2xFJK9d4mrvRbgSr26B/u8YduFvaUs4L2dVkO98YK3veJ9sr2Iw0S+v6nSvd5nzr2mczm+fX6uvRSJ2r0JKby9DznFvOUO3brCoqy9nRouvLhyO71EWxW9CSqcvegjML1VgD29BSfXvaUd771IjUC99kU6vvVdO76/1Lu9zsfhvQHEf71uRxS9h1bFvZ1Je71tsi69JJ8OvoOk170B1rC9xtmKvXGFe71jy329/7GJvW63br0N//i9NHgLvYqoWb0+6aG8aZm6vX3dFb4Lxu29HdfnvKB8FL0t1hW+/Qu7vFbSBb3O9/67FqPOvUpcaL1nUGa9utBAvqG1mL2h9CK98/3FvcltCL3OVoa9cPb/vX7lmr3tSjO94/+QvKT8gL3Tlz293TwivgXs0L0Nb0S+HE6ZvVKUqb2r+ki9zmWPve/Anr3eqLW9R8RhvYtn4L2zURi9F9KrveQogL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_25/conv2d_50/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_50/BiasAdd", "op": "BiasAdd", "input": ["sequential_25/conv2d_50/Conv2D", "sequential_25/conv2d_50/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_25/conv2d_50/Relu", "op": "Relu", "input": ["sequential_25/conv2d_50/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_25/conv2d_51/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 